{
  "index": 10,
  "title": "Chapter 9",
  "paragraphs": [
    "I MEET MR. THOMAS BLAKE\r\n\r\n\r\n_(James Orlebar Cloyster’s narrative continued)_\r\n\r\nSomeone had told me that, the glory of Covent Garden Ball had departed.\r\nIt may be so. Yet the floor, with its strange conglomeration of\r\nmusic-hall artists, callow university men, shady horse-dealers, and\r\nraucous military infants, had an atmosphere of more than meretricious\r\ngaiety. The close of an old year and the birth of a new one touch the\r\ntoughest.\r\n\r\nThe band was working away with a strident brassiness which filled the\r\nroom with noise. The women’s dresses were a shriek of colour. The\r\nvulgarity of the scene was so immense as to be almost admirable. It was\r\ncertainly interesting.\r\n\r\nWatching his opportunity, Julian presently drew me aside into the\r\nsmoking-room.\r\n\r\n“Malim,” he said, “has paid you a great compliment.”\r\n\r\n“Really,” I said, rather surprised, for Julian’s acquaintance had done\r\nnothing more, to my knowledge, than give me a cigar and a\r\nwhiskey-and-soda.\r\n\r\n“He’s introduced you to his wife.”\r\n\r\n“Very good of him, I’m sure.”\r\n\r\n“You don’t understand. You see Kit for what she is: a pretty,\r\ngood-natured creature bred in the gutter. But Malim—well, he’s in the\r\nForeign Office and is secretary to Sir George Grant.”\r\n\r\n“Then what in Heaven’s name,” I cried, “induced him to marry——”\r\n\r\n“My dear Jimmy,” said Julian, adroitly avoiding the arm of an exuberant\r\nlady impersonating Winter, and making fair practice with her detachable\r\nicicles, “it was Kit or no one. Just consider Malim’s position, which\r\nwas that of thousands of other men of his type. They are the cleverest\r\nmen of their schools; they are the intellectual stars of their\r\nVarsities. I was at Oxford with Malim. He was a sort of tin god.\r\nDouble-first and all that. Just like all the rest of them. They get\r\nwhat is looked upon as a splendid appointment under Government. They\r\ncome to London, hire comfortable chambers or a flat, go off to their\r\noffice in the morning, leave it in the evening, and are given a salary\r\nwhich increases by regular gradations from an initial two hundred a\r\nyear. Say that a man begins this kind of work at twenty-four. What are\r\nhis matrimonial prospects? His office work occupies his entire\r\nattention (the idea that Government clerks don’t work is a fiction\r\npreserved merely for the writers of burlesque) from the moment he wakes\r\nin the morning until dinner. His leisure extends, roughly speaking,\r\nfrom eight-thirty until twelve. The man whom I am discussing, and of\r\nwhom Malim is a type, is, as I have already proved, intellectual. He\r\nhas, therefore, ambitions. The more intellectual he is the more he\r\nloathes the stupid routine of his daily task. Thus his leisure is his\r\nmost valuable possession. There are books he wants to read—those which\r\nhe liked in the days previous to his slavery—and new ones which he sees\r\npublished every day. There are plays he wants to see performed. And\r\nthere are subjects on which he would like to write—would give his left\r\nhand to write, if the loss of that limb wouldn’t disqualify him for his\r\npost. Where is his social chance? It surely exists only in the utter\r\nabandonment of his personal projects. And to go out when one is tied to\r\nthe clock is a poor sort of game. But suppose he _does_ seek the\r\nsociety of what friends he can muster in London. Is he made much of,\r\nfussed over? Not a bit of it. Brainless subalterns, ridiculous\r\nmidshipmen, have, in the eyes of the girl whom he has come to see, a\r\nreputation that he can never win. They’re in the Service; they’re so\r\ndashing; they’re so charmingly extravagant; they’re so tremendous in\r\nface of an emergency that their conversational limitations of “Yes” and\r\n“No” are hailed as brilliant flights of genius. Their inane anecdotes,\r\ntheir pointless observations are positively courted. It is they who\r\nretire to the conservatory with the divine Violet, whose face is like\r\nthe Venus of Milo’s, whose hair (one hears) reaches to her knees, whose\r\neyes are like blue saucers, and whose complexion is a pink poem. It is\r\nJane, the stumpy, the flat-footed—Jane, who wears glasses and has all\r\nthe virtues which are supposed to go with indigestion: big hands and an\r\nenormous waist—Jane, I repeat, who is told off to talk to a man like\r\nMalim. If, on the other hand, he and his fellows refuse to put on\r\nevening clothes and be bored to death of an evening, who can blame\r\nthem? If they deliberately find enough satisfaction for their needs in\r\nthe company of a circle of men friends and the casual pleasures of the\r\ntown, selfishness is the last epithet with which their behaviour can be\r\ncharged. Unselfishness has been their curse. No sane person would, of\r\nhis own accord, become the automaton that a Government office requires.\r\nPressure on the part of relations, of parents, has been brought to bear\r\non them. The steady employment, the graduated income, the pension—that\r\nfatal pension—has been danced by their fathers and their mothers and\r\ntheir Uncle Johns before their eyes. Appeals have been made to them on\r\nfilial, not to say religious, grounds. Threats would have availed\r\nnothing; but appeals—downright tearful appeals from mamma, husky,\r\nhand-gripping appeals from papa—that is what has made escape\r\nimpossible. A huge act of unselfishness has been compelled; a lifetime\r\nof reactionary egotism is inevitable and legitimate. I was wrong when I\r\nsaid Malim was typical. He has to the good an ingenuity which assists\r\nnaturally in the solution of the problem of self and circumstance. A\r\nyear or two ago chance brought him in contact with Kit. They struck up\r\na friendship. He became an habitué at the Fried Fish Shop in Tottenham\r\nCourt Road. Whenever we questioned his taste he said that a physician\r\nrecommended fish as a tonic for the brain. But it was not his brain\r\nthat took Malim to the fried fish shop. It was his heart. He loved Kit,\r\nand presently he married her. One would have said this was an\r\nimpossible step. Misery for Malim’s people, his friends, himself, and\r\nafterwards for Kit. But Nature has endowed both Malim and Kit with\r\nextraordinary commonsense. He kept to his flat; she kept to her job in\r\nthe fried fish shop. Only, instead of living in, she was able to retire\r\nafter her day’s work to a little house which he hired for her in the\r\nHampstead Road. Her work, for which she is eminently fitted, keeps her\r\nout of mischief. His flat gives the impression to his family and the\r\nhead of his department that he is still a bachelor. Thus, all goes\r\nwell.”\r\n\r\n“I’ve often read in the police reports,” I said, “of persons who lead\r\ndouble lives, and I’m much interested in——”\r\n\r\nMalim and Kit bore down upon us. We rose.\r\n\r\n“It’s the march past,” observed the former. “Come upstairs.”\r\n\r\n“Kiddie,” said Kit, “give me your arm.”\r\n\r\nAt half-past four we were in Wellington Street. It was a fine, mild\r\nmorning, and in the queer light of the false dawn we betook ourselves\r\nto the Old Hummums for breakfast. Other couples had done the same. The\r\nsteps of the Hummums facing the market harboured already a waiting\r\ncrowd. The doors were to be opened at five. We also found places on the\r\nstone steps. The market was alive with porters, who hailed our\r\nappearance with every profession of delight. Early hours would seem to\r\nlend a certain acidity to their badinage. By-and-by a more personal\r\nnote crept into their facetious comments. Two guardsmen on the top step\r\nsuddenly displayed, in return, a very creditable gift of repartee.\r\nCovent Garden market was delighted. It felt the stern joy which\r\nwarriors feel with foemen worthy of their steel. It suspended its\r\njuggling feats with vegetable baskets, and devoted itself exclusively\r\nto the task of silencing our guns. Porters, costers, and the riff-raff\r\nof the streets crowded in a semicircle around us. Just then it was\r\nborne in on us how small our number was. A solid phalanx of the\r\ntoughest customers in London faced us. Behind this semicircle a line of\r\ncarts had been drawn up. Unseen enemies from behind this laager now\r\nbegan to amuse themselves by bombarding us with the product of the\r\nmarket garden. Tomatoes, cauliflowers, and potatoes came hurtling into\r\nour midst. I saw Julian consulting his watch. “Five minutes more,” he\r\nsaid. I had noticed some minutes back that the ardour of the attack\r\nseemed to centre round one man in particular—a short, very burly man in\r\na costume that seemed somehow vaguely nautical. His face wore the\r\nexpression of one cheerfully conscious of being well on the road to\r\nintoxication. He was the ringleader. It was he who threw the largest\r\ncabbage, the most _passé_ tomato. I don’t suppose he had ever enjoyed\r\nhimself so much in his life. He was standing now on a cart full of\r\npotatoes, and firing them in with tremendous force.\r\n\r\nKit saw him too.\r\n\r\n“Why, there’s that blackguard Tom!” she cried.\r\n\r\nShe had been told to sit down behind Malim for safety. Before anyone\r\ncould stop her, or had guessed her intention, she had pushed her way\r\nthrough us and stepped out into the road.\r\n\r\nIt was so unexpected that there was an involuntary lull in the\r\nproceedings.\r\n\r\n“Tom!”\r\n\r\nShe pointed an accusing finger at the man, who gaped beerily.\r\n\r\n“Tom, who pinched farver’s best trousers, and popped them?”\r\n\r\nThere was a roar of laughter. A moment before, and Tom had been the pet\r\nof the market, the energetic leader, the champion potato-slinger. Now\r\nhe was a thing of derision. His friends took up the question. Keen\r\nanxiety was expressed on all sides as to the fate of father’s trousers.\r\nHe was requested to be a man and speak up.\r\n\r\nThe uproar died away as it was seen that Kit had not yet finished.\r\n\r\n“Cheese it, some of yer,” shouted a voice. “The lady wants to orsk him\r\nsomefin’ else.”\r\n\r\n“Tom,” said Kit, “who was sent with tuppence to buy postage-stamps and\r\nspent it on beer?”\r\n\r\nThe question was well received by the audience. Tom was beaten. A\r\npotato, vast and nobbly, fell from his palsied hand. He was speechless.\r\nThen he began to stammer.\r\n\r\n“Just you stop it, Tom,” shouted Kit triumphantly. “Just you stop it,\r\nd’you ’ear, you stop it.”\r\n\r\nShe turned towards us on the steps, and, taking us all into her\r\nconfidence, added: “’E’s a nice thing to ’ave for a bruvver, anyway.”\r\n\r\nThen she rejoined Malim, amid peals of laughter from both armies. It\r\nwas a Homeric incident.\r\n\r\nOnly a half-hearted attempt was made to renew the attack. And when the\r\ndoor of the Hummums at last opened, Malim observed to Julian and me, as\r\nwe squashed our way in, that if a man’s wife’s relations were always as\r\nopportune as Kit’s, the greatest objection to them would be removed."
  ]
}