{
  "index": 16,
  "title": "Chapter 15",
  "paragraphs": [
    "THE SECOND GHOST\r\n\r\n\r\n_(James Orlebar Cloyster’s narrative continued)_\r\n\r\nThe reasons which had led me to select Sidney Price as the sponsor of\r\nmy Society dialogues will be immediately apparent to those who have\r\nread them. They were just the sort of things you would expect an\r\ninsurance clerk to write. The humour was thin, the satire as cheap as\r\nthe papers in which they appeared, and the vulgarity in exactly the\r\nright quantity for a public that ate it by the pound and asked for\r\nmore. Every thing pointed to Sidney Price as the man.\r\n\r\nIt was my intention to allow each of my three ghosts to imagine that he\r\nwas alone in the business; so I did not get Price’s address from\r\nHatton, who might have wondered why I wanted it, and had suspicions. I\r\napplied to the doorkeeper at Carnation Hall; and on the following\r\nevening I rang the front-door bell of The Hollyhocks, Belmont Park\r\nRoad, Brixton.\r\n\r\nWhilst I was waiting on the step, I was able to get a view through the\r\nslats of the Venetian blind of the front ground-floor sitting-room. I\r\ncould scarcely restrain a cry of pure aesthetic delight at what I saw\r\nwithin. Price was sitting on a horse-hair sofa with an arm round the\r\nwaist of a rather good-looking girl. Her eyes were fixed on his. It was\r\nEdwin and Angelina in real life.\r\n\r\nUp till then I had suffered much discomfort from the illustrated record\r\nof their adventures in the comic papers. “Is there really,” I had often\r\nasked myself, “a body of men so gifted that they can construct the\r\nimpossible details of the lives of nonexistent types purely from\r\nimagination? If such creative genius as theirs is unrecognized and\r\nignored, what hope of recognition is there for one’s own work?” The\r\nthought had frequently saddened me; but here at last they were—Edwin\r\nand Angelina in the flesh!\r\n\r\nI took the gallant Sidney for a fifteen-minute stroll up and down the\r\nlength of the Belmont Park Road. Poor Angelina! He came, as he\r\nexpressed it, “like a bird.” Give him a sec. to slip on a pair of\r\nboots, he said, and he would be with me in two ticks.\r\n\r\nHe was so busy getting his hat and stick from the stand in the passage\r\nthat he quite forgot to tell the lady that he was going out, and, as we\r\nleft, I saw her with the tail of my eye sitting stolidly on the sofa,\r\nstill wearing patiently the expression of her comic-paper portraits.\r\n\r\nThe task of explaining was easier than it had been with Hatton.\r\n\r\n“Sorry to drag you out, Price,” I said, as we went down the steps.\r\n\r\n“Don’t mention it, Mr. Cloyster,” he said. “Norah won’t mind a bit of a\r\nsit by herself. Looked in to have a chat, or is there anything I can\r\ndo?”\r\n\r\n“It’s like this,” I said. “You know I write a good deal?”\r\n\r\n“Yes.”\r\n\r\n“Well, it has occurred to me that, if I go on turning out quantities of\r\nstuff under my own name, there’s a danger of the public getting tired\r\nof me.”\r\n\r\nHe nodded.\r\n\r\n“Now, I’m with you there, mind you,” he said. “‘Can’t have too much of\r\na good thing,’ some chaps say. I say, ‘Yes, you can.’ Stands to reason\r\na chap can’t go on writing and writing without making a bloomer every\r\nnow and then. What he wants is to take his time over it. Look at all\r\nthe real swells—’Erbert Spencer, Marie Corelli, and what not—you don’t\r\nfind them pushing it out every day of the year. They wait a bit and\r\nhave a look round, and then they start again when they’re ready. Stands\r\nto reason that’s the only way.”\r\n\r\n“Quite right,” I said; “but the difficulty, if you live by writing, is\r\nthat you must turn out a good deal, or you don’t make enough to live\r\non. I’ve got to go on getting stuff published, but I don’t want people\r\nto be always seeing my name about.”\r\n\r\n“You mean, adopt a _nom de ploom_?”\r\n\r\n“That’s the sort of idea; but I’m going to vary it a little.”\r\n\r\nAnd I explained my plan.\r\n\r\n“But why me?” he asked, when he had understood the scheme. “What made\r\nyou think of me?”\r\n\r\n“The fact is, my dear fellow,” I said, “this writing is a game where\r\npersonality counts to an enormous extent. The man who signs my Society\r\ndialogues will probably come into personal contact with the editors of\r\nthe papers in which they appear. He will be asked to call at their\r\noffices. So you see I must have a man who looks as if he had written\r\nthe stuff.”\r\n\r\n“I see,” he said complacently. “Dressy sort of chap. Chap who looks as\r\nif he knew a thing or two.”\r\n\r\n“Yes. I couldn’t get Alf Joblin, for instance.”\r\n\r\nWe laughed together at the notion.\r\n\r\n“Poor old Alf!” said Sidney Price.\r\n\r\n“Now you probably know a good deal about Society?”\r\n\r\n“Rath_er_” said Sidney. “They’re a hot lot. My _word_! Saw _The Walls\r\nof Jericho_ three times. Gives it ’em pretty straight, that does.\r\n_Visits of Elizabeth_, too. Chase me! Used to think some of us chaps in\r\nthe ‘Moon’ were a bit O.T., but we aren’t in it—not in the same street.\r\nChaps, I mean, who’d call a girl behind the bar by her Christian name\r\nas soon as look at you. One chap I knew used to give the girl at the\r\ncash-desk of the ‘Mecca’ he went to bottles of scent. Bottles of\r\nit—regular! ‘Here you are, Tottie,’ he used to say, ‘here’s another\r\nlittle donation from yours truly.’ Kissed her once. Slap in front of\r\neverybody. Saw him do it. But, bless you, they’d think nothing of that\r\nin the Smart Set. Ever read ‘God’s Good Man’? There’s a book! My stars!\r\nLets you see what goes on. Scorchers they are.”\r\n\r\n“That’s just what my dialogues point out. I can count on you, then?”\r\n\r\nHe said I could. He was an intelligent young man, and he gave me to\r\nunderstand that all would be well. He would carry the job through on\r\nthe strict Q.T. He closely willingly with my offer of ten per cent,\r\nthus affording a striking contrast to the grasping Hatton. He assured\r\nme he had found literary chaps not half bad. Had occasionally had an\r\nidea of writing a bit himself.\r\n\r\nWe parted on good terms, and I was pleased to think that I was placing\r\nmy “Dialogues of Mayfair” and my “London and Country House Tales” in\r\nreally competent and appreciative hands."
  ]
}