{
  "index": 12,
  "title": "Chapter 11",
  "paragraphs": [
    "JULIAN LEARNS MY SECRET\r\n\r\n\r\n_(James Orlebar Cloyster’s narrative continued)_\r\n\r\nA difficulty in the life of a literary man in London is the question of\r\ngetting systematic exercise. At school and college I had been\r\naccustomed to play games every day, and now I felt the change acutely.\r\n\r\nIt was through this that I first became really intimate with John\r\nHatton, and incidentally with Sidney Price, of the Moon Assurance\r\nCompany. I happened to mention my trouble one night in Hatton’s rooms.\r\nI had been there frequently since my first visit.\r\n\r\n“None of my waistcoats fit,” I remarked.\r\n\r\n“My dear fellow,” said Hatton, “I’ll give you exercise and to spare;\r\nthat is to say, if you can box.”\r\n\r\n“I’m not a champion,” I said; “but I’m fond of it. I shouldn’t mind\r\ntaking up boxing again. There’s nothing like it for exercise.”\r\n\r\n“Quite right, James,” he replied; “and exercise, as I often tell my\r\nboys, is essential.”\r\n\r\n“What boys?” I asked.\r\n\r\n“My club boys,” said Hatton. “They belong to the most dingy quarter of\r\nthe whole of London—South Lambeth. They are not hooligans. They are not\r\nso interesting as that. They represent the class of youth that is a\r\nstratum or two above hooliganism. Frightful weeds. They lack the robust\r\nanimalism of the class below them, and they lack the intelligence of\r\nthe class above them. The fellows at my club are mostly hard-working\r\nmechanics and under-paid office boys. They have nothing approaching a\r\nsense of humour or the instinct of sport.”\r\n\r\n“Not very encouraging,” I said.\r\n\r\n“Nor picturesque,” said Hatton; “and that is why they’ve been so\r\nneglected. There is romance in an out-and-out hooligan. It interests\r\npeople to reform him. But to the outsider my boys are dull. I don’t\r\nfind them so. But then I know them. Boxing lessons are just what they\r\nwant. In fact, I was telling Sidney Price, an insurance clerk who lives\r\nin Lambeth and helps me at the club, only yesterday how much I wished\r\nwe could teach them to use the gloves.”\r\n\r\n“I’ll take it on, then, Hatton, if you like,” I said. “It ought to keep\r\nme in form.”\r\n\r\nI found that it did. I ceased to be aware of my liver. That winter I\r\nwas able to work to good purpose, and the result was that I arrived. It\r\ndawned upon me at last that the “precarious” idea was played out. One\r\ncould see too plainly the white sheet and phosphorus.\r\n\r\nAnd I was happy. Happier, perhaps, than I had ever hoped to be.\r\nHappier, in a sense, than I can hope to be again. I had congenial work,\r\nand, what is more, I had congenial friends.\r\n\r\nWhat friends they were!\r\n\r\nJulian—I seem to see him now sprawling in his hammock, sucking his\r\npipe, planning an advertisement, or propounding some whimsical theory\r\nof life; and in his eyes he bears the pain of one whose love and life\r\nare spoilt. Julian—no longer my friend.\r\n\r\nKit and Malim—what evenings are suggested by those names.\r\n\r\nEvenings alone with Malim at his flat in Vernon Place. An unimpeachable\r\ndinner, a hand at picquet, midnight talk with the blue smoke wreathing\r\nround our heads.\r\n\r\nWell, Malim and I are unlikely to meet again in Vernon Place. Nor shall\r\nwe foregather at the little house in the Hampstead Road, the house\r\nwhich Kit enveloped in an inimitable air of domesticity. Her past had\r\nnot been unconnected with the minor stage. She could play on the piano\r\nfrom ear, and sing the songs of the street with a charming cockney\r\ntwang. But there was nothing of the stage about her now. She was born\r\nfor domesticity and, as the wife of Malim, she wished to forget all\r\nthat had gone before. She even hesitated to give us her wonderful\r\nimitations of the customers at the fried fish shop, because in her\r\nheart she did not think such impersonations altogether suitable for a\r\nrespectable married woman.\r\n\r\nIt was Malim who got me elected to the Barrel Club. I take it that I\r\nshall pay few more visits there.\r\n\r\nI have mentioned at this point the love of my old friends who made my\r\nfirst years in London a period of happiness, since it was in this month\r\nof April that I had a momentous conversation with Julian about\r\nMargaret.\r\n\r\nHe had come to Walpole Street to use my typewriter, and seemed amazed\r\nto find that I was still living in much the same style as I had always\r\ndone.\r\n\r\n“Let me see,” he said. “How long is it since I was here last?”\r\n\r\n“You came some time before Christmas.”\r\n\r\n“Ah, yes,” he said reminiscently. “I was doing a lot of travelling just\r\nthen.” And he added, thoughtfully, “What a curious fellow you are,\r\nJimmy. Here are you making——” He glanced at me.\r\n\r\n“Oh, say a thousand a year.”\r\n\r\n“—Fifteen hundred a year, and you live in precisely the same shoddy\r\nsurroundings as you did when your manuscripts were responsible for an\r\nextra size in waste-paper baskets. I was surprised to hear that you\r\nwere still in Walpole Street. I supposed that, at any rate, you had\r\ntaken the whole house.”\r\n\r\nHis eyes raked the little sitting-room from the sham marble mantelpiece\r\nto the bamboo cabinet. I surveyed it, too, and suddenly it did seem\r\nunnecessarily wretched and depressing.\r\n\r\nJulian looked at me curiously.\r\n\r\n“There’s some mystery here,” he said.\r\n\r\n“Don’t be an ass, Julian,” I replied weakly.\r\n\r\n“It’s no good denying it,” he retorted; “there’s some mystery. You’re a\r\nmaterialist. You don’t live like this from choice. If you were to\r\nfollow your own inclinations, you’d do things in the best style you\r\ncould run to. You’d be in Jermyn Street; you’d have your man, a cottage\r\nin Surrey; you’d entertain, go out a good deal. You’d certainly give up\r\nthese dingy quarters. My friendship for you deplores a mammoth skeleton\r\nin your cupboard, James. My study of advertising tells me that this\r\npaltry existence of yours does not adequately push your name before the\r\npublic. You’re losing money, you’re——”\r\n\r\n“Stop, Julian,” I exclaimed.\r\n\r\n“_Cherchez_,” he continued, “_cherchez_——”\r\n\r\n“Stop! Confound you, stop! I tell you——”\r\n\r\n“Come,” he said laughing. “I mustn’t force your confidence; but I can’t\r\nhelp feeling it’s odd——”\r\n\r\n“When I came to London,” I said, firmly, “I was most desperately in\r\nlove. I was to make a fortune, incidentally my name, marry, and live\r\nhappily ever after. There seemed last year nothing complex about that\r\nprogramme. It seemed almost too simple. I even, like a fool, thought to\r\nadd an extra touch of piquancy to it by endeavouring to be a Bohemian.\r\nI then discovered that what I was attempting was not so simple as I had\r\nimagined. To begin with, Bohemians diffuse their brains in every\r\ndirection except that where bread-and-butter comes from. I found, too,\r\nthat unless one earns bread-and-butter, one has to sprint very fast to\r\nthe workhouse door to prevent oneself starving before one gets there;\r\nso I dropped Bohemia and I dropped many other pleasant fictions as\r\nwell. I took to examining pavements, saw how hard they were, had a look\r\nat the gutters, and saw how broad they were. I noticed the accumulation\r\nof dirt on the house fronts, the actual proportions of industrial\r\nbuildings. I observed closely the price of food, clothes, and roofs.”\r\n\r\n“You became a realist.”\r\n\r\n“Yes; I read a good deal of Gissing about then, and it scared me. I\r\npitied myself. And after that came pity for the girl I loved. I swore\r\nthat I would never let her come to my side in the ring where the\r\nmonster Poverty and I were fighting. If you’ve been there you’ve been\r\nin hell. And if you come out with your soul alive you can’t tell other\r\npeople what it felt like. They couldn’t understand.”\r\n\r\nJulian nodded. “I understand, you know,” he said gravely.\r\n\r\n“Yes, you’ve been there,” I said. “Well, you’ve seen that my little\r\nturn-up with the monster was short and sharp. It wasn’t one of the\r\nold-fashioned, forty-round, most-of-a-lifetime, feint-for-an-opening,\r\nin-and-out affairs. Our pace was too fast for that. We went at it both\r\nhands, fighting all the time. I was going for the knock-out in the\r\nfirst round. Not your method, Julian.”\r\n\r\n“No,” said Julian; “it’s not my method. I treat the monster rather as a\r\nwild animal than as a hooligan; and hearing that wild animals won’t do\r\nmore than sniff at you if you lie perfectly still, I adopted that ruse\r\ntowards him to save myself the trouble of a conflict. But the effect of\r\nlying perfectly still was that I used to fall asleep; and that works\r\nsatisfactorily.”\r\n\r\n“Julian,” I said, “I detect a touch of envy in your voice. You try to\r\nkeep it out, but you can’t. Wait a bit, though. I haven’t finished.\r\n\r\n“As you know, I had the monster down in less than no time. I said to\r\nmyself, ‘I’ve won. I’ll write to Margaret, and tell her so!’ Do you\r\nknow I had actually begun to write the letter when another thought\r\nstruck me. One that started me sweating and shaking. ‘The monster,’ I\r\nsaid again to myself, ‘the monster is devilish cunning. Perhaps he’s\r\nonly shamming! It looks as if he were beaten. Suppose it’s only a feint\r\nto get me off my guard. Suppose he just wants me to take my eyes off\r\nhim so that he may get at me again as soon as I’ve begun to look for a\r\ncomfortable chair and a mantelpiece to rest my feet on!’ I told myself\r\nthat I wouldn’t risk bringing Margaret over. I didn’t dare chance her\r\nbeing with me if ever I had to go back into the ring. So I kept jumping\r\nand stamping on the monster. The referee had given me the fight and had\r\ngone away; and, with no one to stop me, I kicked the life out of him.”\r\n\r\n“No, you didn’t,” interrupted Julian. “Excuse me, I’m sure you didn’t.\r\nI often wake up and hear him prowling about.”\r\n\r\n“Yes; but there’s a separate monster set apart for each of us. It’s\r\nFate who arranges the programme, and, by stress of business, Fate\r\npostpones many contests so late that before they can take place the man\r\nhas died. Those who die before their fight comes on are called rich\r\nmen. To return, however, to my own monster: I was at last convinced\r\nthat he was dead a thousand times——”\r\n\r\n“How long have you had this conviction?” asked Julian.\r\n\r\n“The absolute certainty that my monster has ceased to exist came to me\r\nthis morning whilst I brushed my hair.”\r\n\r\n“Ah,” said Julian; “and now, I suppose, you really will write to Miss\r\nMargaret——” He paused.\r\n\r\n“Goodwin?”\r\n\r\n“To Miss Margaret Goodwin,” he repeated.\r\n\r\n“Look here, Julian,” I said irritably; “it’s no use your repeating\r\nevery observation I make as though you were Massa Johnson on Margate\r\nSands.”\r\n\r\n“What’s the matter?”\r\n\r\nI was silent for a moment. Then I confessed.\r\n\r\n“Julian,” I said, “I can’t write to her. You need neither say that I’m\r\na blackguard nor that you’re sorry for us both. At this present moment\r\nI’ve no more affection for Margaret than I have for this chair. When\r\nprecisely I left off caring for her I don’t know. Why I ever thought I\r\nloved her I don’t know, either. But ever since I came to London all the\r\nlove I did have for her has been ebbing away every day.”\r\n\r\n“Had you met many people before you met her?” asked Julian slowly.\r\n\r\n“No one that counted. Not a woman that counted, that’s to say. I am shy\r\nwith women. I can talk to them in a sort of way, but I never seem able\r\nto get intimate. Margaret was different. She saved my life, and we\r\nspent the summer in Guernsey together.”\r\n\r\n“And you seriously expected not to fall in love?” Julian laughed “My\r\ndear Jimmy, you ought to write a psychological novel.”\r\n\r\n“Possibly. But, in the meantime, what am I to do?”\r\n\r\nJulian stood up.\r\n\r\n“She’s in love with you, I suppose?”\r\n\r\n“Yes.”\r\n\r\nHe stood looking at me.\r\n\r\n“Well, can’t you speak?” I said.\r\n\r\nHe turned away, shrugging his shoulders. “One’s got one’s own right and\r\none’s own wrong,” he grumbled, lighting his pipe.\r\n\r\n“I know what you’re thinking,” I said.\r\n\r\nHe would not look at me.\r\n\r\n“You’re thinking,” I went on, “what a cad I am not to have written that\r\nletter.” I sat down resting my head on my hands. After all—love and\r\nliberty—they’re both very sweet.\r\n\r\n“I’m thinking,” said Julian, watching the smoke from his pipe\r\nabstractedly, “that you will probably write tonight; and I think I know\r\nhow you’re feeling.”\r\n\r\n“Julian,” I said, “must it be tonight? Why? The letter shall go. But\r\nmust it be tonight?”\r\n\r\nJulian hesitated.\r\n\r\n“No,” he said; “but you’ve made up your mind, so why put off the\r\ninevitable?”\r\n\r\n“I can’t,” I exclaimed; “oh, I really can’t. I must have my freedom a\r\nlittle longer.”\r\n\r\n“You must give it up some day. It’ll be all the harder when you’ve got\r\nto face it.”\r\n\r\n“I don’t mind that. A little more freedom, just a little; and then I’ll\r\ntell her to come to me.”\r\n\r\nHe smoked in silence.\r\n\r\n“Surely,” I said, “this little more freedom that I ask is a small thing\r\ncompared with the sacrifice I have promised to make?”\r\n\r\n“You won’t let her know it’s a sacrifice?”\r\n\r\n“Of course not. She shall think that I love her as I used to.”\r\n\r\n“Yes, you ought to do that,” he said softly. “Poor devil,” he added.\r\n\r\n“Am I too selfish?” I asked.\r\n\r\nHe got up to go. “No,” he said. “To my mind, you’re entitled to a\r\nbreathing space before you give up all that you love best. But there’s\r\na risk.”\r\n\r\n“Of what?”\r\n\r\n“Of her finding out by some other means than yourself and before your\r\nletter comes, that the letter should have been written earlier. Do you\r\nsign all your stuff with your own name?”\r\n\r\n“Yes.”\r\n\r\n“Well, then, she’s bound to see how you’re getting on. She’ll see your\r\nname in the magazines, in newspapers and in books. She’ll know you\r\ndon’t write for nothing, and she’ll make calculations.”\r\n\r\nI was staggered.\r\n\r\n“You mean—?” I said.\r\n\r\n“Why, it will occur to her before long that your statement of your\r\nincome doesn’t square with the rest of the evidence; and she’ll wonder\r\nwhy you pose as a pauper when you’re really raking in the money with\r\nboth hands. She’ll think it over, and then she’ll see it all.”\r\n\r\n“I see,” I said, dully. “Well, you’ve taken my last holiday from me.\r\nI’ll write to her tonight, telling her the truth.”\r\n\r\n“I shouldn’t, necessarily. Wait a week or two. You may quite possibly\r\nhit on some way out of the difficulty. I’m bound to say, though, I\r\ncan’t see one myself at the moment.”\r\n\r\n“Nor can I,” I said."
  ]
}