{
  "index": 29,
  "title": "Chapter 28",
  "paragraphs": [
    "MY TRIUMPH\r\n\r\n\r\n_(James Orlebar Cloyster’s narrative continued)_\r\n\r\nOn the morning of the day for which the production had been fixed, it\r\ndawned upon me that I had to meet Mrs. Goodwin and Margaret at\r\nWaterloo. All through the busy days of rehearsal, even on those awful\r\ndays when everything went wrong and actresses, breaking down, sobbed in\r\nthe wings and refused to be comforted, I had dimly recognised the fact\r\nthat when I met Margaret I should have to be honest with her. Plans for\r\nevasion had been half-matured by my inventive faculties, only to be\r\ndiscarded, unpolished, on account of the insistent claims of the\r\nendless rehearsals. To have concocted a story with which to persuade\r\nMargaret that I stood to lose money if the play succeeded would have\r\nbeen a clear day’s work. And I had no clear days.\r\n\r\nBut this was not all. There was another reason. Somehow my sentiments\r\nwith regard to her were changing again. It was as if I were awaking\r\nfrom some dream. I felt as if my eyes had been blindfolded to prevent\r\nme seeing Margaret as she really was, and that now the bandage had been\r\nremoved. As the day of production drew nearer, and the play began to\r\ntake shape, I caught myself sincerely admiring the girl who could hit\r\noff, first shot, the exact shade of drivel which the London stage\r\nrequired. What culture, what excessive brain-power she must have. How\r\nabsurdly _naïve_, how impossibly melodramatic, how maudlinly\r\nsentimental, how improbable—in fact, how altogether womanly she must\r\nhave grown.\r\n\r\nWomanly! That did it. I felt that she was womanly. And it came about\r\nthat it was my Margaret of the Cobo shrimping journeys that I was\r\nprepared to welcome as I drove that morning to Waterloo Station.\r\n\r\nAnd so, when the train rolled in, and the Goodwins alighted, and\r\nMargaret kissed me, by an extraordinarily lucky chance I found that I\r\nloved her more dearly than ever.\r\n\r\n\r\nThat _première_ is still fresh in my memory.\r\n\r\nMrs. Goodwin, Margaret, and myself occupied the stage box, and in\r\nvarious parts of the house I could see the familiar faces of those whom\r\nI had invited as my guests.\r\n\r\nI felt it was the supreme event of my life. It was _the_ moment. And\r\nsurely I should have spoilt it all unless my old-time friends had been\r\nsitting near me.\r\n\r\nEva and Julian were with Mr. and Mrs. Gunton-Cresswell in the box\r\nopposite us. To the Barrel Club I had sent the first row of the dress\r\ncircle. It was expensive, but worth it. Hatton and Sidney Price were in\r\nthe stalls. Tom Blake had preferred a free pass to the gallery. Kit and\r\nMalim were at the back of the upper circle (this was, Malim told me,\r\nKit’s own choice).\r\n\r\nOne by one the members of the orchestra took their places for the\r\noverture, and it was to the appropriate strains of “Land of Hope and\r\nGlory” that the curtain rose on the first act of my play.\r\n\r\nThe first act, I should mention (though it is no doubt superfluous to\r\ndo so) is bright and suggestive, but ends on a clear, firm note of\r\npathos. That is why, as soon as the lights went up, I levelled my\r\nglasses at the eyes of the critics. Certainly in two cases, and, I\r\nthink, in a third, I caught the glint of tear-drops. One critic was\r\nblowing his nose, another sobbed like a child, and I had a hurried\r\nvision of a third staggering out to the foyer with his hand to his\r\neyes. Margaret was removing her own tears with a handkerchief. Mrs.\r\nGoodwin’s unmoved face may have hidden a lacerated soul, but she did\r\nnot betray herself. Hers may have been the thoughts that lie too deep\r\nfor tears. At any rate, she did not weep. Instead, she drew from her\r\nreticule the fragmentary writings of an early Portuguese author. These\r\nshe perused during the present and succeeding _entr’actes_.\r\n\r\nPressing Margaret’s hand, I walked round to the Gunton-Cresswells’s box\r\nto see what effect the act had had on them. One glance at their faces\r\nwas enough. They were long and hard. “This is a real compliment,” I\r\nsaid to myself, for the whole party cut me dead. I withdrew, delighted.\r\nThey had come, of course, to assist at my failure. I had often observed\r\nto Julian how curiously lacking I was in dramatic instinct, and Julian\r\nhad predicted to Eva and her aunt and uncle a glorious fiasco. They\r\nwere furious at their hopes being so egregiously disappointed. Had they\r\ndreamt of a success they would have declined to be present. Indeed,\r\nhalf-way through Act Two, I saw them creeping away into the night.\r\n\r\nThe Barrel Club I discovered in the bar. As I approached, I heard\r\nMichael declare that “there’d not been such an act produced since his\r\nshow was put on at——” He was interrupted by old Maundrell asserting\r\nthat “the business arranged for valet reminded him of a story about\r\nLeopold Lewis.”\r\n\r\nThey, too, added their quota to my cup of pleasure by being distinctly\r\nfrigid.\r\n\r\nAscending to the gallery I found another compliment awaiting me. Tom\r\nBlake was fast asleep. The quality of Blake’s intellect was in inverse\r\nratio to that of Mrs. Goodwin. Neither of them appreciated the stuff\r\nthat suited so well the tastes of the million; and it was consequently\r\nquite consistent that while Mrs. Goodwin dozed in spirit Tom Blake\r\nshould snore in reality.\r\n\r\nWith Hatton and Price I did not come into contact. I noticed, however,\r\nthat they wore an expression of relief at the enthusiastic reception my\r\nplay had received.\r\n\r\nBut an encounter with Kit and Malim was altogether charming. They had\r\nhad some slight quarrel on the way to the theatre, and had found a\r\nmeans of reconciliation in their mutual emotion at the pathos of the\r\nfirst act’s finale. They were now sitting hand in hand telling each\r\nother how sorry they were. They congratulated me warmly.\r\n\r\n\r\nA couple of hours more, and the curtain had fallen.\r\n\r\nThe roar, the frenzied scene, the picture of a vast audience, half-mad\r\nwith excitement—how it all comes back to me.\r\n\r\nAnd now, as I sit in this quiet smoking-room of a St. Peter’s Port\r\nhotel, I hear again the shout of “Author!” I see myself again stepping\r\nforward from the wings. That short appearance of mine, that brief\r\nspeech behind the footlights fixed my future....\r\n\r\n\r\n“James Orlebar Cloyster, the plutocratic playwright, to Margaret, only\r\ndaughter of the late Eugene Grandison Goodwin, LL.D.”"
  ]
}