{
  "index": 24,
  "title": "Chapter 23",
  "paragraphs": [
    "THE TRANSPOSITION OF SENTIMENT\r\n\r\n\r\nIt is all very, very queer. I do not understand it at all. It makes me\r\nsleepy to think about it.\r\n\r\nA month ago I hated Eva. Tomorrow I marry her by special licence.\r\n\r\nNow, what _about_ this?\r\n\r\nMy brain is not working properly. I am becoming jerky.\r\n\r\nI tried to work the thing out algebraically. I wrote it down as an\r\nequation, thus:—\r\n\r\nHATRED, denoted by x + Eva.\r\nREVERSE OF HATRED, “ “ y + Eva\r\nONE MONTH “ “ z.\r\n\r\n\r\nFrom which we get:—\r\n\r\nx + Eva = (y + Eva)z.\r\n\r\n\r\nAnd if anybody can tell me what that means (if it means anything—which\r\nI doubt) I shall be grateful. As I said before, my brain is not working\r\nproperly.\r\n\r\nThere is no doubt that my temperament has changed, and in a very short\r\nspace of time. A month ago I was soured, cynical, I didn’t brush my\r\nhair, and I slept too much. I talked a good deal about Life. Now I am\r\nblithe and optimistic. I use pomade, part in the middle, and sleep\r\neight hours and no more. I have not made an epigram for days. It is all\r\nvery queer.\r\n\r\nI took a new attitude towards life at about a quarter to three on the\r\nmorning after the Gunton-Cresswells’s dance. I had waited for James in\r\nhis rooms. He had been to the dance.\r\n\r\nExamine me for a moment as I wait there.\r\n\r\nI had been James’ friend for more than two years and a half. I had\r\nwatched his career from the start. I knew him before he had located\r\nexactly the short cut to Fortune. Our friendship embraced the whole\r\nperiod of his sudden, extraordinary success.\r\n\r\nHad not envy by that time been dead in me, it might have been pain to\r\nme to watch him accomplish unswervingly with his effortless genius the\r\nthings I had once dreamt I, too, would laboriously achieve.\r\n\r\nBut I grudged him nothing. Rather, I had pleasure in those triumphs of\r\nmy friend.\r\n\r\nThere was no confidence we had withheld from one another.\r\n\r\nWhen he told me of his relations with Margaret Goodwin he had counted\r\non my sympathy as naturally as he had requested and received my advice.\r\n\r\nTo no living soul, save James, would I have confessed my own tragedy—my\r\nhopeless love for Eva.\r\n\r\nIt is inconceivable that I should have misjudged a man so utterly as I\r\nmisjudged James.\r\n\r\nThat is the latent factor at the root of my problem. The innate\r\nrottenness, the cardiac villainy of James Orlebar Cloyster.\r\n\r\nIn a measure it was my own hand that laid the train which eventually\r\nblew James’ hidden smoulder of fire into the blazing beacon of\r\nwickedness, in which my friend’s Satanic soul is visible in all its\r\nlurid nakedness.\r\n\r\nI remember well that evening, mild with the prelude of spring, when I\r\nevolved for James’ benefit the System. It was a device which was to\r\npreserve my friend’s liberty and, at the same time, to preserve my\r\nfriend’s honour. How perfect in its irony!\r\n\r\nMargaret Goodwin, mark you, was not to know he could afford to marry\r\nher, and my system was an instrument to hide from her the truth.\r\n\r\nHe employed that system. It gave him the holiday he asked for. He went\r\ninto Society.\r\n\r\nAmong his acquaintances were the Gunton-Cresswells, and at their house\r\nhe met Eva. Whether his determination to treat Eva as he had treated\r\nMargaret came to him instantly, or by degrees I do not know. Inwardly\r\nhe may have had his scheme matured in embryo, but outwardly he was\r\nstill the accomplished hypocrite. He was the soul of honour—outwardly.\r\nHe was the essence of sympathetic tact as far as his specious exterior\r\nwent. Then came the 27th of May. On that date the first of James\r\nOrlebar Cloyster’s masks was removed.\r\n\r\nI had breakfasted earlier than usual, so that by the time I had walked\r\nfrom Rupert Court to Walpole Street it was not yet four o’clock.\r\n\r\nJames was out. I thought I would wait for him. I stood at his window.\r\nThen I saw Margaret Goodwin. What features! What a complexion! “And\r\nJames,” I murmured, “is actually giving this the miss in baulk!” I\r\ndiscovered, at that instant, that I did not know James. He was a fool.\r\n\r\nIn a few hours I was to discover he was a villain, too.\r\n\r\nShe came in and I introduced myself to her. I almost forget what\r\npretext I manufactured, but I remember I persuaded her to go back to\r\nGuernsey that very day. I think I said that James was spending Friday\r\ntill Monday in the country, and had left no address. I was determined\r\nthat they should not meet. She was far too good for a man who obviously\r\ndid not appreciate her in the least.\r\n\r\nWe had a very pleasant chat. She was charming. At first she was apt to\r\ntouch on James a shade too frequently, but before long I succeeded in\r\ndiverting our conversation into less uninteresting topics.\r\n\r\nShe talked of Guernsey, I of London. I said I felt I had known her all\r\nmy life. She said that one had, undeniably, one’s affinities.\r\n\r\nI said, “Might I think of her as ‘Margaret’?”\r\n\r\nShe said it was rather unconventional, but that she could not control\r\nmy thoughts.\r\n\r\nI said, “There you are wrong—Margaret.”\r\n\r\nShe said, “Oh, what are you saying, Mr. Eversleigh?”\r\n\r\nI said I was thinking out loud.\r\n\r\nOn the doorstep she said, “Well, yes—Julian—you may write to\r\nme—sometimes. But I won’t promise to answer.”\r\n\r\nAngel!\r\n\r\nThe next thing that awakened me was the coming of James.\r\n\r\nAfter I had given him a suitable version of Margaret’s visit, he told\r\nme he was engaged to Eva. That was an astounding thing; but what was\r\nmore astounding was that James had somehow got wind of the real spirit\r\nof my interview with Margaret.\r\n\r\nI have called James Orlebar Cloyster a fool; I have called him a\r\nvillain. I will never cease to call him a genius. For by some\r\nmarvellous capacity for introspection, by some incredible projection of\r\nhis own mind into other people’s matters, he was able to tax me to my\r\nface with an attempt to win his former _fiancée’s_ affections. I tried\r\nto choke him off. I used every ounce of bluff I possessed. In vain. I\r\nleft Walpole Street in a state approaching mental revolution.\r\n\r\nMy exact feelings towards James were too intricate to be defined in a\r\nsingle word. Not so my feelings towards Eva. “Hate” supplied the lacuna\r\nin her case.\r\n\r\nThus the month began.\r\n\r\nThe next point of importance is my interview with Mrs.\r\nGunton-Cresswell. She had known all along how matters stood in regard\r\nto Eva and myself. She had not been hostile to me on that account. She\r\nhad only pointed out that as I could do nothing towards supporting Eva\r\nI had better keep away when my cousin was in London. That was many\r\nyears ago. Since then we had seldom met. Latterly, not at all.\r\nInvitations still arrived from her, but her afternoon parties clashed\r\nwith my after-breakfast pipe, and as for her evening receptions—well,\r\nby the time I had pieced together the various component parts of my\r\ndress clothes, I found myself ready for bed. That is to say, more ready\r\nfor bed than I usually am.\r\n\r\nI went to Mrs. Gunton-Cresswell in a very bitter mood. I was bent on\r\ntrouble.\r\n\r\n“I’ve come to congratulate Eva,” I said.\r\n\r\nMrs. Gunton-Cresswell sighed.\r\n\r\n“I was afraid of this,” she said.\r\n\r\n“The announcement was the more pleasant,” I went on, “because James has\r\nbeen a bosom friend of mine.”\r\n\r\n“I’m afraid you are going to be extremely disagreeable about your\r\ncousin’s engagement,” she said.\r\n\r\n“I am,” I answered her. “Very disagreeable. I intend to shadow the\r\nyoung couple, to be constantly meeting them, calling attention to them.\r\nJames will most likely have to try to assault me. That may mean a black\r\neye for dear James. It will certainly mean the police court. Their\r\nengagement will be, in short, a succession of hideous _contretemps_, a\r\nseries of laughable scenes.”\r\n\r\n“Julian,” said Mrs. Gunton-Cresswell, “hitherto you have acted manfully\r\ntoward Eva. You have been brave. Have you no regard for Eva?”\r\n\r\n“None,” I said.\r\n\r\n“Nor for Mr. Cloyster?”\r\n\r\n“Not a scrap.”\r\n\r\n“But why are you behaving in this appallingly selfish way?”\r\n\r\nThis was a facer. I couldn’t quite explain to her how things really\r\nwere, so I said:\r\n\r\n“Never you mind. Selfish or not, Mrs. Gunton-Cresswell, I’m out for\r\ntrouble.”\r\n\r\nThat night I had a letter from her. She said that in order to avoid all\r\nunpleasantness, Eva’s engagement would be of the briefest nature\r\npossible. That the marriage was fixed for the twelfth of next month;\r\nthat the wedding would be a very quiet one; and that until the day of\r\nthe wedding Eva would not be in London.\r\n\r\nIt amused me to find how thoroughly I had terrified Mrs.\r\nGunton-Cresswell. How excellently I must have acted, for, of course, I\r\nhad not meant a word I had said to that good lady.\r\n\r\nIn the days preceding the twelfth of June I confess I rather softened\r\nto James. The _entente cordiale_ was established between us. He told me\r\nhow irresistible Eva had been that night; mentioned how completely she\r\nhad carried him away. Had she not carried me away in precisely the same\r\nmanner once upon a time?\r\n\r\nHe swore he loved her as dearly as—(I can’t call to mind the simile he\r\nemployed, though it was masterly and impressive.) I even hinted that\r\nthe threats I had used in the presence of Mrs. Gunton-Cresswell were\r\nnot serious. He thanked me, but said I had frightened her to such good\r\npurpose that the date would now have to stand. “You will not be\r\nsurprised to hear,” he added, “that I have called in all my work. I\r\nshall want every penny I make. The expenses of an engaged man are\r\nhair-raising. I send her a lot of flowers every morning—you’ve no\r\nconception how much a few orchids cost. Then, whenever I go to see her\r\nI take her some little present—a gold-mounted umbrella, a bicycle lamp,\r\nor a patent scent-bottle. I’m indebted to you, Julian, positively\r\nindebted to you for cutting short our engagement.”\r\n\r\nI now go on to point two: the morning of the twelfth of June.\r\n\r\nHurried footsteps on my staircase. A loud tapping at my door. The\r\nchurch clock chiming twelve. The agitated, weeping figure of Mrs.\r\nGunton-Cresswell approaching my hammock. A telegram thrust into my\r\nhand. Mrs. Gunton-Cresswell’s hysterical exclamation, “You infamous\r\nmonster—you—you are at the bottom of this.”\r\n\r\nAll very disconcerting. All, fortunately, very unusual.\r\n\r\nMy eyes were leaden with slumber, but I forced myself to decipher the\r\nfollowing message, which had been telegraphed to West Kensington Lane:\r\n\r\nWedding must be postponed.—CLOYSTER.\r\n\r\n\r\n“I’ve had no hand in this,” I cried; “but,” I added enthusiastically,\r\n“it serves Eva jolly well right.”"
  ]
}