{
  "index": 22,
  "title": "Chapter 21",
  "paragraphs": [
    "IN THE SOUP\r\n\r\n\r\n_(Sidney Price’s narrative continued)_\r\n\r\nThey give you a small bonus at the “Moon” if you get through a quarter\r\nwithout being late, which just shows the sort of scale on which the\r\n“Moon” does things. Cookson, down at the Oxford Street Emporium, gets\r\nfined regular when he’s late. Shilling the first hour and twopence\r\nevery five minutes after. I’ve known gentlemen in banks, railway\r\ncompanies, dry goods, and woollen offices, the Indian trade, jute,\r\ntea—every manner of shop—but they all say the same thing, “We are ruled\r\nby fear.” It’s fear that drags them out of bed in the morning; it’s\r\nfear that makes them bolt, or even miss, their sausages; it’s fear that\r\nmakes them run to catch their train. But the “Moon’s” method is of a\r\ndifferent standard. The “Moon” does not intimidate; no, it entwines\r\nitself round, it insinuates itself into, the hearts of its employees.\r\nIt suggests, in fact, that we should not be late by offering us this\r\nsmall bonus. No insurance office and, up to the time of writing, no\r\nother assurance office has been able to boast as much. The same cause\r\nis at the bottom of the “Moon’s” high reputation, both inside and\r\noutside. It does things in a big way. It’s spacious.\r\n\r\nThe “Moon’s” timing system is great, too. Great in its simplicity. The\r\nregulation says you’ve got to be in the office by ten o’clock. Suppose\r\nyou arrive with ten minutes to spare. You go into the outer office\r\n(there’s only one entrance—the big one in Threadneedle Street) and find\r\non the right-hand side of the circular counter a ledger. The ledger is\r\nopen: there is blotting-paper and a quill pen beside it. Everyone’s\r\nname is written in alphabetical order on the one side of the ledger and\r\non the other side there is a blank page ruled down the middle with a\r\nred line. Having made your appearance at ten to ten, you put your\r\ninitials in a line with your name on the page opposite and to the left\r\nof the division. If, on the other hand, you’ve missed your train, and\r\ndon’t turn up till ten minutes _past_ ten, you’ve got to initial your\r\nname on the other side of the red line. In the space on the right of\r\nthe line, a thick black dash has been drawn by Leach, the cashier. He\r\ndoes this on the last stroke of ten. It makes the page look neat, he\r\nsays. Which is quite right and proper. I see his point of view\r\nentirely. The ledger must look decent in an office like the “Moon.”\r\nTommy Milner agrees with me. He says that not only does it look better,\r\nbut it prevents unfortunate mistakes on the part of those who come in\r\nlate. They might forget and initial the wrong side.\r\n\r\nAfter ten the book goes into Mr. Leach’s private partition, and you’ve\r\ngot to go in there to sign.\r\n\r\nIt was there when I came into the office on the morning after we’d been\r\nto talk business with Mr. Cloyster. It had been there about an hour and\r\na half.\r\n\r\n“Lost your bonus, Price, my boy,” said genial Mr. Leach. And the\r\nGeneral Manager, Mr. Fennell, who had stepped out of his own room close\r\nby, heard him say it.\r\n\r\n“I do not imagine that Mr. Price is greatly perturbed on that account.\r\nHe will, no doubt, shortly be forsaking us for literature. What\r\nCommerce loses, Art gains,” said the G.M.\r\n\r\nHe may have meant to be funny, or he may not. Some of those standing\r\nnear took him one way, others the other. Some gravely bowed their\r\nheads, others burst into guffaws. The G.M. often puzzled his staff in\r\nthat way. All were anxious to do the right thing by him, but he made it\r\nso difficult to tell what the right thing was.\r\n\r\nBut, as I went down the basement stairs to change my coat in the\r\nclerks’ locker-room, I understood from the G.M.’s words how humiliating\r\nmy position was.\r\n\r\nI had always been a booky sort of person. At home it had been a\r\nstanding joke that, when a boy, I would sooner spend a penny on\r\n_Tit-Bits_ than liquorice. And it was true. Not that I disliked\r\nliquorice. I liked _Tit-Bits_ better, though. So the thing had gone on.\r\nI advanced from _Deadwood Dick_ to Hall Caine and Guy Boothby; and\r\nsince I had joined the “Moon” I had actually gone a buster and bought\r\n_Omar Khayyam_ in the Golden Treasury series. Added to which, I had\r\nrecently composed a little lyric for a singer at the “Moon’s” annual\r\nsmoking concert. The lines were topical and were descriptive of our\r\nComplete Compensation Policy. Tommy Milner was the vocalist. He sang my\r\ncomposition to a hymn tune. The refrain went:\r\n\r\nCome and buy a C.C.Pee-ee!\r\nIf you want immunitee-ee\r\nFrom the accidents which come\r\nPlease plank down your premium.\r\nLife is diff’rent, you’ll agree\r\n_Repeat_ When you’ve got a C.C.P.\r\n\r\n\r\nThe Throne Room of the Holborn fairly rocked with applause.\r\n\r\nWell, it was shortly afterwards that I had received a visit from Mr.\r\nCloyster—the visit which ended in my agreeing to sign whatever\r\nmanuscripts he sent me, and forward him all cheques for a consideration\r\nof ten per cent. Softest job ever a man had. Easy money. Kudos—I had\r\nalmost too much of it. Which takes me back to the G.M.’s remark about\r\nmy leaving the office. Since he’s bought that big house at Regent’s\r\nPark he’s done a lot of entertaining at the restaurants. His name’s\r\nalways cropping up in the “Here and There” column, and naturally he’s a\r\nsubscriber to the _Strawberry Leaf_. The G.M. has everything of the\r\nbest and plenty of it. (You don’t see the G.M. with memo. forms tucked\r\nround his cuffs: he wears a clean shirt every morning of his life. All\r\ntip-top people have their little eccentricities.) And the _Strawberry\r\nLeaf_, the smartest, goeyest, personalest weekly, is never missing from\r\nhis drawing-room what-not. Every week it’s there, regular as clockwork.\r\nThat’s what started my literary reputation among the fellows at the\r\n“Moon.” Mr. Cloyster was contributing a series of short dialogues to\r\nthe _Strawberry Leaf_—called, “In Town.” These, on publication, bore my\r\nown signature. As a matter of fact, I happened to see the G.M. showing\r\nthe first of the series to Mr. Leach in his private room. I’ve kept it\r\nby me, and I don’t wonder the news created a bit of a furore. This was\r\nit:——\r\n\r\nIN TOWN\r\nBY SIDNEY PRICE\r\n\r\n\r\nNo. I.—THE SECRECY OF THE BALLET\r\n\r\n(You are standing under the shelter of the Criterion’s awning. It is\r\n12.30 of a summer’s morning. It is pouring in torrents. A quick and\r\nsudden rain storm. It won’t last long, and it doesn’t mean any harm.\r\nBut what’s sport to it is death to you. You were touring the Circus in\r\na new hat. Brand new. Couldn’t spot your tame cabby. Hadn’t a token.\r\nSpied the Cri’s awning. Dashed at it. But it leaks. Not so much as the\r\nsky though. Just enough, however, to do your hat no good. You mention\r\nthis to Friendly Creature with umbrella, and hint that you would like\r\nto share that weapon.)\r\n\r\nFRIENDLY CREATURE. Can’t give you all, boysie. Mine’s new, too.\r\n\r\nYOU. _(in your charming way)_. Well, of course. You wouldn’t be a woman\r\nif you hadn’t a new hat.\r\n\r\nFRIENDLY CREATURE. Do women always have new hats?\r\n\r\nYOU. _(edging under the umbrella)_. Women have new hats. New women have\r\nhats.\r\n\r\nFRIENDLY CREATURE. Don’t call me a woman, ducky; I’m a lady.\r\n\r\nYOU. I must be careful. If I don’t flatter you, you’ll take your\r\numbrella away.\r\n\r\nFRIENDLY CREATURE _(changing subject)_. There’s Matilda.\r\n\r\nYOU. Where?\r\n\r\nFRIENDLY CREATURE. Coming towards us in that landaulette.\r\n\r\nYOU. Looks fit, doesn’t she?\r\n\r\nFRIENDLY CREATURE. Her! She’s a blooming rotter.\r\n\r\nYOU. Not so loud. She’ll hear you.\r\n\r\nFRIENDLY CREATURE _(raising her voice)_. Good job. I want her to.\r\n_Stumer_!\r\n\r\nYOU. S-s-s-sh! What _are_ you saying? Matilda’s a duchess now.\r\n\r\nFRIENDLY CREATURE. I know.\r\n\r\nYOU. But you mustn’t say “Stumer” to a duchess unless——\r\n\r\nFRIENDLY CREATURE. Well?\r\n\r\nYOU. Unless you’re a duchess yourself?\r\n\r\nFRIENDLY CREATURE. I am. At least I was. Only I chucked it.\r\n\r\nYOU. But you said you were a lady.\r\n\r\nFRIENDLY CREATURE. So I am. An extra lady—front row, second O.P.\r\n\r\nYOU. How rude of me. Of course you were a duchess. I know you\r\nperfectly. Gorell Barnes said——\r\n\r\nFRIENDLY CREATURE. Drop it. What’s the good of the secrecy of the\r\nballet if people are going to remember every single thing about you?\r\n\r\n(At this point the rain stops. By an adroit flanking movement you get\r\naway without having to buy her a lunch.)\r\n\r\n\r\nEveryone congratulated me. “Always knew he had it in him,” “Found his\r\nvocation,” “A distinctly clever head,” “Reaping in the shekels”—that\r\nwas the worst part. The “Moon,” to a man, was bent on finding out “how\r\nmuch Sidney Price makes out of his bits in the papers.” Some dropped\r\nhints—the G.M., Leach, and the men at the counter. Others, like Tommy\r\nMilner, asked slap out. You may be sure I didn’t tell them a fixed sum.\r\nBut it was hopeless to say I was getting the small sum which my ten per\r\ncent. commission worked out at. On the other hand, I dared not pretend\r\nI was being paid at the usual rates. I should have gone broke in\r\ntwenty-four hours. You have no idea how constantly I was given the\r\nopportunity of lending five shillings to important members of the\r\n“Moon” staff. It struck me then—and I have found out for certain\r\nsince—that there is a popular anxiety to borrow from a man who earns\r\nmoney by writing. The earnings of a successful writer are, to the\r\ncommon intelligence, something he ought not really to have. And anyone,\r\nin default of abstracting his income, may fall back upon taking up his\r\ntime.\r\n\r\nIt did, no doubt, appear that I was coining the ready. Besides the\r\n_Strawberry Leaf_, _Features_, and _The Key of the Street_ were\r\nprinting my signed contributions in weekly series. _The Mayfair_, too,\r\nhad announced on its placards, “A Story in Dialogue, by Sidney Price.”\r\n\r\nThis, then, was my position on the morning when I was late at the\r\n“Moon” and lost my bonus.\r\n\r\nWhilst I went up in the lift to the New Business Room, and whilst I was\r\nentering the names and addresses of inquirers in the Proposal Book, I\r\nwas trying to gather courage to meet what was in store.\r\n\r\nFor the future held this: that my name would disappear from the papers\r\nas suddenly as it had arrived there. People would want to know why I\r\nhad given up writing. “Written himself out,” “No staying power,” “As\r\nshort-lived as a Barnum monstrosity”: these would be the remarks which\r\nwould herald ridicule and possibly pity.\r\n\r\nAnd I should be in just the same beastly fix at the “Hollyhocks” as I\r\nwas at the “Moon.” What would my people say? What would Norah say?\r\n\r\nThere was another reason, too, why a stoppage of the ten per cent.\r\ncheques would be a whack in the eye. You see, I had been doing myself\r\nwell on them—uncommonly well. I had ordered, as a present to my\r\nparents, new furniture for the drawing-room. I had pressed my father to\r\nhave a small greenhouse put up at my expense. He had always wanted one,\r\nbut had never been able to run to it. And I had taken Norah about a\r\ngood deal. Our weekly visit to a matinée (upper circle and ices),\r\nfollowed by tea at the Cabin or Lyons’ Popular, had become an\r\ninstitution. We had gone occasionally to a ball at the Town Hall.\r\n\r\nWhat would Norah say when all this ended abruptly without any\r\nexplanation?\r\n\r\nThere was no getting away from it. Sidney Price was in the soup."
  ]
}