{
  "index": 21,
  "title": "Chapter 20",
  "paragraphs": [
    "ONE IN THE EYE\r\n\r\n\r\n_(Sidney Price’s narrative continued)_\r\n\r\n“Serpose I oughtn’t ter ’ave let on, that’s it, ain’t it?” from Tom\r\nBlake.\r\n\r\n“Seemed to me that if one of the three gave the show away to the other\r\ntwo, the compact made by each of the other two came to an end\r\nautomatically,” from myself.\r\n\r\n“The reason I have broken my promise of secrecy is this: that I’m\r\ndetermined we three shall make a united demand for a higher rate of\r\npayment. You, of course, have your own uses for the money, I need mine\r\nfor those humanitarian objects for which my whole life is lived,” from\r\nthe Reverend.\r\n\r\n“Wot ’o,” said Blake. “More coin. Wot ’o. Might ’ave thought o’ that\r\nbefore.”\r\n\r\n“I’m with you, sir,” said I. “We’re entitled to a higher rate, I’ll\r\nmake a memo to that effect.”\r\n\r\n“No, no,” said the Reverend. “We can do better than that. We three\r\nshould have a personal interview with Cloyster and tell him our\r\ndecision.”\r\n\r\n“When?” I asked.\r\n\r\n“Now. At once. We are here together, and I see no reason to prevent our\r\narranging the matter within the hour.”\r\n\r\n“But he’ll be asleep,” I objected.\r\n\r\n“He won’t be asleep much longer.”\r\n\r\n“Yus, roust ’im outer bed. That’s wot I say. Wot ’o for more coin.”\r\n\r\nIt was now half-past two in the morning. I’d missed the 12:15 back to\r\nBrixton slap bang pop hours ago, so I thought I might just as well make\r\na night of it. We jumped into our overcoats and hats, and hurried to\r\nFleet Street. We walked towards the Strand until we found a\r\nfour-wheeler. We then drove to No. 23, Walpole Street.\r\n\r\nThe clocks struck three as the Reverend paid the cab.\r\n\r\n“Hullo!” said he. “Why, there’s a light in Cloyster’s sitting-room. He\r\ncan’t have gone to bed yet. His late hours save us a great deal of\r\ntrouble.” And he went up the two or three steps which led to the front\r\ndoor.\r\n\r\nA glance at Tom Blake showed me that the barge-driver was alarmed. He\r\nlooked solemn and did not speak. I felt funny, too. Like when I first\r\nhanded round the collection-plate in our parish church. Sort of empty\r\nfeeling.\r\n\r\nBut the Reverend was all there, spry and business-like.\r\n\r\nHe leaned over the area railing and gave three short, sharp taps on the\r\nground floor window with his walking-stick.\r\n\r\nBehind the lighted blind appeared the shadow of a man’s figure.\r\n\r\n“It’s he!” “It’s him!” came respectively and simultaneously from the\r\nReverend and myself.\r\n\r\nAfter a bit of waiting the latch clicked and the door opened. The door\r\nwas opened by Mr. Cloyster himself. He was in evening dress and\r\nhysterics. I thought I had heard a rummy sound from the other side of\r\nthe door. Couldn’t account for it at the time. Must have been him\r\nlaughing.\r\n\r\nAt the sight of us he tried to pull himself together. He half succeeded\r\nafter a bit, and asked us to come in.\r\n\r\nTo say his room was plainly furnished doesn’t express it. The apartment\r\nwas like a prison cell. I’ve never been in gaol, of course. But I read\r\n“Convict 99” when it ran in a serial. The fire was out, the chairs were\r\nhard, and the whole thing was uncomfortable. Never struck such a shoddy\r\nplace in my natural, ever since I called on a man I know slightly who\r\nwas in “The Hand of Blood” travelling company No. 3 B.\r\n\r\n“Delighted to see you, I’m sure,” said Mr. Cloyster. “In fact, I was\r\njust going to sit down and write to you.”\r\n\r\n“Really,” said the Reverend. “Well, we’ve come of our own accord, and\r\nwe’ve come to talk business.” Then turning to Blake and me he added,\r\n“May I state our case?”\r\n\r\n“Most certainly, sir,” I answered. And Blake gave a nod.\r\n\r\n“Briefly, then,” said the Reverend, “our mission is this: that we three\r\nwant our contracts revised.”\r\n\r\n“What contracts?” said Mr. Cloyster.\r\n\r\n“Our contracts connected with your manuscripts.”\r\n\r\n“Since when have the several matters of business which I arranged\r\nprivately with each of you become public?”\r\n\r\n“Tonight. It was quite unavoidable. We met by chance. We are not to\r\nblame. Tom Blake was——”\r\n\r\n“Yes, he looks as if he had been.”\r\n\r\n“Our amended offer is half profits.”\r\n\r\n“More coin,” murmured Blake huskily. “Wot ’o!”\r\n\r\n“I regret that you’ve had your journey for nothing.”\r\n\r\n“You refuse?”\r\n\r\n“Absolutely.”\r\n\r\n“My dear Cloyster, I had expected you to take this attitude; but surely\r\nit’s childish of you. You are bound to accede. Why not do so at once?”\r\n\r\n“Bound to accede? I don’t follow you.”\r\n\r\n“Yes, bound. The present system which you are working is one you cannot\r\nafford to destroy. That is clear, because, had it not been so, you\r\nwould never have initiated it. I do not know for what reason you were\r\nforced to employ this system, but I do know that powerful circumstances\r\nmust have compelled you to do so. You are entirely in our hands.”\r\n\r\n“I said just now I was delighted to see you, and that I had intended to\r\nask you to come to me. One by one, of course; for I had no idea that\r\nthe promise of secrecy which you gave me had been broken.”\r\n\r\nThe Reverend shrugged his shoulders.\r\n\r\n“Do you know why I wanted to see you?”\r\n\r\n“No.”\r\n\r\n“To tell you that I had decided to abandon my system. To notify you\r\nthat you would, in future, receive no more of my work.”\r\n\r\nThere was a dead silence.\r\n\r\n“I think I’ll go home to bed,” said the Reverend.\r\n\r\nBlake and myself followed him out.\r\n\r\nMr. Cloyster thanked us all warmly for the excellent way in which we\r\nhad helped him. He said that he was now engaged to be married, and had\r\nto save every penny. “Otherwise, I should have tried to meet you in\r\nthis affair of the half-profits.” He added that we had omitted to\r\ncongratulate him on his engagement.\r\n\r\nHis words came faintly to our ears as we tramped down Walpole Street;\r\nnor did we, as far as I can remember, give back any direct reply.\r\n\r\nTell you what it was just like. Reminded me of it even at the time:\r\nthat picture of Napoleon coming back from Moscow. The Reverend was\r\nNapoleon, and we were the generals; and if there were three humpier men\r\nwalking the streets of London at that moment I should have liked to\r\nhave seen them."
  ]
}