{
  "index": 28,
  "title": "Chapter 27",
  "paragraphs": [
    "BRIGGS TO THE RESCUE\r\n\r\n\r\n_(James Orlebar Cloyster’s narrative continued)_\r\n\r\nI finished the last page, and I laid down the typescript reverently.\r\nThe thing amazed me. Unable as I was to turn out a good acting play of\r\nmy own, I was, nevertheless, sufficiently gifted with an appreciation\r\nof the dramatic to be able to recognise such a play when I saw it.\r\nThere were situations in Margaret’s comedy which would grip a London\r\naudience, and force laughter and tears from it.... Well, the public\r\nside of that idiotic play is history. Everyone knows how many nights it\r\nran, and the Press from time to time tells its readers what were the\r\nprofits from it that accrued to the author.\r\n\r\nI turned to Margaret’s letter and re-read the last page. She put the\r\nthing very well, very sensibly. As I read, my scruples began to vanish.\r\nAfter all, was it so very immoral, this little deception that she\r\nproposed?\r\n\r\n“I have written down the words,” she said; “but the conception is\r\nyours. The play was inspired by you. But for you I should never have\r\nbegun it.” Well, if she put it like that——\r\n\r\n“You alone are able to manage the business side of the production. You\r\nknow the right men to go to. To approach them on behalf of a stranger’s\r\nwork is far less likely to lead to success.”\r\n\r\n(True, true.)\r\n\r\n“I have assumed, you will see, that the play is certain to be produced.\r\nBut that will only be so if you adopt it as your own,”\r\n\r\n(There was sense in this.)\r\n\r\n“Claim the authorship, and all will be well.”\r\n\r\n“I will,” I said.\r\n\r\nI packed up the play in its brown paper, and rushed from the house. At\r\nthe post-office, at the bottom of the King’s Road, I stopped to send a\r\ntelegram. It consisted of the words, “Accept thankfully.—Cloyster.”\r\n\r\nThen I took a cab from the rank at Sloane Square, and told the man to\r\ndrive to the stage-door of the Briggs Theatre in Shaftesbury Avenue.\r\n\r\nThe cab-rank in Sloane Square is really a Home for Superannuated\r\nHorses. It is a sort of equine Athenaeum. No horse is ever seen there\r\ntill it has passed well into the sere and yellow. A Sloane Square\r\ncab-horse may be distinguished by the dignity of its movements. It is\r\nhappiest when walking.\r\n\r\nThe animal which had the privilege of making history by conveying me\r\nand _The Girl who Waited_ to the Briggs Theatre was asthmatic, and, I\r\nthink, sickening for the botts. I had plenty of time to cool my brain\r\nand think out a plan of campaign.\r\n\r\nStanley Briggs, whom I proposed to try first, was the one man I should\r\nhave liked to see in the part of James, the hero of the piece. The part\r\nmight have been written round him.\r\n\r\nThere was the objection, of course, that _The Girl who Waited_ was not\r\na musical comedy, but I knew he would consider a straight play, and put\r\nit on if it suited him. I was confident that _The Girl who Waited_\r\nwould be just what he wanted.\r\n\r\nThe problem was how to get him to himself for a sufficient space of\r\ntime. When a man is doing the work of half a dozen he is likely to get\r\non in the world, but he has, as a rule, little leisure for\r\nconversation.\r\n\r\nMy octogenarian came to a standstill at last at the stage-door, and\r\nseemed relieved at having won safely through a strenuous bit of work.\r\n\r\nI went through in search of my man.\r\n\r\nHis dressing-room was the first place I drew. I knew that he was not\r\ndue on the stage for another ten minutes. Mr. Richard Belsey, his\r\nvalet, was tidying up the room as I entered.\r\n\r\n“Mr. Briggs anywhere about, Richard?” I asked.\r\n\r\n“Down on the side, sir, I think. There’s a new song in tonight for Mrs.\r\nBriggs, and he’s gone to listen how it goes.”\r\n\r\n“Which side, do you know?”\r\n\r\n“O.P., sir, I think.”\r\n\r\nI went downstairs and through the folding-doors into the wings. The\r\nO.P. corner was packed—standing room only—and the overflow reached\r\nnearly to the doors. The Black Hole of Calcutta was roomy compared with\r\nthe wings on the night of a new song. Everybody who had the least\r\nexcuse for being out of his or her dressing-room at that moment was\r\npeering through odd chinks in the scenery. Chorus-girls, show-girls,\r\nchorus-men, principals, children, scene-shifters, and other theatrical\r\nfauna waited in a solid mass for the arrival of the music-cue.\r\n\r\nThe atmosphere behind the scenes has always had the effect of making me\r\nfeel as if my boots were number fourteens and my hands, if anything,\r\nlarger. Directly I have passed the swing-doors I shuffle like one\r\noppressed with a guilty conscience. Outside I may have been composed,\r\neven jaunty. Inside I am hangdog. Beads of perspiration form on my\r\nbrow. My collar tightens. My boots begin to squeak. I smile vacuously.\r\n\r\nI shuffled, smiling vacuously and clutching the type-script of _The\r\nGirl who Waited_, to the O.P. corner. I caught the eye of a tall lady\r\nin salmon-pink, and said “Good evening” huskily—my voice is always\r\nhusky behind the scenes: elsewhere it is like some beautiful bell. A\r\npiercing whisper of “Sh-h-h-!” came from somewhere close at hand. This\r\nsort of thing does not help bright and sparkling conversation. I\r\nsh-h-hed, and passed on.\r\n\r\nAt the back of the O.P. corner Timothy Prince, the comedian, was\r\nfilling in the time before the next entrance by waltzing with one of\r\nthe stage-carpenters. He suspended the operation to greet me.\r\n\r\n“Hullo, dear heart,” he said, “how goes it?”\r\n\r\n“Seen Briggs anywhere?” I asked.\r\n\r\n“Round on the prompt side, I think. He was here a second ago, but he\r\ndashed off.”\r\n\r\nAt this moment the music-cue was given, and a considerable section of\r\nthe multitude passed on to the stage.\r\n\r\nLocomotion being rendered easier, I hurried round to the prompt side.\r\n\r\nBut when I arrived there were no signs of the missing man.\r\n\r\n“Seen Mr. Briggs anywhere?” I asked.\r\n\r\n“Here a moment ago,” said one of the carpenters. “He went out after\r\nMiss Lewin’s song began. I think he’s gone round the other side.”\r\n\r\nI dashed round to the O.P. corner again. He had just left.\r\n\r\nTaking up the trail, I went to his dressing-room once more.\r\n\r\n“You’re just too late, sir,” said Richard; “he was here a moment ago.”\r\n\r\nI decided to wait.\r\n\r\n“I wonder if he’ll be back soon.”\r\n\r\n“He’s probably downstairs. His call is in another two minutes.”\r\n\r\nI went downstairs, and waited on the prompt side. Sir Boyle Roche’s\r\nbird was sedentary compared with this elusive man.\r\n\r\nPresently he appeared.\r\n\r\n“Hullo, dear old boy,” he said. “Welcome to Elsmore. Come and see me\r\nbefore you go, will you? I’ve got an idea for a song.”\r\n\r\n“I say,” I said, as he flitted past, “can I——”\r\n\r\n“Tell me later on.”\r\n\r\nAnd he sprang on to the stage.\r\n\r\nBy the time I had worked my way, at the end of the performance, through\r\nthe crowd of visitors who were waiting to see him in his dressing-room,\r\nI found that he had just three minutes in which to get to the Savoy to\r\nkeep an urgent appointment. He explained that he was just dashing off.\r\n“I shall be at the theatre all tomorrow morning, though,” he said.\r\n“Come round about twelve, will you?”\r\n\r\n\r\nThere was a rehearsal at half-past eleven next morning. When I got to\r\nthe theatre I found him on the stage. He was superintending the chorus,\r\ntalking to one man about a song and to two others about motors, and\r\ndictating letters to his secretary. Taking advantage of this spell of\r\ncomparative idleness, I advanced (l.c.) with the typescript.\r\n\r\n“Hullo, old boy,” he said, “just a minute! Sit down, won’t you? Have a\r\ncigar.”\r\n\r\nI sat down on the Act One sofa, and he resumed his conversations.\r\n\r\n“You see, laddie,” he said, “what you want in a song like this is tune.\r\nIt’s no good doing stuff that your wife and family and your aunts say\r\nis better than Wagner. They don’t want that sort of thing here—Dears,\r\nwe simply can’t get on if you won’t do what you’re told. Begin going\r\noff while you’re singing the last line of the refrain, not after you’ve\r\nfinished. All back. I’ve told you a hundred times. Do try and get it\r\nright—I simply daren’t look at a motor bill. These fellers at the\r\ngarage cram it on—I mean, what can you _do_? You’re up against it—Miss\r\nHinckel, I’ve got seventy-five letters I want you to take down. Ready?\r\n‘Mrs. Robert Boodle, Sandringham, Mafeking Road, Balham. Dear Madam:\r\nMr. Briggs desires me to say that he fears that he has no part to offer\r\nto your son. He is glad that he made such a success at his school\r\ntheatricals.’ ‘James Winterbotham, Pleasant Cottage, Rhodesia Terrace,\r\nStockwell. Dear Sir: Mr. Briggs desires me to say that he remembers\r\nmeeting your wife’s cousin at the public dinner you mention, but that\r\nhe fears he has no part at present to offer to your daughter.’ ‘Arnold\r\nH. Bodgett, Wistaria Lodge....’”\r\n\r\nMy attention wandered.\r\n\r\nAt the end of a quarter of an hour he was ready for me.\r\n\r\n“I wish you’d have a shot at it, old boy,” he said, as he finished\r\nsketching out the idea for the lyric, “and let me have it as soon as\r\nyou can. I want it to go in at the beginning of the second act. Hullo,\r\nwhat’s that you’re nursing?”\r\n\r\n“It’s a play. I was wondering if you would mind glancing at it if you\r\nhave time?”\r\n\r\n“Yours?”\r\n\r\n“Yes. There’s a part in it that would just suit you.”\r\n\r\n“What is it? Musical comedy?”\r\n\r\n“No. Ordinary comedy.”\r\n\r\n“I shouldn’t mind putting on a comedy soon. I must have a look at it.\r\nCome and have a bit of lunch.”\r\n\r\nOne of the firemen came up, carrying a card.\r\n\r\n“Hullo, what’s this? Oh, confound the feller! He’s always coming here.\r\nLook here: tell him that I’m just gone out to lunch, but can see him at\r\nthree. Come along, old boy.”\r\n\r\nHe began to read the play over the coffee and cigars.\r\n\r\nHe read it straight through, as I had done.\r\n\r\n“What rot!” he said, as he turned the last page.\r\n\r\n“Isn’t it!” I exclaimed enthusiastically. “But won’t it go?”\r\n\r\n“Go?” he shouted, with such energy that several lunchers spun round in\r\ntheir chairs, and a Rand magnate, who was eating peas at the next\r\ntable, started and cut his mouth. “Go? It’s the limit! This is just the\r\nsort of thing to get right at them. It’ll hit them where they live.\r\nWhat made you think of that drivel at the end of Act Two?”\r\n\r\n“Genius, I suppose. What do you think of James as a part for you?”\r\n\r\n“Top hole. Good Lord, I haven’t congratulated you! Consider it done.”\r\n\r\n“Thanks.”\r\n\r\nWe drained our liqueur glasses to _The Girl who Waited_ and to\r\nourselves.\r\n\r\nBriggs, after a lifetime spent in doing three things at once, is not a\r\nman who lets a great deal of grass grow under his feet. Before I left\r\nhim that night the “ideal cast” of the play had been jotted down, and\r\nmuch of the actual cast settled. Rehearsals were in full swing within a\r\nweek, and the play was produced within ten days of the demise of its\r\npredecessor.\r\n\r\nMeanwhile, the satisfactory sum which I received in advance of\r\nroyalties was sufficient to remove any regrets as to the loss of the\r\n_Orb_ holiday work. With _The Girl who Waited_ in active rehearsal, “On\r\nYour Way” lost in importance."
  ]
}