{
  "index": 25,
  "title": "Chapter 24",
  "paragraphs": [
    "A CHAT WITH JAMES\r\n\r\n\r\n_(Julian Eversleigh’s narrative continued)_\r\n\r\nMrs. Gunton-Cresswell seemed somehow to drift away after that.\r\nApparently I went to sleep again, and she didn’t wait.\r\n\r\nWhen I woke, it was getting on for two o’clock. I breakfasted, with\r\nthat magnificent telegram propped up against the teapot; had a bath,\r\ndressed, and shortly before five was well on my way to Walpole Street.\r\n\r\nThe more I thought over the thing, the more it puzzled me. Why had\r\nJames done this? Why should he wish to treat Eva in this manner? I was\r\ndelighted that he had done so, but why had he? A very unexpected\r\nperson, James.\r\n\r\nJames was lying back in his shabby old armchair, smoking a pipe. There\r\nwas tea on the table. The room seemed more dishevelled than ever. It\r\nwould have been difficult to say which presented the sorrier spectacle,\r\nthe room or its owner.\r\n\r\nHe looked up as I came in, and nodded listlessly. I poured myself out a\r\ncup of tea, and took a muffin. Both were cold and clammy. I went to the\r\nbell.\r\n\r\n“What are you doing?” asked James.\r\n\r\n“Only going to ring for some more tea,” I said.\r\n\r\n“No, don’t do that. I’ll go down and ask for it. You don’t mind using\r\nmy cup, do you?”\r\n\r\nHe went out of the room, and reappeared with a jug of hot water.\r\n\r\n“You see,” he explained, “if Mrs. Blankley brings in another cup she’ll\r\ncharge for two teas instead of one.”\r\n\r\n“It didn’t occur to me,” I said. “Sorry.”\r\n\r\n“It sounds mean,” mumbled James.\r\n\r\n“Not at all,” I said. “You’re quite right not to plunge into reckless\r\nextravagance.”\r\n\r\nJames blushed slightly—a feat of which I was surprised to see that he\r\nwas capable.\r\n\r\n“The fact is——” he began.\r\n\r\nI interrupted him.\r\n\r\n“Never mind about that,” I said. “What I want to know is—what’s the\r\nmeaning of this?” And I shoved the bilious-hued telegraph form under\r\nhis nose, just as Mrs. Gunton-Cresswell had shoved it under mine.\r\n\r\n“It means that I’m done,” he said.\r\n\r\n“I don’t understand.”\r\n\r\n“I’ll explain. I have postponed my marriage for the same reason that I\r\nrefused you a clean cup—because I cannot afford luxuries.”\r\n\r\n“It may be my dulness; but, still, I don’t follow you. What exactly are\r\nyou driving at?”\r\n\r\n“I’m done for. I’m on the rocks. I’m a pauper.”\r\n\r\n“A what?”\r\n\r\n“A pauper.”\r\n\r\nI laughed. The man was splendid. There was no other word for it.\r\n\r\n“And shall I tell you something else that you are?” I said. “You are a\r\nlow, sneaking liar. You are playing it low down on Eva.”\r\n\r\nHe laughed this time. It irritated me unspeakably.\r\n\r\n“Don’t try to work off the hollow, mirthless laugh dodge on me,” I\r\nsaid, “because it won’t do. You’re a blackguard, and you know it.”\r\n\r\n“I tell you I’m done for. I’ve barely a penny in the world.”\r\n\r\n“Rot!” I said. “Don’t try that on me. You’ve let Eva down plop, and I’m\r\njolly glad; but all the same you’re a skunk. Nothing can alter that.\r\nWhy don’t you marry the girl?”\r\n\r\n“I can’t,” he said. “It would be too dishonourable.”\r\n\r\n“Dishonourable?”\r\n\r\n“Yes. I haven’t got enough money. I couldn’t ask her to share my\r\npoverty with me. I love her too dearly.”\r\n\r\nI was nearly sick. The beast spoke in a sort of hushed, soft-music\r\nvoice as if he were the self-sacrificing hero in a melodrama. The\r\nstained-glass expression on his face made me feel homicidal.\r\n\r\n“Oh, drop it,” I said. “Poverty! Good Lord! Isn’t two thousand a year\r\nenough to start on?”\r\n\r\n“But I haven’t got two thousand a year.”\r\n\r\n“Oh, I don’t pretend to give the figures to a shilling.”\r\n\r\n“You don’t understand. All I have to live on is my holiday work at the\r\n_Orb_.”\r\n\r\n“What!”\r\n\r\n“Oh, yes; and I’m doing some lyrics for Briggs for the second edition\r\nof _The Belle of Wells_. That’ll keep me going for a bit, but it’s\r\nabsolutely out of the question to think of marrying anyone. If I can\r\nkeep my own head above water till the next vacancy occurs at the _Orb_\r\nI shall be lucky.”\r\n\r\n“You’re mad.”\r\n\r\n“I’m not, though I dare say I shall be soon, if this sort of thing goes\r\non.”\r\n\r\n“I tell you you are mad. Otherwise you’d have called in your work, and\r\nsaved yourself having to pay those commissions to Hatton and the\r\nothers. As it is, I believe they’ve somehow done you out of your\r\ncheques, and the shock of it has affected your brain.”\r\n\r\n“My dear Julian, it’s a good suggestion, that about calling in my work.\r\nBut it comes a little late. I called it in weeks ago.”\r\n\r\nMy irritation increased.\r\n\r\n“What is the use of lying like that?” I said angrily. “You don’t seem\r\nto credit me with any sense at all. Do you think I never read the\r\npapers and magazines? You can’t have called in your work. The stuff’s\r\nstill being printed over the signatures of Sidney Price, Tom Blake, and\r\nthe Rev. John Hatton.”\r\n\r\nI caught sight of a _Strawberry Leaf_ lying on the floor beside his\r\nchair. I picked it up.\r\n\r\n“Here you are,” I said. “Page 324. Short story. ‘Lady Mary’s Mistake,’\r\nby Sidney Price. How about that?”\r\n\r\n“That’s it, Julian,” he said dismally; “that’s just it. Those three\r\ndevils have pinched my job. They’ve learned the trick of the thing\r\nthrough reading my stuff, and now they’re turning it out for\r\nthemselves. They’ve cut me out. My market’s gone. The editors and\r\npublishers won’t look at me. I have had eleven printed rejection forms\r\nthis week. One editor wrote and said that he did not want\r\nJohn-Hatton-and-water. That’s why I sent the wire.”\r\n\r\n“Let’s see those rejection forms.”\r\n\r\n“You can’t. They’re burnt. They got on my nerves, and I burnt them.”\r\n\r\n“Oh,” I said, “they’re burnt, are they?”\r\n\r\nHe got up, and began to pace the room.\r\n\r\n“But I shan’t give up, Julian,” he cried, with a sickening return of\r\nthe melodrama hero manner; “I shan’t give up. I shall still persevere.\r\nThe fight will be terrible. Often I shall feel on the point of despair.\r\nYet I shall win through. I feel it, Julian. I have the grit in me to do\r\nit. And meanwhile”—he lowered his voice, and seemed surprised that the\r\norchestra did not strike up the slow music—“meanwhile, I shall ask Eva\r\nto wait.”\r\n\r\nTo wait! The colossal, the Napoleonic impudence of the man! I have\r\nknown men who seemed literally to exude gall, but never one so\r\noverflowing with it as James Orlebar Cloyster. As I looked at him\r\nstanding there and uttering that great speech, I admired him. I ceased\r\nto wonder at his success in life.\r\n\r\nI shook my head.\r\n\r\n“I can’t do it,” I said regretfully. “I simply cannot begin to say what\r\nI think of you. The English language isn’t equal to it. I cannot,\r\noff-hand, coin a new phraseology to meet the situation. All I can say\r\nis that you are unique.”\r\n\r\n“What do you mean?”\r\n\r\n“Absolutely unique. Though I had hoped you would have known me better\r\nthan to believe that I would swallow the ludicrous yarn you’ve\r\nprepared. Don’t you ever stop and ask yourself on these occasions if\r\nit’s good enough?”\r\n\r\n“You don’t believe me!”\r\n\r\n“My dear James!” I protested. “Believe you!”\r\n\r\n“I swear it’s all true. Every word of it.”\r\n\r\n“You seem to forget that I’ve been behind the scenes. I’m not simply an\r\nordinary member of the audience. I know how the illusion is produced.\r\nI’ve seen the strings pulled. Why, dash it, _I_ showed you how to pull\r\nthem. I never came across a finer example of seething the kid in its\r\nmother’s milk. I put you up to the system, and you turn round and try\r\nto take me in with it. Yes, you’re a wonder, James.”\r\n\r\n“You don’t mean to say you think——!”\r\n\r\n“Don’t be an ass, James. Of course I do. You’ve had the brazen audacity\r\nto attempt to work off on Eva the game you played on Margaret. But\r\nyou’ve made a mistake. You’ve forgotten to count me.”\r\n\r\nI paused, and ate a muffin. James watched me with fascinated eyes.\r\n\r\n“You,” I resumed, “ethically, I despise. Eva, personally, I detest. It\r\nseems, therefore, that I may expect to extract a certain amount of\r\namusement from the situation. The fun will be inaugurated by your\r\ntelling Eva that she may have to wait five years. You will state, also,\r\nthe amount of your present income.”\r\n\r\n“Suppose I decline?”\r\n\r\n“You won’t.”\r\n\r\n“You think not?”\r\n\r\n“I am sure.”\r\n\r\n“What would you do if I declined?”\r\n\r\n“I should call upon Mrs. Gunton-Cresswell and give her a quarter of an\r\nhour’s entertainment by telling her of the System, and explaining to\r\nher, in detail, the exact method of its working and the reason why you\r\nset it going. Having amused Mrs. Gunton-Cresswell in this manner, I\r\nshould make similar revelations to Eva. It would not be pleasant for\r\nyou subsequently, I suppose, but we all have our troubles. That would\r\nbe yours.”\r\n\r\nHe hesitated.\r\n\r\n“As if they’d believe it,” he said, weakly.\r\n\r\n“I think they would.”\r\n\r\n“They’d laugh at you. They’d think you were mad.”\r\n\r\n“Not when I produced John Hatton, Sidney Price, and Tom Blake in a\r\nsolid phalanx, and asked them to corroborate me.”\r\n\r\n“They wouldn’t do it,” he said, snatching at a straw. “They wouldn’t\r\ngive themselves away.”\r\n\r\n“Hatton might hesitate to, but Tom Blake would do it like a shot.”\r\n\r\nAs I did not know Tom Blake, a moment’s reflection might have told\r\nJames that this was bluff. But I had gathered a certain knowledge of\r\nthe bargee’s character from James’s conversation, and I knew that he\r\nwas a drunken, indiscreet sort of person who might be expected to\r\nreveal everything in circumstances such as I had described; so I risked\r\nthe shot, and it went home. James’s opposition collapsed.\r\n\r\n“I shall then,” administering the _coup de grâce_, “arrange a meeting\r\nbetween the Gunton-Cresswells and old Mrs. Goodwin.”\r\n\r\n“Thank you,” said James, “but don’t bother. On second thoughts I will\r\ntell Eva about my income and the five years’ wait.”\r\n\r\n“Thanks,” I said; “it’s very good of you. Good-bye.”\r\n\r\nAnd I retired, chuckling, to Rupert Street."
  ]
}