{
  "index": 26,
  "title": "Chapter 25",
  "paragraphs": [
    "IN A HANSOM\r\n\r\n\r\n_(Julian Eversleigh’s narrative continued)_\r\n\r\nI spent a pleasant week in my hammock awaiting developments.\r\n\r\nAt the end of the week came a letter from Eva. She wrote:—\r\n\r\n_My Dear Julian_,—You haven’t been to see us for ages. Is Kensington\r\nLane beyond the pale?\r\n\r\n\r\n_Your affectionate cousin_,\r\n_Eva._\r\n\r\n\r\n“You vixen,” I thought. “Yes; I’ll come and see you fast enough. It\r\nwill give me the greatest pleasure to see you crushed and humiliated.”\r\n\r\nI collected my evening clothes from a man of the name of Attenborough,\r\nwhom I employ to take care of them when they are not likely to be\r\nwanted; found a white shirt, which looked presentable after a little\r\npruning of the cuffs with a razor; and drove to the Gunton-Cresswells’s\r\nin time for dinner.\r\n\r\nThere was a certain atmosphere of unrest about the house. I attributed\r\nthis at first to the effects of the James Orlebar Cloyster bomb-shell,\r\nbut discovered that it was in reality due to the fact that Eva was\r\ngoing out to a fancy-dress ball that night.\r\n\r\nShe was having dinner sent up to her room, they told me, and would be\r\ndown presently. There was a good deal of flitting about going on. Maids\r\non mysterious errands shot up and down stairs. Old Mr.\r\nGunton-Cresswell, looking rather wry, was taking cover in his study\r\nwhen I arrived. Mrs. Gunton-Cresswell was in the drawing-room.\r\n\r\nBefore Eva came down I got a word alone with her. “I’ve had a nice,\r\nstraight-forward letter from James,” she said, “and he has done all he\r\ncan to put things straight with us.”\r\n\r\n“Ah!” said I.\r\n\r\n“That telegram, he tells me, was the outcome of a sudden panic.”\r\n\r\n“Dear me!” I said.\r\n\r\n“It seems that he made some most ghastly mistake about his finances.\r\nWhat exactly happened I can’t quite understand, but the gist of it is,\r\nhe thought he was quite well off, whereas, really, his income is\r\ninfinitesimal.”\r\n\r\n“How odd!” I remarked.\r\n\r\n“It sounds odd; in fact, I could scarcely believe it until I got his\r\nletter of explanation. I’ll show it to you. Here it is.”\r\n\r\nI read James Orlebar Cloyster’s letter with care. It was not\r\nparticularly long, but I wish I had a copy of it; for it is the finest\r\nwork in an imaginative vein that has ever been penned.\r\n\r\n“Masterly!” I exclaimed involuntarily.\r\n\r\n“Yes, isn’t it?” she echoed. “Enables one to grasp thoroughly how the\r\nmistake managed to occur.”\r\n\r\n“Has Eva seen it?”\r\n\r\n“Yes.”\r\n\r\n“I notice he mentions five years as being about the period——”\r\n\r\n“Yes; it’s rather a long engagement, but, of course, she’ll wait, she\r\nloves him so.”\r\n\r\nEva now entered the room. When I caught sight of her I remembered I had\r\npictured her crushed and humiliated. I had expected to gloat over a\r\ncertain dewiness of her eyes, a patient drooping of her lips. I will\r\nsay plainly there was nothing of that kind about Eva tonight.\r\n\r\nShe had decided to go to the ball as Peter Pan.\r\n\r\nThe costume had rather scandalised old Mr. Gunton-Cresswell, a\r\nvenerable Tory who rarely spoke except to grumble. Even Mrs.\r\nGunton-Cresswell, who had lately been elected to the newly-formed _Les\r\nSerfs d’Avenir_, was inclined to deprecate it.\r\n\r\nBut I was sure Eva had chosen the better part. The dress suited her to\r\nperfection. Her legs are the legs of a boy.\r\n\r\nAs I looked at her with concentrated hatred, I realised I had never\r\nseen a human soul so radiant, so brimming with _espièglerie_, so\r\naltogether to be desired.\r\n\r\n“Why, Julian, is it you. This _is_ good of you!”\r\n\r\nIt was evident that the past was to be waived. I took my cue.\r\n\r\n“Thanks, Eva,” I said; “it suits you admirably.”\r\n\r\nEvents at this point move quickly.\r\n\r\nAnother card of invitation is produced. Would I care to use it, and\r\ntake Eva to the ball?\r\n\r\n“But I’m not in fancy dress.”\r\n\r\nOverruled. Fancy dress not an essential. Crowds of men there in\r\nordinary evening clothes.\r\n\r\nSo we drove off.\r\n\r\nWe hardly exchanged a syllable. No one has much to say just before a\r\ndance.\r\n\r\nI looked at Eva out of the corner of my eye, trying to discover just\r\nwhat it was in her that attracted men. I knew her charm, though I\r\nflattered myself that I was proof against it. I wanted to analyse it.\r\n\r\nHer photograph is on the table before me as I write. I look at it\r\ncritically. She is not what I should describe as exactly a type of\r\nEnglish beauty. You know the sort of beauty I mean? Queenly,\r\nstatuesque, a daughter of the gods, divinely fair. Her charm is not in\r\nher features. It is in her expression.\r\n\r\nTonight, for instance, as we drove to the ball, there sparkled in her\r\neyes a light such as I had never seen in them before. Every girl is\r\nanimated at a ball, but this was more than mere animation. There was a\r\nlatent devilry about her; and behind the sparkle and the glitter a\r\nfilm, a mist, as it were, which lent almost a pathos to her appearance.\r\nThe effect it had on me was to make me tend to forget that I hated her.\r\n\r\nWe arrive. I mutter something about having the pleasure.\r\n\r\nEva says I can have the last two waltzes.\r\n\r\nHere comes a hiatus. I am told that I was seen dancing, was observed to\r\neat an excellent supper, and was noticed in the smoking-room with a\r\ncigarette in my mouth.\r\n\r\nAt last the first of my two waltzes. The Eton Boating Song—one of my\r\nfavourites. I threaded my way through the room in search of her. She\r\nwas in neither of the doorways. I cast my eyes about the room. Her\r\ncostume was so distinctive that I could hardly fail to see her.\r\n\r\nI did see her.\r\n\r\nShe was dancing my waltz with another man.\r\n\r\nThe thing seemed to numb my faculties. I stood in the doorway, gaping.\r\nI couldn’t understand it. The illogical nature of my position did not\r\nstrike me. It did not occur to me that as I hated the girl so much, it\r\nwas much the best thing that could happen that I should see as little\r\nof her as possible. My hatred was entirely concentrated on the bounder\r\nwho had stolen my dance. He was a small, pink-faced little beast, and\r\nit maddened me to see that he danced better than I could ever have\r\ndone.\r\n\r\nAs they whirled past me she smiled at him.\r\n\r\nI rushed to the smoking-room.\r\n\r\nWhether she gave my other waltz to the same man, or whether she chose\r\nsome other partner, or sat alone waiting for me, I do not know. When I\r\nreturned to the ballroom the last waltz was over, and the orchestra was\r\nbeginning softly to play the first extra. It was _“Tout Passe,”_ an air\r\nthat has always had the power to thrill me.\r\n\r\nMy heart gave a bound. Standing in the doorway just in front of me was\r\nEva.\r\n\r\nI drew back.\r\n\r\nTwo or three men came up, and asked her for the dance. She sent them\r\naway, and my heart leaped as they went.\r\n\r\nShe was standing with her back towards me. Now she turned. Our eyes\r\nmet. We stood for a moment looking at one another.\r\n\r\nThen I heard her give a little sigh; and instantly I forgot\r\neverything—my hatred, my two lost dances, the pink-faced\r\nblighter—everything. Everything but that I loved her.\r\n\r\n“Tired, Eva?” I said.\r\n\r\n“Perhaps I am,” she replied. “Yes, I am, Julian.”\r\n\r\n“Give me this one,” I whispered. “We’ll sit it out.”\r\n\r\n“Very well. It’s so hot in here. We’ll go and sit it out in a hansom,\r\nshall we? I’ll get my cloak.”\r\n\r\nI waited, numbed by her absence. Her cloak was pale pink. We walked out\r\ntogether into the starry night. A few yards off stood a hansom. “Drive\r\nto the corner of Sloane Street,” I said to the man, “by way of the\r\nPark.”\r\n\r\nThe night was very still.\r\n\r\nI have said that I had forgotten everything except that I loved her.\r\nCould I remember now? Now, as we drove together through the empty\r\nstreets alone, her warm, palpitating body touching mine.\r\n\r\nJames, and his awful predicament, which would last till Eva gave him\r\nup; Eva’s callous treatment of my former love for her; my own\r\nnewly-acquired affection for Margaret; my self-respect—these things had\r\nbecome suddenly of no account.\r\n\r\n“Eva,” I murmured; and I took her hand.\r\n\r\n“Eva....”\r\n\r\nHer wonderful eyes met mine. The mist in them seemed to turn to dew.\r\n“My darling,” she whispered, very low.\r\n\r\nThe road was deserted. We were alone.\r\n\r\nI drew her face to mine and kissed her.\r\n\r\n\r\nMy love for her grows daily.\r\n\r\nOld Gunton-Cresswell has introduced me to a big firm of linoleum\r\nmanufacturers. I am taking over their huge system of advertising next\r\nweek. My salary will be enormous. It almost frightens me. Old Mr.\r\nCresswell tells me that he had had the job in his mind for me for some\r\ntime, and had, indeed, mentioned to his wife and Eva at lunch that day\r\nthat he intended to write to me about it. I am more grateful to him\r\nthan I can ever make him understand. Eva, I know, cares nothing for\r\nmoney—she told me so—but it is a comfort to feel that I can keep her\r\nalmost in luxury.\r\n\r\nI have given up my rooms in Rupert Street.\r\n\r\nI sleep in a bed.\r\n\r\nI do Sandow exercises.\r\n\r\nI am always down to breakfast at eight-thirty sharp.\r\n\r\nI smoke less.\r\n\r\nI am the happiest man on earth.\r\n\r\n_(End of Julian Eversleigh’s narrative.)_\r\n\r\n\r\n\r\n\r\nNarrative Resumed\r\n\r\n\r\nby James Orlebar Cloyster"
  ]
}