{
  "index": 23,
  "title": "Chapter 22",
  "paragraphs": [
    "NORAH WINS HOME\r\n\r\n\r\n_(Sidney Price’s narrative continued)_\r\n\r\nMy signed work had run out. For two weeks nothing had been printed over\r\nmy signature. So far no comment had been raised. But it was only a\r\nquestion of days. But then one afternoon it all came right. It was like\r\nthis.\r\n\r\nI was sitting eating my lunch at Eliza’s in Birchin Lane. Twenty\r\nminutes was the official allowance for the meal, and I took my twenty\r\nminutes at two o’clock. The _St. Stephen’s Gazette_ was lying near me.\r\nI picked it up. Anything to distract my thoughts from the trouble to\r\ncome. That was how I felt. Reading mechanically the front page, I saw a\r\npoem, and started violently. This was the poem:—\r\n\r\nA CRY\r\n\r\n\r\nHands at the tiller to steer:\r\n    A star in the murky sky:\r\nWater and waste of mere:\r\n    Whither and why?\r\n\r\nSting of absorbent night:\r\n    Journey of weal or woe:\r\nAnd overhead the light:\r\n    We go—we go?\r\n\r\nDarkness a mortal’s part,\r\n    Mortals of whom we are:\r\nCome to a mortal’s heart,\r\n    Immortal star.\r\n\r\n\r\n_Thos. Blake._\r\n\r\n\r\n_June 6th._\r\n\r\n\r\n“Rummy, very rummy,” I exclaimed. The poem was dated yesterday. Had Mr.\r\nCloyster, then, continued to work his system with Thomas Blake to the\r\nexclusion of the Reverend and myself?\r\n\r\nStill worrying over the thing, I turned over the pages of the paper\r\nuntil I chanced to see the following paragraph:\r\n\r\nLITERARY GOSSIP\r\n\r\n\r\nFew will be surprised to learn that the Rev. John Hatton intends to\r\npublish another novel in the immediate future. Mr. Hatton’s first book,\r\n_When It Was Lurid_, created little less than a furore. The work on\r\nwhich he is now engaged, which will bear the title of _The Browns of\r\nBrixton_, is a tender sketch of English domesticity. This new vein of\r\nMr. Hatton’s will, doubtless, be distinguished by the naturalness of\r\ndialogue and sanity of characterisation of his first novel. Messrs.\r\nProdder and Way are to publish it in the autumn.\r\n\r\n\r\n“He’s running the Reverend again, is he?” said I to myself. “And I’m\r\nthe only one left out. It’s a bit thick.”\r\n\r\nThat night I wrote to Blake and to the Reverend asking whether they had\r\nbeen taken on afresh, and if so, couldn’t I get a look in, as things\r\nwere pretty serious.\r\n\r\nThe Reverend’s reply arrived first:\r\n\r\nTHE TEMPLE,\r\n_June 7th._\r\n\r\n\r\n_Dear Price_,—\r\n\r\nAs you have seen, I am hard at work at my new novel. The leisure of a\r\nnovelist is so scanty that I know you’ll forgive my writing only a\r\nline. I am in no way associated with James Orlebar Cloyster, nor do I\r\nwish to be. Rather I would forget his very existence.\r\n\r\nYou are aware of the interests which I have at heart: social reform,\r\nthe education of the submerged, the physical needs of the young—there\r\nis no necessity for me to enumerate my ideals further. To get quick\r\nreturns from philanthropy, to put remedial organisation into speedy\r\nworking order wants capital. Cloyster’s system was one way of obtaining\r\nsome of it, but when that failed I had to look out for another. I’m\r\nglad I helped in the system, for it made me realise how large an income\r\na novelist can obtain. I’m glad it failed because its failure suggested\r\nthat I should try to get for myself those vast sums which I had been\r\ngetting for the selfish purse of an already wealthy man. Unconsciously,\r\nhe has played into my hands. I read his books before I signed them, and\r\nI find that I have thoroughly absorbed those tricks of his, of style\r\nand construction, which opened the public’s coffers to him. _The Browns\r\nof Brixton_ will eclipse anything that Cloyster has previously done,\r\nfor this reason, that it will out-Cloyster Cloyster. It is Cloyster\r\nwith improvements.\r\n\r\nIn thus abducting his novel-reading public I shall feel no compunction.\r\nHis serious verse and his society dialogues bring him in so much that\r\nhe cannot be in danger of financial embarrassment.\r\n\r\n\r\n_Yours sincerely, John Hatton_.\r\n\r\n\r\nNow this letter set my brain buzzing like the engine of a stationary\r\nVanguard. I, too, had been in the habit of reading Mr. Cloyster’s\r\ndialogues before I signed and sent them off. I had often thought to\r\nmyself, also, that they couldn’t take much writing, that it was all a\r\nknack; and the more I read of them the more transparent the knack\r\nappeared to me to be. Just for a lark, I sat down that very evening and\r\nhad a go at one. Taking the Park for my scene, I made two or three\r\ntheatrical celebrities whose names I had seen in the newspapers talk\r\nabout a horse race. At least, one talked about a horse race, and the\r\nothers thought she was gassing about a new musical comedy, the name of\r\nthe play being the same as the name of the horse, “The Oriental Belle.”\r\nA very amusing muddle, with lots of _doubles entendres_, and heaps of\r\nadverbial explanation in small print. Such as:\r\n\r\nMiss Adeline Genie\r\n(with the faint, incipient blush which\r\nMrs. Adair uses to test her Rouge Imperial).\r\n\r\n\r\nThat sort of thing.\r\n\r\nI had it typed, and I said, “Price, my boy, there’s more Mr. Cloyster\r\nin this than ever Mr. Cloyster could have put into it.” And the editor\r\nof the _Strawberry Leaf_ printed it next issue as a matter of course. I\r\nsay, “as a matter of course” with intention, because the fellows at the\r\n“Moon” took it as a matter of course, too. You see, when it first\r\nappeared, I left the copy about the desk in the New Business Room,\r\nhoping Tommy Milner or some of them would rush up and congratulate me.\r\nBut they didn’t. They simply said, “Don’t litter the place up, old man.\r\nKeep your papers, if you _must_ bring ’em here, in your locker\r\ndownstairs.” One of them _did_ say, I fancy, something about its “not\r\nbeing quite up to my usual.” They didn’t know it was my maiden effort\r\nat original composition, and I couldn’t tell them. It was galling,\r\nyou’ll admit.\r\n\r\nHowever, I quickly forgot my own troubles in wondering what Mr.\r\nCloyster was doing. No editor, I foresaw, would accept his society\r\nstuff as long as mine was in the market. They wouldn’t pay for Cloyster\r\nwhilst they were offered the refusal of super-Cloyster. Wasn’t likely.\r\nYou must understand I wasn’t over-easy in my conscience about the\r\naffair. I had, in a manner of speaking, pinched Mr. Cloyster’s job. But\r\nthen, I argued to myself, he was earning quite as much as was good for\r\nany one man by his serious verse.\r\n\r\nAnd at that very minute our slavey, little Ethelbertina, knocked at my\r\nbedroom door and gave me a postcard. It was addressed to me in thick,\r\nstraggly writing, and was so covered with thumb-marks that a Bertillon\r\nexpert would have gone straight off his nut at the sight of it. “My\r\nusbend,” began the postcard, “as received yourn. E as no truk wif the\r\nother man E is a pots imself an e can do a job of potry as orfen as e\r\n’as a mine to your obegent servent Ada Blake. P.S. me an is ole ant do\r\nis writin up for im.”\r\n\r\nSo then I saw how that “Cry” thing in the _St. Stephen’s_ had come\r\nthere.\r\n\r\n\r\nYou heard me give my opinion about telling Norah my past life. Well,\r\nyou’ll agree with me now that there’s practically nothing to tell her.\r\n\r\nThere _is_, of course, little Miss Richards, the waitress in the\r\nsmoking-room of the Piccadilly Cabin. Her, I mean, with the fuzzy\r\ngolden hair done low. You’ve often exchanged “Good evening” with her,\r\nI’m sure. Her hair’s done low: she used to make rather a point of\r\ntelling me that. Why, I don’t know, especially as it was always tidy\r\nand well off her shoulders.\r\n\r\nAnd then there was the haughty lady who sold programmes in the\r\nHaymarket Amphitheatre—but she’s got the sack, so Cookson informs me.\r\n\r\nTherefore, as I shall tell Norah plainly that I disapprove of the\r\nCabin, the past can hatch no egg of discord in the shape of the\r\nCast-Off Glove.\r\n\r\nThe only thing that I can think of as needing suppression is the part I\r\nplayed in Mr. Cloyster’s system.\r\n\r\nThere’s no doubt that the Reverend, Blake and I have, between us, put a\r\nfairly considerable spoke in Mr. Cloyster’s literary wheel. But what am\r\nI to do? To begin with, it’s no use my telling Norah about the affair,\r\nbecause it would do her no good, and might tend possibly to lessen her\r\nvaluation of my capabilities. At present, my dialogues dazzle her; and\r\nonce your _fiancée_ is dazzled the basis of matrimonial happiness is\r\nassured. Again, looking at it from Mr. Cloyster’s point of view, what\r\ngood would it be to him if I were to stop writing? Both the editor and\r\nthe public have realised by now that his work is only second-rate. He\r\ncan never hope to get a tenth of his original prices, even if his work\r\nis accepted, which it won’t be; for directly I leave his market clear,\r\nsomeone else will collar it slap off.\r\n\r\nBesides, I’ve no right to stop my dialogues. My duty to Norah is\r\ngreater than my duty to Mr. Cloyster. Unless I continue to be paid by\r\nliterature I shall not be able to marry Norah until three years next\r\nquarter. The “Moon” has passed a rule about it, and an official who\r\nmarries on an income not larger than eighty pounds per annum is liable\r\nto dismissal without notice.\r\n\r\nNorah’s mother wouldn’t let her wait three years, and though fellows\r\nhave been known to have had a couple of kids at the time of their\r\nofficial marriage, I personally couldn’t stand the wear and tear of\r\nthat hole-and-corner business. It couldn’t be done.\r\n\r\n_(End of Sidney Price’s narrative_.)\r\n\r\n\r\n\r\n\r\nJulian Eversleigh’s Narrative"
  ]
}