{
  "index": 27,
  "title": "Chapter 26",
  "paragraphs": [
    "A RIFT IN THE CLOUDS\r\n\r\n\r\nO perfidy of woman! O feminine inconstancy! That is the only allusion I\r\nshall permit to escape me on the subject of Eva Eversleigh’s engagement\r\nto that scoundrel Julian.\r\n\r\nI had the news by telegraph, and the heavens darkened above me, whilst\r\nthe solid earth rocked below.\r\n\r\nI had been trapped into dishonour, and even the bait had been withheld\r\nfrom me.\r\n\r\nBut it was not the loss of Eva that troubled me most. It should have\r\noutweighed all my other misfortunes and made them seem of no account,\r\nbut it did not. Man is essentially a materialist. The prospect of an\r\nempty stomach is more serious to him than a broken heart. A broken\r\nheart is the luxury of the well-to-do. What troubled me more than all\r\nother things at this juncture was the thought that I was face to face\r\nwith starvation, and that only the grimmest of fights could enable me\r\nto avoid it. I quaked at the prospect. The early struggles of the\r\nwriter to keep his head above water form an experience which does not\r\nbear repetition. The hopeless feeling of chipping a little niche for\r\noneself out of the solid rock with a nib is a nightmare even in times\r\nof prosperity. I remembered the grey days of my literary\r\napprenticeship, and I shivered at the thought that I must go through\r\nthem again.\r\n\r\nI examined my position dispassionately over a cup of coffee at Groom’s,\r\nin Fleet Street. Groom’s was a recognised _Orb rendezvous_. When I was\r\ndoing “On Your Way,” one or two of us used to go down Fleet Street for\r\ncoffee after the morning’s work with the regularity of machines. It\r\nformed a recognised break in the day.\r\n\r\nI thought things over. How did I stand? Holiday work at the _Orb_ would\r\nbegin very shortly, so that I should get a good start in my race.\r\nFermin would be going away in a few weeks, then Gresham, and after that\r\nFane, the man who did the “People and Things” column. With luck I ought\r\nto get a clear fifteen weeks of regular work. It would just save me. In\r\nfifteen weeks I ought to have got going again. The difficulty was that\r\nI had dropped out. Editors had forgotten my work. John Hatton they\r\nknew, and Sidney Price they knew; but who was James Orlebar Cloyster?\r\nThere would be much creaking of joints and wobbling of wheels before my\r\ntriumphal car could gather speed again. But, with a regular salary\r\ncoming in week by week from the _Orb_, I could endure this. I became\r\nalmost cheerful. It is an exhilarating sensation having one’s back\r\nagainst the wall.\r\n\r\nThen there was Briggs, the actor. The very thought of him was a tonic.\r\nA born fighter, with the energy of six men, he was an ideal model for\r\nme. If I could work with a sixth of his dash and pluck, I should be\r\nsafe. He was giving me work. He might give me more. The new edition of\r\nthe _Belle of Wells_ was due in another fortnight. My lyrics would be\r\nused, and I should get paid for them. Add this to my _Orb_ salary, and\r\nI should be a man of substance.\r\n\r\nI glared over my coffee-cup at an imaginary John Hatton.\r\n\r\n“You thought you’d done me, did you?” I said to him. “By Gad! I’ll have\r\nthe laugh of you all yet.”\r\n\r\nI was shaking my fist at him when the door opened. I hurriedly tilted\r\nback my chair, and looked out of the window.\r\n\r\n“Hullo, Cloyster.”\r\n\r\nI looked round. It was Fermin. Just the man I wanted to see.\r\n\r\nHe seemed depressed. Even embarrassed.\r\n\r\n“How’s the column?” I asked.\r\n\r\n“Oh, all right,” he said awkwardly. “I wanted to see you about that. I\r\nwas going to write to you.”\r\n\r\n“Oh, yes,” I said, “of course. About the holiday work. When are you\r\noff?”\r\n\r\n“I was thinking of starting next week.”\r\n\r\n“Good. Sorry to lose you, of course, but——”\r\n\r\nHe shuffled his feet.\r\n\r\n“You’re doing pretty well now at the game, aren’t you, Cloyster?” he\r\nsaid.\r\n\r\nIt was not to my interests to cry myself down, so I said that I was\r\ndoing quite decently. He seemed relieved.\r\n\r\n“You’re making quite a good income, I suppose? I mean, no difficulty\r\nabout placing your stuff?”\r\n\r\n“Editors squeal for it.”\r\n\r\n“Because, otherwise what I wanted to say to you might have been\r\nsomething of a blow. But it won’t affect you much if you’re doing\r\nplenty of work elsewhere.”\r\n\r\nA cold hand seemed laid upon my heart. My mind leaped to what he meant.\r\nSomething had gone wrong with the _Orb_ holiday work, my sheet-anchor.\r\n\r\n“Do you remember writing a par about Stickney, the butter-scotch man,\r\nyou know, ragging him when he got his peerage?”\r\n\r\n“Yes.”\r\n\r\nIt was one of the best paragraphs I had ever done. A two-line thing,\r\nfull of point and sting. I had been editing “On Your Way” that day,\r\nFermin being on a holiday and Gresham ill; and I had put the paragraph\r\nconspicuously at the top of the column.\r\n\r\n“Well,” said Fermin, “I’m afraid there was rather trouble about it.\r\nHamilton came into our room yesterday, and asked if I should be seeing\r\nyou. I said I thought I should. ‘Well, tell him,’ said Hamilton, ‘that\r\nthat paragraph of his about Stickney has only cost us five hundred\r\npounds. That’s all.’ And he went out again. Apparently Stickney was on\r\nthe point of advertising largely with the _Orb_, and had backed out in\r\na huff. Today, I went to see him about my holiday, and he wanted to\r\nknow who was coming in to do my work. I mentioned you, and he\r\nabsolutely refused to have you in. I’m awfully sorry about it.”\r\n\r\nI was silent. The shock was too great. Instead of drifting easily into\r\nmy struggle on a comfortable weekly salary, I should have to start the\r\ntooth-and-nail fighting at once. I wanted to get away somewhere by\r\nmyself, and grapple with the position.\r\n\r\nI said good-bye to Fermin, retaining sufficient presence of mind to\r\ntreat the thing lightly, and walked swiftly along the restless Strand,\r\nmarvelling at what I had suffered at the hands of Fortune. The deceiver\r\nof Margaret, deceived by Eva, a pauper! I covered the distance between\r\nGroom’s and Walpole Street in sombre meditation.\r\n\r\nIn a sort of dull panic I sat down immediately on my arrival, and tried\r\nto work. I told myself that I must turn out something, that it would be\r\nmadness to waste a moment.\r\n\r\nI sat and chewed my pen from two o’clock till five, but not a page of\r\nprintable stuff could I turn out. Looking back at myself at that\r\nmoment, I am not surprised that my ideas did not flow. It would have\r\nbeen a wonderful triumph of strength of mind if I had been able to\r\nwrite after all that had happened. Dr. Johnson has laid it down that a\r\nman can write at any time, if he sets himself to it earnestly; but mine\r\nwere exceptional circumstances. My life’s happiness and my means for\r\nsupporting life at all, happy or otherwise, had been swept away in a\r\nsingle morning; and I found myself utterly unable to pen a coherent\r\nsentence.\r\n\r\nAt five o’clock I gave up the struggle, and rang for tea.\r\n\r\nWhile I was having tea there was a ring at the bell, and my landlady\r\nbrought in a large parcel.\r\n\r\nI recognised the writing on the label. The hand was Margaret’s. I\r\nwondered in an impersonal sort of way what Margaret could be sending to\r\nme. From the feel of it the contents were paper.\r\n\r\nIt amuses me now to think that it was a good half-hour before I took\r\nthe trouble to cut the string. Fortune and happiness were waiting for\r\nme in that parcel, and I would not bother to open it. I sat in my\r\nchair, smoking and thinking, and occasionally cast a gloomy eye at the\r\nparcel. But I did not open it. Then my pipe went out, and I found that\r\nI had no matches in my pocket. There were some at the farther end of\r\nthe mantelpiece. I had to get up to reach them, and, once up, I found\r\nmyself filled with a sufficient amount of energy to take a knife from\r\nthe table and cut the string.\r\n\r\nLanguidly I undid the brown paper. The contents were a pile of\r\ntypewritten pages and a letter.\r\n\r\nIt was the letter over which my glassy eyes travelled first.\r\n\r\n“My own dear, brave, old darling James,” it began, and its purport was\r\nthat she had written a play, and wished me to put my name to it and\r\nhawk it round: to pass off as my work her own amateurish effort at\r\nplaywriting. Ludicrous. And so immoral, too. I had always imagined that\r\nMargaret had a perfectly flawless sense of honesty. Yet here she was\r\nasking me deliberately to impose on the credulity of some poor,\r\ntrusting theatrical manager. The dreadful disillusionment of it shocked\r\nme.\r\n\r\nMost men would have salved their wounded susceptibilities by putting a\r\nmatch to the manuscript without further thought or investigation.\r\n\r\nBut I have ever been haunted by a somewhat over-strict conscience, and\r\nI sat down there and then to read the stupid stuff.\r\n\r\nAt seven o’clock I was still reading.\r\n\r\nMy dinner was brought in. I bolted it with Margaret’s play propped up\r\nagainst the potato dish.\r\n\r\nI read on and on. I could not leave it. Incredible as it would appear\r\nfrom anyone but me, I solemnly assure you that the typewritten nonsense\r\nI read that evening was nothing else than _The Girl who Waited_."
  ]
}