{
  "index": 20,
  "title": "Chapter 19",
  "paragraphs": [
    "A GHOSTLY GATHERING\r\n\r\n\r\nNorah Perkins is a peach, and I don’t care who knows it; but, all the\r\nsame, there’s no need to tell her every little detail of a man’s past\r\nlife. Not that I’ve been a Don What’s-his-name. Far from it. Costs a\r\nbit too much, that game. You simply can’t do it on sixty quid a year,\r\npaid monthly, and that’s all there is about it. Not but what I don’t\r\noften think of going it a bit when things are slack at the office and\r\nmy pal in the New Business Department is out for lunch. It’s the\r\nloneliness makes you think of going a regular plunger. More than once,\r\nwhen Tommy Milner hasn’t been there to talk to, I tell you I’ve half a\r\nmind to take out some girl or other to tea at the “Cabin.” I have,\r\nstraight.\r\n\r\nYet somehow when the assist. cash. comes round with the wicker tray on\r\nthe 1st, and gives you the envelope (“Mr. Price”) and you take out the\r\nfive sovereigns—well, somehow, there’s such a lot of other things which\r\nyou don’t want to buy but have just got to. Tommy Milner said the other\r\nday, and I quite agree with him, “When I took my clean handkerchief out\r\nlast fortnight,” he said, “I couldn’t help totting up what a lot I\r\nspend on trifles.” That’s it. There you’ve got it in a nutshell.\r\nWashing, bootlaces, bus-tickets—trifles, in fact: that’s where the coin\r\ngoes. Only the other morning I bust my braces. I was late already, and\r\npinning them together all but lost me the 9:16, only it was a bit\r\nbehind time. It struck me then as I ran to the station that the average\r\nperson would never count braces an expense. Trifles—that’s what it is.\r\n\r\nNo; I may have smoked a cig. too much and been so chippy next day that\r\nI had to go out and get a cup of tea at the A.B.C.; or I may now and\r\nagain have gone up West of an evening for a bit of a look round; but\r\nbeyond that I’ve never been really what you’d call vicious. Very likely\r\nit’s been my friendship for Mr. Hatton that’s curbed me breaking out as\r\nI’ve sometimes imagined myself doing when I’ve been alone in the New\r\nBusiness Room. Though I must say, in common honesty to myself, that\r\nthere’s always been the fear of getting the sack from the “Moon.” The\r\n“Moon” isn’t like some other insurance companies I could mention\r\nwhich’ll take anyone. Your refs. must be A1, or you don’t stand an\r\nearthly. Simply not an earthly. Besides, the “Moon” isn’t an Insurance\r\nCompany at all: it’s an _As_surance Company. Of course, now I’ve\r\nchucked the “Moon” (“shot the moon,” as Tommy Milner, who’s the office\r\ncomic, put it) and taken to Literature I could do pretty well what I\r\nliked, if it weren’t for Norah.\r\n\r\nWhich brings me back to what I was saying just now—that I’m not sure\r\nwhether I shall tell her the Past. I may and I may not. I’ll have to\r\nthink it over. Anyway, I’m going to write it down first and see how it\r\nlooks. If it’s all right it can go into my autobiography. If it isn’t,\r\nthen I shall lie low about it. That’s the posish.\r\n\r\nIt all started from my friendship with Mr. Hatton—the Rev. Mr. Hatton.\r\nIf it hadn’t have been for that man I should still be working out rates\r\nof percentage for the “Moon” and listening to Tommy Milner’s so-called\r\nwitticisms. Of course, I’ve cut him now. A literary man, a man who\r\nsupplies the _Strawberry Leaf_ with two columns of Social Interludes at\r\na salary I’m not going to mention in case Norah gets to hear of it and\r\nwants to lash out, a man whose Society novels are competed for by every\r\npublisher in London and New York—well, can a man in that position be\r\nexpected to keep up with an impudent little ledger-lugger like Tommy\r\nMilner? It can’t be done.\r\n\r\nI first met the Reverend on the top of Box Hill one Saturday afternoon.\r\nBike had punctured, and the Reverend gave me the loan of his cyclists’\r\nrepairing outfit. We had our tea together. Watercress,\r\nbread-and-butter, and two sorts of jam—one bob per head. He issued an\r\ninvite to his diggings in the Temple. Cocoa and cigs. of an evening.\r\nRegular pally, him and me was. Then he got into the way of taking me\r\ndown to a Boys’ Club that he had started. Terrors they were, so to put\r\nit. Fair out-and-out terrors. But they all thought a lot of the\r\nReverend, and so did I. Consequently it was all right. The next link in\r\nthe chain was a chap called Cloyster. James Orlebar Cloyster. The\r\nReverend brought him down to teach boxing. For my own part, I don’t\r\nfancy anything in the way of brutality. The club, so I thought, had got\r\non very nicely with more intellectual pursuits: draughts, chess,\r\nbagatelle, and what-not. But the Rev. wanted boxing, and boxing it had\r\nto be. Not that it would have done for him or me to have mixed\r\nourselves up in it. He had his congregation to consider, and I am often\r\non duty at the downstairs counter before the very heart of the public.\r\nA black eye or a missing tooth wouldn’t have done at all for either of\r\nus, being, as we were, in a sense, officials. But Cloyster never seemed\r\nto realise this. Not to put too fine a point upon it, Cloyster was not\r\nmy idea of a gentleman. He had no tact.\r\n\r\nThe next link was a confirmed dipsomaniac. A terrible phrase.\r\nUnavoidable, though. A very evil man is Tom Blake. Yet out of evil\r\ncometh good, and it was Tom Blake, who, indirectly, stopped the boxing\r\nlessons. The club boys never wore the gloves after drunken Blake’s\r\nvisit.\r\n\r\nI shall never—no, positively never forget that night in June when\r\nmatters came to a head in Shaftesbury Avenue. Oh, I say, it was a bit\r\nhot—very warm.\r\n\r\nEach successive phase is limned indelibly—that’s the sort of literary\r\nstyle I’ve got, if wanted—on the tablets of my memory.\r\n\r\nI’d been up West, and who should I run across in Oxford Street but my\r\nold friend, Charlie Cookson. Very good company is Charlie Cookson. See\r\nhim at a shilling hop at the Holborn: he’s pretty much all there all\r\nthe time. Well-known follower—of course, purely as an amateur—of the\r\nlate Dan Leno, king of comedians; good penetrating voice; writes his\r\nown in-between bits—you know what I mean: the funny observations on\r\nmothers-in-law, motors, and marriage, marked “Spoken” in the\r\nsong-books. Fellows often tell him he’d make a mint of money in the\r\nhalls, and there’s a rumour flying round among us who knew him in the\r\n“Moon” that he was seen coming out of a Bedford Street Variety Agency\r\nthe other day.\r\n\r\nWell, I met Charlie at something after ten. Directly he spotted me he\r\nwas at his antics, standing stock still on the pavement in a crouching\r\nattitude, and grasping his umbrella like a tomahawk. His humour’s\r\nalways high-class, but he’s the sort of fellow who doesn’t care a blow\r\nwhat he does. Chronic in that respect, absolutely. The passers-by\r\ncouldn’t think what he was up to. “Whoop-whoop-whoop!” that’s what he\r\nsaid. He did, straight. Only _yelled_ it. I thought it was going a bit\r\ntoo far in a public place. So, to show him, I just said “Good evening,\r\nCookson; how are you this evening?” With all his entertaining ways he’s\r\nsometimes slow at taking a hint. No tact, if you see what I mean.\r\n\r\nIn this case, for instance, he answered at the top of his voice: “Bolly\r\nGolly, yah!” and pretended to scalp me with his umbrella. I immediately\r\nducked, and somehow knocked my bowler against his elbow. He caught it\r\nas it was falling off my head. Then he said, “Indian brave give little\r\npale face chief his hat.” This was really too much, and I felt relieved\r\nwhen a policeman told us to move on. Charlie said: “Come and have two\r\npenn’orth of something.”\r\n\r\nWell, we stayed chatting over our drinks (in fact, I was well into my\r\nsecond lemon and dash) at the Stockwood Hotel until nearly eleven. At\r\nfive to, Charlie said good-bye, because he was living in, and I walked\r\nout into the Charing Cross Road, meaning to turn down Shaftesbury\r\nAvenue so as to get a breath of fresh air. Outside the Oxford there was\r\na bit of a crowd. I asked a man standing outside a tobacconist’s what\r\nthe trouble was. “Says he won’t go away without kissing the girl that\r\nsang ‘Empire Boys,’” was the reply. “Bin shiftin’ it, ’e ’as, not\r\n’arf!” Sure enough, from the midst of the crowd came:\r\n\r\nYew are ther boys of the Empire,\r\n    Steady an’ brave an’ trew.\r\nYew are the wuns\r\n    She calls ’er sons\r\nAn’ I luv yew.\r\n\r\n\r\nI had gone, out of curiosity, to the outskirts of the crowd, and before\r\nI knew what had happened I found myself close to the centre of it. A\r\nlarge man in dirty corduroys stood with his back to me. His shape\r\nseemed strangely familiar. Still singing, and swaying to horrible\r\nangles all over the shop, he slowly pivoted round. In a moment I\r\nrecognised the bleary features of Tom Blake. At the same time he\r\nrecognised me. He stretched out a long arm and seized me by the\r\nshoulder. “Oh,” he sobbed, “I thought I ’ad no friend in the wide world\r\nexcept ’er; but now I’ve got yew it’s orlright. Yus, yus, it’s\r\norlright.” A murmur, almost a cheer it was, circulated among the crowd.\r\nBut a policeman stepped up to me.\r\n\r\n“Now then,” said the policeman, “wot’s all this about?”\r\n\r\nYew are the wuns\r\nShe calls ’er sons—\r\n\r\n\r\nshouted Blake.\r\n\r\n“Ho, that’s yer little game, is it?” said the policeman. “Move on,\r\nd’yer hear? Pop off.”\r\n\r\n“I will,” said Blake. “I’ll never do it again. I promise faithful never\r\nto do it again. I’ve found a fren’.”\r\n\r\n“Do you know this covey?” asked the policeman.\r\n\r\n“Deny it, if yer dare,” said Blake. “Jus’ you deny it, that’s orl, an’\r\nI’ll tell the parson.”\r\n\r\n“Slightly, constable,” I said. “I mean, I’ve seen him before.”\r\n\r\n“Then you’d better take ’im off if you don’t want ’im locked up.”\r\n\r\n“’Im want me locked up? We’re bosum fren’s, ain’t we, old dear?” said\r\nBlake, linking his arm in mine and dragging me away with him. Behind\r\nus, the policeman was shunting the spectators. Oh, it was excessively\r\ndispleasing to any man of culture, I can assure you.\r\n\r\nHow we got along Shaftesbury I don’t know. It’s a subject I do not care\r\nto think about.\r\n\r\nBy leaning heavily on my shoulder and using me, so to speak, as\r\nballast, drunken Blake just managed to make progress, I cannot say\r\nunostentatiously, but at any rate not so noticeably as to be taken into\r\ncustody.\r\n\r\nI didn’t know, mind you, where we were going to, and I didn’t know when\r\nwe were going to stop.\r\n\r\nIn this frightful manner of progression we had actually gained sight of\r\nPiccadilly Circus when all of a sudden a voice hissed in my ear:\r\n“Sidney Price, I am disappointed in you.” Hissed, mind you. I tell you,\r\nI jumped. Thought I’d bitten my tongue off at first.\r\n\r\nIf drunken Blake hadn’t been clutching me so tight you could have\r\nknocked me down with a feather: bowled me over clean. It startled Blake\r\na goodish bit, too. All along the Avenue he’d been making just a quiet\r\nsort of snivelling noise. Crikey, if he didn’t speak up quite perky.\r\n“O, my fren’,” he says. “So drunk and yet so young.” Meaning me, if you\r\nplease.\r\n\r\nIt was too thick.\r\n\r\n“You blighter,” I says. “You _blooming_ blighter. You talk to me like\r\nthat. Let go of my arm and see me knock you down.”\r\n\r\nI must have been a bit excited, you see, to say that. Then I looked\r\nround to see who the other individual was. You’ll hardly credit me when\r\nI tell you it was the Reverend. But it was. Honest truth, it was the\r\nRev. John Hatton and no error. His face fairly frightened me. Simply\r\nblazing: red: fair scarlet. He kept by the side of us and let me have\r\nit all he could. “I thought you knew better, Price,” that’s what he\r\nsaid. “I thought you knew better. Here are you, a friend of mine, a\r\nmember of the Club, a man I’ve trusted, going about the streets of\r\nLondon in a bestial state of disgusting intoxication. That’s enough in\r\nitself. But you’ve done worse than that. You’ve lured poor Blake into\r\nintemperance. Yes, with all your advantages of education and\r\nup-bringing, you deliberately set to work to put temptation in the way\r\nof poor, weak, hard-working Blake. Drunkenness is Blake’s besetting\r\nsin, and you——”\r\n\r\nBlake had been silently wagging his head, as pleased as Punch at being\r\ncalled hardworking. But here he shoved in his oar.\r\n\r\n“’Ow dare yer!” he burst out. “I ain’t never tasted a drop o’ beer in\r\nmy natural. Born an’ bred teetotal, that’s wot I was, and don’t yew\r\nforget it, neither.”\r\n\r\n“Blake,” said the Reverend, “that’s not the truth.”\r\n\r\n“Call me a drunkard, do yer?” replied Blake. “Go on. Say it again. Say\r\nI’m a blarsted liar, won’t yer? Orlright, then I shall run away.”\r\n\r\nAnd with that he wrenched himself away from me and set off towards the\r\nCircus. He was trying to run, but his advance took the form of\r\nsemi-circular sweeps all over the pavement. He had circled off so\r\nunexpectedly that he had gained some fifty yards before we realised\r\nwhat was happening. “We must stop him,” said the Reverend.\r\n\r\n“As I’m intoxicated,” I said, coldly (being a bit fed up with things),\r\n“I should recommend you stopping him, Mr. Hatton.”\r\n\r\n“I’ve done you an injustice,” said the Reverend.\r\n\r\n“You have,” said I.\r\n\r\nBlake was now nearing a policeman. “Stop him!” we both shouted,\r\nstarting to run forward.\r\n\r\nThe policeman brought Blake to a standstill.\r\n\r\n“Friend of yours?” said the constable when we got up to him.\r\n\r\n“Yes,” said the Reverend.\r\n\r\n“You ought to look after him better,” said the constable.\r\n\r\n“Well, really, I like that!” said the Reverend; but he caught my eye\r\nand began laughing. “Our best plan,” he said, “is to get a four-wheeler\r\nand go down to the Temple. There’s some supper there. What do you say?”\r\n\r\n“I’m on,” I said, and to the Temple we accordingly journeyed.\r\n\r\nTom Blake was sleepy and immobile. We spread him without hindrance on a\r\nsofa, where he snored peacefully whilst the Reverend brought eggs and a\r\nslab of bacon out of a cupboard in the kitchen. He also brought a\r\nfrying-pan, and a bowl of fat.\r\n\r\n“Is your cooking anything extra good?” he asked.\r\n\r\n“No, Mr. Hatton,” I answered, rather stiff; “I’ve never cooked anything\r\nin my life.” I may not be in a very high position in the “Moon,” but\r\nI’ve never descended to menial’s work yet.\r\n\r\nFor about five minutes after that the Reverend was too busy to speak.\r\nThen he said, without turning his head away from the hissing pan, “I\r\nwish you’d do me a favour, Price.”\r\n\r\n“Certainly,” I said.\r\n\r\n“Look in the cupboard and see whether there are any knives, forks,\r\nplates, and a loaf and a bit of butter, will you?”\r\n\r\nI looked, and, sure enough, they were there.\r\n\r\n“Yes, they’re all here,” I called to him.\r\n\r\n“And is there a tray?”\r\n\r\n“Yes, there’s a tray.”\r\n\r\n“Now, it’s a funny thing that my laundress,” he shouted back, “can’t\r\nbring in breakfast things for more than one on that particular tray.\r\nShe’s always complaining it’s too small, and says I ought to buy a\r\nbigger one.”\r\n\r\n“Nonsense,” I exclaimed, “she’s quite wrong about that. You watch what\r\nI can carry in one load.” And I packed the tray with everything he had\r\nmentioned.\r\n\r\n“What price that?” I said, putting the whole boiling on the\r\nsitting-room table.\r\n\r\nThe Reverend began to roar with laughter. “It’s ridiculous,” he\r\nchuckled. “I shall tell her it’s ridiculous. She ought to be ashamed of\r\nherself.”\r\n\r\nShortly after we had supper, previously having aroused Blake.\r\n\r\nThe drunken fellow seemed completely restored by his repose. He ate\r\nmore than his share of the eggs and bacon, and drank five cups of tea.\r\nThen he stretched himself, lit a clay pipe, and offered us his tobacco\r\nbox, from which the Reverend filled his briar. I remained true to my\r\npacket of “Queen of the Harem.” I shall think twice before chucking up\r\ncig. smoking as long as “Queen of the Harem” don’t go above\r\ntuppence-half-penny per ten.\r\n\r\nWe were sitting there smoking in front of the fire—it was a shade parky\r\nfor the time of year—and not talking a great deal, when the Reverend\r\nsaid to Blake, “Things are looking up on the canal, aren’t they, Tom?”\r\n\r\n“No,” said Blake; “things ain’t lookin’ up on the canal.”\r\n\r\n“Got a little house property,” said the Reverend, “to spend when you\r\nfeel like it?”\r\n\r\n“No,” said the other; “I ain’t got no ’ouse property to spend.”\r\n\r\n“Ah.” said the Reverend, cheesing it, and sucking his pipe.\r\n\r\n“Dessay yer think I’m free with the rhino?” said Blake after a while.\r\n\r\n“I was only wondering,” said the Reverend.\r\n\r\nBlake stared first at the Reverend and then at me.\r\n\r\n“Ever remember a party of the name of Cloyster, Mr. James Orlebar\r\nCloyster?” he inquired.\r\n\r\n“Yes,” we both said.\r\n\r\n“’E’s a good man,” said Blake.\r\n\r\n“Been giving you money?” asked the Reverend.\r\n\r\n“’E’s put me into the way of earning it. It’s the sorfest job ever I\r\nstruck. ’E told me not to say nothin’, and I said as ’ow I wouldn’t.\r\nBut it ain’t fair to Mr. Cloyster, not keeping of it dark ain’t. Yew\r\ndon’t know what a noble ’eart that man’s got, an’ if you weren’t fren’\r\nof ’is I couldn’t have told you. But as you are fren’s of ’is, as we’re\r\nall fren’s of ’is, I’ll take it on myself to tell you wot that\r\nnoble-natured man is giving me money for. Blowed if ’e shall ’ide his\r\nbloomin’ light under a blanky bushel any longer.” And then he explained\r\nthat for putting his name to a sheet or two of paper, and addressing a\r\nfew envelopes, he was getting more money than he knew what to do with.\r\n“Mind you,” he said, “I play it fair. I only take wot he says I’m to\r\ntake. The rest goes to ’im. My old missus sees to all that part of it\r\n’cos she’s quicker at figures nor wot I am.”\r\n\r\nWhile he was speaking, I could hardly contain myself. The Reverend was\r\nlistening so carefully to every word that I kept myself from\r\ninterrupting; but when he’d got it off his chest, I clutched the\r\nReverend’s arm, and said, “What’s it mean?”\r\n\r\n“Can’t say,” said he, knitting his brows.\r\n\r\n“Is he straight?” I said, all on the jump.\r\n\r\n“I hope so.”\r\n\r\n“‘Hope so.’ You don’t think there’s a doubt of it?”\r\n\r\n“I suppose not. But surely it’s very unselfish of you to be so\r\nconcerned over Blake’s business.”\r\n\r\n“Blake’s business be jiggered,” I said. “It’s my business, too. I’m\r\ndoing for Mister James Orlebar Cloyster exactly what Blake’s doing. And\r\nI’m making money. You don’t understand.”\r\n\r\n“On the contrary, I’m just beginning to understand. You see, I’m doing\r\nfor Mr. James Orlebar Cloyster exactly the same service as you and\r\nBlake. And I’m getting money from him, too.”"
  ]
}