{
  "index": 1,
  "title": "Part 1",
  "paragraphs": [
    "*** START OF THE PROJECT GUTENBERG EBOOK SUBSCRIPTION THE DISGRACE OF THE ENGLISH CHURCH [2ND EDITION] ***\r\n\r\nTranscribed from the 1843 Longman, Brown, Green and Longmans [second\r\nedition] by David Price.\r\n\r\n\r\n\r\n\r\n\r\n                               SUBSCRIPTION\r\n                               THE DISGRACE\r\n                                    OF\r\n                           THE ENGLISH CHURCH.\r\n\r\n\r\n                                * * * * *\r\n\r\n                                   ————\r\n\r\n                                    BY\r\n                        THE REV. C. N. WODEHOUSE,\r\n                            CANON OF NORWICH.\r\n\r\n                                   ————\r\n\r\n                                * * * * *\r\n\r\n                             SECOND EDITION.\r\n\r\n                                * * * * *\r\n\r\n                                 London:\r\n                   LONGMAN, BROWN, GREEN, AND LONGMANS.\r\n                        NORWICH: CHARLES MUSKETT.\r\n\r\n                                  1843.\r\n\r\n\r\n\r\n\r\nSUBSCRIPTION\r\nTHE DISGRACE OF THE ENGLISH CHURCH.\r\n\r\n\r\nIN human affairs, when attention is powerfully attracted to some question\r\nof absorbing interest, the effect frequently is as though one half only\r\nof the subject were visible to the eyes of the understanding.  The mind\r\nfixes on some peculiar point.  On that a partial light is exclusively\r\ncast; till in time it is discovered that others, consigned for a while to\r\nan unnatural obscurity, are in reality of greater moment.  They have\r\nquietly grown in importance—like hardy trees unnoticed by the planter, as\r\nnot requiring his care—till they are suddenly developed in their true\r\ncharacter and vigour, to the astonishment of those who had overlooked\r\nthem; and demand, if it be not too late, the deepest attention and the\r\nmost active intelligence to control or direct them.\r\n\r\nWhile Charles I. and Archbishop Laud were absorbed in maturing their\r\nfavoured plans for Church and State, opposite and deeply-rooted opinions,\r\nwhose force they never paused to appreciate till it was useless, were\r\nripening all around them; and their lives became a sacrifice to their\r\nblindness.  While James II. was only intent upon enforcing the dictates\r\nof his own one-eyed bigotry, the Revolution was already accomplished in\r\nthe hearts of his people; and William III., the instrument to realize\r\ntheir wish, was almost at the gates of London.  While Mr. Canning was\r\ndelighting the electors of Liverpool with his eloquent, and to them\r\nconvincing, denunciations against the minutest change in the\r\nparliamentary representation of this nation; while he was admonishing\r\nthem, with a wisdom then esteemed oracular, “_Spartam nactus es_, _hanc\r\nadorna_,” a few brief years were to give us almost a new Sparta; new\r\nelectoral departments; new laws and forms of election; new\r\nqualifications, and thus new constituents; and, more than all, new\r\ninfluences upon electors and the representatives elected.\r\n\r\nAnd thus, as it appears to the writer, will it come to pass with respect\r\nto the subject now to be briefly considered.  While the minds of the most\r\nable divines in our nation are bent to one point; are engrossed in\r\ndiscussing the meaning of our Confession of Faith, the interpretation of\r\nour Articles of Religion; they are imperceptibly nourishing the growth of\r\na conclusion more irresistible and more unmanageable than even all the\r\ncomplicated questions now so eagerly debated; for _they are_, _by their\r\ndifferences and divisions_, _demolishing the whole force of the solemn\r\nassent required to that Confession_.  Amidst the present confusion of\r\ntongues, the language of our Articles has still less than it ever had, a\r\ndefinite meaning.  Subscription, instead of being the tie which is to\r\nbind people to certain opinions or truths, is become a rope of sand.  So\r\nuncertain is the trumpet’s sound, that it no longer, as of old, proclaims\r\nthe spirit of an united host, but turns every man’s sword against his\r\nfellow: and Englishmen must soon awake to the conviction that\r\nSubscription, according to the plain meaning of words, is blown to the\r\nwinds, and become the disgrace and not the safeguard of the English\r\nChurch.\r\n\r\n2.  When the Saviour of mankind was about to leave this earth, He\r\nconsoled his dejected followers with the promise of a gift which should\r\neven compensate for His loss, and exercise a special influence upon\r\nChristians in all future ages of this world’s existence.  “If I go not\r\naway the Comforter will not come.”  And He then announced one of the\r\npurposes for which He should come.  “He shall guide you into all truth.”\r\nOf all the qualities which can elevate the character and enlarge the\r\nusefulness of man, truth is the most lovely and powerful.  If it be\r\nasked, what is, in briefest terms, the occupation of the ministers of\r\nChrist, it is, to exhibit truth to their people: and, in all their\r\nteaching, this it is which will establish their influence over the human\r\nheart, or at least that without which no wholesome influence can be\r\nexerted, namely, that each is a lover of truth.\r\n\r\nBut how is truth to be conveyed from man to man?  Only through the medium\r\nof language.  And what is language?  A set of signs, or sounds, or words,\r\nwhich by general use and agreement mean certain things.  But all human\r\nprovisions are imperfect, and language is imperfect: and words may be\r\nartfully put together so as to have one meaning with the speaker, and\r\nanother to the hearer; or written language may be twisted from its\r\nprimary sense, and forced to a use contrary to the intention of the\r\nwriter.  Yet truth is a real thing, and every honest man knows that it is\r\nso; for whoever speaks that to another which he knows is not understood\r\nin his own sense by the hearer; whoever twists written language from the\r\nplain purpose of the writer; whoever, by a studied obscurity, veils his\r\nreal opinions in order to mislead others, is a liar.  Let no one be\r\noffended by a plain term which Scripture sanctions.\r\n\r\nHe who is justly branded with the imputation of such a vice as falsehood,\r\nis, in the common estimation of the best part of society, contemptible.\r\nBut if a minister of the Gospel, a divinely commissioned teacher of\r\ntruth, shall expose himself to such an imputation; if, in so solemn an\r\nact as Subscription to Articles of Faith, or in the interpretation of\r\nthem, the plain meaning of words is evaded, or a sense put upon them\r\nwhich in common discourse between man and man would be deemed\r\ndishonourable and wicked, the character of that person as a teacher of\r\ntruth must be damaged, and his influence impaired.  He may indeed be\r\nsurrounded by a set of admirers captivated by his talents, and their\r\napplauses may preserve his self-complacency, but the final verdict will\r\nyet be against him.  It is possible that this error of the mind may arise\r\nfrom self-delusion, and then the guilt is diminished, but an evil result\r\nmust still ensue; for as the root is, so will be the plant, and good\r\nfruit cannot grow out of falsehood or dissimulation.  If we remove the\r\ncase from one individual to numbers, the general effect will of course be\r\nproportionably worse, and the conclusion will be drawn that _many_ of the\r\nappointed teachers of truth are not lovers of truth.\r\n\r\nWe may take, however, a less extreme case, and suppose only, that amongst\r\nthe teachers of truth a great difference of opinion has arisen as to some\r\nof the doctrines of which they are called upon to treat, as to the\r\nConfession of Faith which they have to maintain, and as to the terms of\r\nthe Subscription by which they declare their assent to it.  Then the\r\nconclusion will be—_when this difference is brought in glaring colours\r\nbefore the public eye_—either, that the Confession itself, or the form of\r\nassent, is so obscurely worded that it cannot be understood; or that they\r\nare intolerable to the conscience of many subscribers, and so must be\r\nsomehow evaded; or lastly, that words, to which a definite meaning has\r\nbeen assigned in past ages, have now lost that meaning; and that the\r\nlearned, the pious, the teachers of the nation, are incapable of\r\ndiscovering and fixing the sense which they are now to bear.\r\n\r\nLet it be fairly considered how far the present state of things in this\r\nnation agrees with any of the cases above supposed: and if it does so\r\nagree, then it is maintained that, on the principle of a sacred love for\r\ntruth, Subscription is become the disgrace of the English Church.\r\n\r\n3.  It cannot be argued, in mitigation of the supposed evil results, that\r\nthe present controversy on this subject is confined to certain classes of\r\nsociety, the studious, the well-educated, the members of our Church.\r\nHalf our newspapers are teeming with it; some of our periodicals are\r\nalmost confined to it; all, it is believed, are occasionally employed in\r\nits discussion.  It is finding its way into almost every class of\r\nsociety.  The commercial travellers’ room, we are told, has engaged in\r\nit, and much might many a sophistical controversialist learn from that\r\nnumerous, acute, and ubiquitous body of men, who know more of the real\r\nopinions of the great mass of the people than any other class that can be\r\nnamed.\r\n\r\nWhen our Lord remarked, “The harvest is plenteous,” He pointed to the\r\nmultitude of _un_converted souls; and surely England is not without its\r\nfull proportion of such, towards whom the most anxious thoughts and\r\nzealous exertions of the Christian minister are naturally to be directed.\r\nThe intelligent Christian, the well-affected churchman, may be ready to\r\nmake every charitable allowance for the imperfections of our\r\nChurch—though charity is not the virtue of these days—but the criminal,\r\nthe profligate, the sceptic, over whom it is most desirable, yet most\r\ndifficult, to obtain an influence for their good, are proverbially the\r\nmost acute in discerning the defects of their appointed teachers, in\r\nnoting any inconsistency between the lesson and the instructor.\r\nSuspicion is the very atmosphere they breathe; and to rejoice in\r\niniquity, especially where there is a profession of religion, is, alas!\r\ntoo natural and agreeable to them.  In whatever degree then the teacher\r\nof truth shall expose himself to the imputation of a want of veracity\r\namongst the irreligious, deplorable is it to contemplate the decline of a\r\nwholesome influence which must ensue.  The writer has himself witnessed a\r\nlamentable instance of this result in one of the most accomplished men of\r\nlate times, now no more, whom he wishes it were allowable to name.  Could\r\nsome of our controversialists look into a conclave of youthful\r\nprofligates, led on, it may be, by some ingenious sceptic, they would\r\nblush to hear the comments on their own writings; the bitter and\r\ntriumphant questions—What is it which these our discordant and subtle\r\ninstructors really believe?  Do they believe anything?  They subscribe,\r\nand reap the profit.  Let them tell us what this Subscription and these\r\nArticles of Faith really mean, and then it will be time enough for us to\r\nconsider about attending to their instruction.\r\n\r\nAdd to this the obvious reasoning of the dissenting part of our\r\npopulation.  The best amongst them cannot but see some justification of\r\ntheir own separation from a Church whose teachers are proclaiming\r\nthroughout the land, from an hundred pens, the discordance of their\r\nsentiments as to their own Confession of Faith: not mere shades of\r\ndifference reconcileable with a general agreement in its object, but a\r\ndivision for instance on, to them certainly, a leading question.  Was the\r\nReformation a good or an evil?  The more worldly amongst them of course\r\nhail with delight what they will designate as the quibbles and evasions\r\nof men apparently eager to escape the trammels of a subscription solemnly\r\nmade, which during three centuries has occasioned troubles, and\r\npersecution, and separation, and exclusion in the Christian fold, and is\r\nyet further than ever from establishing its professed purpose—“Consent\r\ntouching true religion.”\r\n\r\nA still larger class, amidst the din of controversy, pick up a few\r\npopular reports which help to confirm their indifference to religion\r\nitself, and their preconceived notions as to Subscription.  These people,\r\nthey carelessly conclude, live by it: they wish to receive the tithes,\r\nand they must sign the Articles: now at least we know from some of\r\nthemselves how much they believe them.\r\n\r\nIf these views are correct, and these apprehensions well founded, may the\r\nearnest request of one who has long pondered over these things in sadness\r\narrest the attention of those who are capable of providing a remedy!  Let\r\nnot his appeal, in behalf of a Church in which he sees the elements of\r\nusefulness unparalleled, to the great body of its ministers and members\r\nwhom he deeply respects, and in the cause of eternal truth, be deemed an\r\nunfriendly voice.  Let him not be considered an enemy because with\r\nfaithfulness, yet with humility, he entreats his countrymen to consider\r\nhow far Subscription is become the disgrace of the English Church.\r\n\r\n4.  Although the present state of things as to Subscription is so\r\nnotorious that it cannot be denied, yet it may be well to confirm what\r\nhas been advanced by a few particulars.  The Thirty-nine Articles are our\r\nConfession of Faith, though they are hardly entitled to that appellation,\r\nbeing drawn up rather to meet a special emergency in the history of\r\nChristianity than to present a _complete_ compendium of catholic truths.\r\nSeveral points left untouched by them, or very briefly noticed, require\r\nat this time to be strongly inculcated.  They are, however, our only\r\nConfession of Faith, ever to be valued and revered; and it is required\r\nthat every clergyman should declare, and subscribe, ex animo, that he\r\nbelieves them to be agreeable to Scripture.  A similar declaration is\r\nrequired with respect to the Book of Common Prayer.\r\n\r\nIt is not the writer’s object to point public scorn against individuals,\r\nneither is it any satisfaction to him to notice at all the supposed\r\ndefects of other men: rather is it a source of real sorrow to him to\r\nobserve how censure has been cast to and fro, with an unsparing hand, by\r\nChristian writers and ministers of his own day and church.  He speaks\r\nsimply for the sake of truth, and in that attempt unwillingly adduces\r\nonly what is necessary to his purpose.  He speaks also in very general\r\nterms, considering it sufficient only to allude to opinions which\r\nunnumbered publications have rendered familiar.  While the terms of our\r\nSubscription are strong and decided, several sections of the English\r\nclergy embrace a different view with respect to it.\r\n\r\nIf there be any conclusion which the history of England irresistibly\r\nconveys to readers of honest minds, it is this, that our Reformers in\r\nforty-two Articles, and afterwards in thirty-nine, intended to put forth\r\na strong and unequivocal protest against the errors and corruptions of\r\nRomanism.  Much would it have startled them to be told that the time\r\nwould arrive when English clergymen would subscribe to these Articles,\r\nand then proceed to contend that they are not to be estimated as a\r\nprotest against the anti-Protestant proceedings of the Council of Trent.\r\nThey were accustomed, no doubt, to insincere subscription from men still\r\nRomanists at heart; but the deed was secret, it shunned the light; it\r\nwas, with a very few exceptions, practised without open defence.\r\n\r\nIt is not intended to affirm that an interminable war is to be carried on\r\nby us against the Romish church: rather it is our duty to desire, without\r\ncompromise, union with all Christendom.  Subscription alone is now in\r\nview; and while that remains as it is, and English words retain their\r\nmeaning, and an English history of facts can be found, and any clear\r\napprehension of the meaning of truth remains with us, the perversion of\r\nour Form of Subscription, and the misrepresentation of our Articles,\r\nattempted by any who argue that they were not intended to condemn\r\nRomanism, whether as held before or after the Council of Trent, ought to\r\nexcite, in every honest mind, an indignation which it is a virtue to\r\nfeel, and a duty to express.  If it be questioned where such views have\r\nbeen advanced, it is sufficient to refer to Tract No. 90, now before the\r\nwriter of these pages, though other instances might be cited from authors\r\nwho have subscribed the Articles.\r\n\r\nIf we turn to another section of the English clergy, that most opposed to\r\nthe views of the tractarians, however they command our respect from their\r\npiety, and zeal, and hearty attachment to Scriptural truth and sound\r\ndoctrine; yet some of them cannot be esteemed clear of all blame on the\r\nquestion now considered.  The writer can here speak from personal\r\nknowledge.  In their views as to baptismal regeneration, certainly\r\nopposed to the strict language of our formularies; in their dislike of\r\nother parts of our services, and sometimes in the disuse or change of\r\ncertain terms, is to be found a proof that to them Subscription is not\r\naltogether satisfactory; and the often-avowed concession, that the\r\nexcellence of our system of doctrine and worship, _as a whole_,\r\nreconciles their minds to some imperfections, is enough to show that, in\r\nsubscribing, some violence is done to simple truth.  They argue, and\r\njustly, that no human work can literally demand an unqualified\r\napprobation, but our Subscription does require it.  Such arguments, then,\r\ncannot be altogether satisfactory to him who uses them, or to many to\r\nwhom they may be offered; and truth, it cannot be denied, is to some\r\nextent dishonoured and damaged in their use.\r\n\r\nIn that section again of subscribers who embrace Calvinistic doctrines,\r\nthough the writer considers that some of the Articles are more\r\nunequivocally favourable to them than their opponents, yet it cannot be\r\nforgotten how frequently and decidedly it has been declared, ex cathedrâ,\r\nthat theirs are not the doctrines of the Church of England.\r\n\r\nAnother large section of the English clergy may be now comprised under\r\nthe name of old-fashioned high-churchmen; and of that title, it is\r\nbelieved, they will not themselves complain.  Many of them would gladly\r\n_extract_ the honey from the tractarian school, without sufficiently\r\nconsidering how poisonous the plant whose growth they are to some extent\r\nfostering.  They insist often on an exact compliance with Rubrics, and\r\nmust forgive me for saying that few amongst them have fulfilled these in\r\ntheir own practice.  Till very lately, it would indeed be difficult to\r\nfind many clergymen, or one bishop, within the last fifty years, who have\r\nstrictly observed the Rubrics—still less the Canons.  Some of them speak\r\nalso of a literal subscription; but here again the writer can of his own\r\nknowledge state, that numbers claim and use a considerable latitude in\r\nsubscribing, and are satisfied with asserting their _general_ attachment\r\nto the Formularies of the Church.  Of their Arminian views as to\r\ndoctrine, it is hardly necessary to call to mind how much they are\r\nopposed to others amongst their brethren, and, in the writer’s judgment,\r\nto the Articles themselves.\r\n\r\nIn another section may be comprised those who desire improvement in many\r\nthings relating to the spiritual affairs of our Church.  Some have openly\r\nexpressed this desire; a far larger number cherish it in silence.  They\r\nwho have spoken out have strongly stated their conviction, that a Church,\r\nwithout the means of even entering upon deliberation as to one general\r\nimprovement in its spiritual concerns, is in a false and unscriptural\r\nposition.  With respect to the Forms of Subscription and the\r\ninterpretation of the Articles, some have formally requested a change, or\r\nrather an authoritative solution of the many doubts and uncertainties\r\nwhich now embarrass the question.\r\n\r\nThus while we perceive the variety of opinion prevailing amongst these\r\nseveral sections—a variety which, were it not impeded by subscription,\r\nwould find a harmless or beneficial vent in a free inquiry after\r\nScriptural truth—we see also that from some amongst them all, more or\r\nless, Subscription is requiring that which, in the ordinary affairs of\r\nlife, high-minded men would abstain from; namely, the necessity for\r\nqualifying the plain and straight-forward use of language.  Is this a\r\ncondition favourable to the reputation of teachers of truth; and is it\r\ntoo strong a conclusion, at least from some parts of the above account,\r\nto affirm, that Subscription is the disgrace of the English Church?\r\n\r\n5.  It may be well to look at the result of such a state of things under\r\nanother view.  The differences above mentioned are now rendered notorious\r\nby innumerable publications.  The laxity as to truth, that is with\r\nrespect to the Articles, which they display, will be learnt and adopted.\r\nIt will be justified by the example of clergymen who are indeed at one\r\ntime censured by persons high in ecclesiastical station, yet by others in\r\nthe same station applauded or defended, and never authoritatively\r\ncensured or restrained.  In another age a new set of opinions may arise\r\nequally differing from the literal sense of our Articles and Formularies.\r\nAnd who, with the precedent of these days before him, could proceed with\r\nconfidence against the authors and abettors?  The errors of a Socinian or\r\nan Arian may be of a more deadly character; but neither the one nor the\r\nother, in affixing his own interpretation to the Articles, or in\r\nsubscribing with such doctrinal views, would depart a jot further from\r\nthe true meaning of words than the author and the defenders of Tract No.\r\n90.  If that tract has driven one reader to such a conclusion, a\r\nconclusion which he states with pain and sorrow, it may encourage\r\nhundreds to the same; and, ere long, an Arian or Socinian subscription\r\nmay be as common as in times past perhaps they were, with this lamentable\r\naggravation, that in an age of better religious feeling, “men of piety\r\nand talent,” so publicly designated by Bishops of the Church, have taught\r\nthe way to justify the deed.\r\n\r\n6.  The manner in which the present controversy is conducted greatly\r\naggravates its evils.  It is not only that differences exist and are\r\neagerly discussed before the public as the judge of clerical orthodoxy,\r\nbut that, owing to its character, the discussion assumes a peculiarly\r\noffensive form.  It is not merely an inquiry after truth in which some\r\nwarmth and zeal might be excused, but clergymen are imputing to clergymen\r\ndishonourable conduct: dishonourable on this ground, that a person\r\nholding the opinions impugned cannot be an honest subscriber, ought not\r\nto remain a minister of our Church.  On all sides this discreditable\r\ncourse has been pursued, and it would be easy to furnish the proofs.  The\r\nwriter is bound frankly to own that what he condemns in others may be now\r\ncharged upon himself; but never would he have entered upon these remarks\r\nexcept in the humble yet anxious hope that he may induce others to\r\nattempt a remedy for the evil.\r\n\r\nImagine such a state of things in any other profession.  Imagine the\r\nOfficers of the Army and Navy for years together accusing one another of\r\ndishonourably retaining their commissions.  It is no answer to say that\r\nthe remedy with them would be bloodshed, and that this alone restrains\r\ntheir pens; for this is not the fact.  The accused would demand inquiry\r\nand trial, and the scandal would cease.  The Clergy enjoy the unenviable\r\nsingularity of continuing to accuse one another, of dishonourable\r\nconduct; of acting upon mercenary motives; of a desire to make their\r\nconvictions somehow square with their Subscription, that thus they may\r\nretain their position or emoluments as ministers of the Church.  The\r\ncontroversy is disgraced throughout by an irritating reproach against\r\ncharacter, which is neither becoming to the station of clergymen, or the\r\nmanners of gentlemen; and degrades a profession which ought to be the\r\nlast to exhibit such an example.  It seems to be perpetually saying, such\r\nis the sense of our Confession of Faith; I have proved it, but you are\r\nsubscribing in a different, in a false sense.  Thus it is that\r\nSubscription, in its present state, has rendered what ought to be an\r\ninquiry after Scriptural truth, a perpetual and disgraceful taunt upon\r\nthe honesty of the parties engaged.  Character is damaged, or at least\r\nassailed, and no satisfactory result, no remedy ensues.\r\n\r\n7.  The circumstance last mentioned deserves consideration as another\r\ncause which, under present circumstances, helps to render our\r\nSubscription a disgrace to the English Church.  Differences as to its\r\nmeaning abound on all sides.  Even they who uphold and would enforce a\r\nstrictly literal subscription are obliged to allow of _some_ latitude.\r\nYet what is to be the extent of this no one can say; and in the midst of\r\nall this confusion, no one attempts a remedy.\r\n\r\nLet us turn again to the Army and Navy, and suppose their Officers\r\ndiscussing publicly for several years the meaning of some of the Articles\r\nof War; deluging the country with printed statements of their\r\ndifferences; banded into parties, each following the notions of some\r\nfavoured leaders; attacking not only the sense but the honour of their\r\nopponents; professing unbounded respect for their generals, and at one\r\nmoment pronouncing them almost infallible; yet the next, if they should\r\noffer an adverse opinion, combating it in no measured terms.  Suppose all\r\nthis, if possible, going on for years without a remedy, without a decided\r\nattempt to devise one.  Once, perhaps, it was the case; and it was at\r\nlast remedied, so far as he might, by the strong arm of Cromwell: but no\r\nremedy of any kind is now attempted amongst the clergy.\r\n\r\nThe Articles of War for the Army are susceptible of an annual revision,\r\nwhich is to be sanctioned by the Crown, and embodied in the annual Mutiny\r\nAct, and confirmed by Parliament.  Those for the Navy have existed since\r\nthe time of George II., but they are modified so as to meet existing\r\nviews and circumstances, by “The Instructions and Regulations for Her\r\nMajesty’s Service at Sea,” which are altered whenever deemed advisable;\r\nand by other expedients well known to the profession.  In every other\r\nprofession, trade, or calling, and in every legal document relating to\r\nthem, from a Royal Charter to a poor boy’s indentures, we have a judge or\r\nauthority competent to interpret and decide when a doubt arises.  But\r\nChristians in England are either too timid or too indifferent, for wisdom\r\nit cannot be termed, to attempt an authoritative settlement of the\r\ndiscreditable differences and difficulties arising out of the various\r\ninterpretations of their own Confession of Faith.\r\n\r\nIn assuming that this is not the path of wisdom, we have high authority.\r\nIn May 1840, thirty-six clergymen, who saw the evil in its true light,\r\nand it is now immeasurably increased, signed a Petition to the House of\r\nLords requesting attention to the subject.  It was presented by His Grace\r\nthe Archbishop of Dublin to a full house.  Twenty-two Bishops were\r\npresent.  His Grace the Archbishop of Canterbury concurred in the\r\npropriety and necessity of some interpreting power.  So also did the\r\nBishops of London, and Lincoln, and Norwich, and upon this point there\r\nwas no dissenting voice.\r\n\r\n8.  The present state of Subscription is also discreditable to the\r\nEnglish Church when we consider the position in which it leaves the\r\nBishops.  Whoever wishes well to the institutions of his country, and\r\ndesires to promote the peaceful happiness of the people, will watchfully\r\ncherish respect for all who are in authority.  The Christian is taught to\r\nconsider them as ministers of God to us for good; and the clergy are\r\nbound, not only by this universal sanction but also by their Ordination\r\nvows, to reverence the Bishops of the Church: and any circumstance which\r\noccasions a breach in this duty ought to be to them a cause for regret.\r\n\r\nThere is a popular error that a clergyman, when in doubt upon any\r\nquestion of Christian faith or practice, has only to apply to his Bishop,\r\nand that he has authority to settle the question.  Some recent writers\r\nhave helped perhaps to foster this notion by their ill-considered\r\nprofessions of entire deference to episcopal authority.  No circumstance\r\nhas contributed so largely to expose the very limited extent of it as the\r\ncontroversies of the present day.  A Bishop, in fact, has scarcely any\r\ndiscretionary power amongst the greater part of the clergy as to\r\nquestions of doctrine.  He can refuse ordination to a candidate, or a\r\nlicense to a curate, subject, however, to an appeal.  If he should refuse\r\ninstitution to a benefice, the civil courts would demand the reason.  He\r\nmay institute a suit for heresy; and this must be proved by a reference\r\nto the Scriptures and four general councils, not to the Articles or Book\r\nof Prayer.  Yet of late great deference to episcopal authority has been\r\nexpressed, and the Charges of Bishops have been anxiously looked for.\r\nThe manner in which they have been received by some exposes the\r\nhollowness of the deference professed, the absence of the power supposed,\r\nand the true reason for the anxiety to receive them.  They are estimated\r\nas the works of partizans in a controversy, not of judges in a cause.\r\nThey are extolled by those to whose opinions they lean; they are\r\ncriticized without reserve, and sometimes with very little respect, by\r\nany who are dissatisfied with them.  The truth is shown in all its\r\nnakedness, that Bishops have no more _power_ on such questions than other\r\nmen, and less influence perhaps than some other writers.\r\n\r\nYet the Bishops of the Church appear to stand somewhat in the same\r\nposition as our judges.  But how differently are the _dicta_ of the\r\nlatter received!  Their decisions indeed are open to argument from their\r\ninferiors in the same profession, but before a superior court, and not by\r\ncalling on the public to be the judge of written controversy between the\r\nparties.  Their decisions may be reversed by a superior court, but in a\r\nsolemn, respectful, and orderly manner, without being rudely assailed;\r\nand the ultimate appeal being to the House of Lords, or the Privy\r\nCouncil, no judge, who properly feels the liability to error in the\r\nwisest, can sustain a shock to his feelings or character if such superior\r\ntribunals should differ from his own judgment.  Very different, as we\r\nhave remarked, is the fate of an Episcopal Charge in these days; and,\r\nuntil the cause is removed, there is no prospect of remedying a state of\r\nthings so discreditable to the Church: the probability is that it will be\r\nworse.\r\n\r\nThe Bishops, in fact, are endeavouring to settle that which they have not\r\nthe power to settle—the meaning of Subscription, the interpretation of\r\nthe Articles, the true doctrine of the Church.  And whoever in a public\r\nstation attempts to exercise a greater power than his office assigns,\r\nexposes a weak point, perhaps before unnoticed, and instead of gaining\r\nnew authority, may lose a part of that long-established and deferential\r\nrespect, which is the most valuable part of all authority.  A country\r\nmagistrate is discreetly silent when a case is brought before him which\r\nthe law does not empower him to decide, and abstains from lowering his\r\nauthority by an interference which may be disputed.\r\n\r\nIt is altogether unsound in theory, and utterly fruitless in practice, to\r\nexpect that points relating to doctrine can be settled by Episcopal\r\nCharges dropping one by one from the press, and unconnected with each\r\nother.  The interpretation of a Confession of Faith or of the terms of\r\nSubscription belongs to the Church in some way represented and convened.\r\nAn Episcopal Charge is pastoral advice.  When there is in the Church a\r\nproper authority to legislate or interpret, that advice will be received\r\nwith respect and thankfulness, and contribute much in directing the minds\r\nof men to a right decision, which is its proper office.  But when it\r\nusurps the province of a judge or legislator, or from circumstances is\r\nimproperly brought to stand in their place, it will only provoke the\r\nopposition we now witness, and ultimately lose a part of that just\r\ndeference which it ought ever to receive.  The recollection that there is\r\nno Convocation or other Ecclesiastical Body competent to settle the\r\nperplexing questions recently agitated, may have induced the Bishops\r\ncharitably to venture upon a forlorn hope.  Their Charges, however, are\r\npowerless in the attempt; and however thankful numbers are to receive\r\ntheir pastoral advice, yet when we observe the boundless liberty of\r\nreply, and the entire want of authority to enforce their conclusions,\r\nrespect for the episcopal office almost suggests the wish that in these\r\ndays they were not published.\r\n\r\nSupposing, however, the case were otherwise; suppose a real and unbounded\r\ndeference to the least word of a Bishop to prevail amongst the clergy and\r\npeople; suppose that they had each authority in controversies of faith;\r\nwhat, unfortunately, should we reap in the present state of things but\r\nincreased perplexity?  The judges—so to term them—are divided in opinion;\r\nand, though this in the parallel case of legal judges is stripped of\r\ninjury by an appeal to a superior court, the Church possesses no such\r\nappeal.  In the meanwhile, two-thirds of our Bishops, perhaps, are ranged\r\non one side in the present controversy, and have spoken strongly.  The\r\nremainder have spoken with a leaning more or less strong in the opposite\r\ndirection, or are as yet silent.  As to _deciding_, then, the true and\r\nproper interpretation of our Articles and Subscription, nothing has been\r\ngained by Episcopal Charges.  Only the unpleasing truth has been openly\r\ndisplayed, that they may be treated like the pamphlet of any anonymous\r\npartizan.  Thus the present state of the question as to Subscription\r\noperates in overthrowing respect to the office and authority of our\r\nBishops, and this it cannot do without being discreditable to the Church.\r\n\r\n9.  They who have studied even cursorily the history of ecclesiastical\r\naffairs in England since the Reformation, may trace in Subscription\r\nanother circumstance discreditable, if not disgraceful, to the English\r\nChurch, and one which present times bring before our view.  The most\r\nearnest and devoted section of the clergy, whatever their peculiar views\r\nin past or present times, have been frequently branded by the imputation\r\nof departing from the literal sense of the Articles, and of the\r\nSubscription required to them and the Book of Common Prayer.  They have\r\nbeen censured also as disaffected to the Church, sometimes to its\r\ndoctrines, sometimes to its rites and ceremonies.  The next step has been\r\nto speak of them as unfit to remain in the ministry, and to desire their\r\nexclusion.\r\n\r\nNo candid man can doubt the piety, the ability, the zeal in their\r\nMaster’s service, of the puritanical divines.  Yet many of them were\r\nexcluded at the Restoration, and thus the Church lost a large body of\r\nChristian men, and itself laid the foundation of a considerable portion\r\nof our present non-conformity.  At the end of the seventeenth century,\r\nthe eminent divines who attempted to repair by healing counsels the\r\ndamage thus occasioned were branded as latitudinarians, and denounced as\r\ndisaffected to the Church.  In the last century no attempt was made to\r\nturn into a more regular channel the zeal of Wesley and Whitfield, and\r\ntheir associates.  They were excluded as unsound in doctrine and\r\ndangerous to true religion.  With difficulty for a long time did the\r\nevangelical clergy, who sprung from them, maintain their position as a\r\nproscribed race, condemned as disaffected to the Church.\r\n\r\nSuppose in all these cases that the charge of objecting to some parts of\r\nthe Articles and Liturgy, and to the Subscription required, were true;\r\nyet to what does it amount?  With these assumed errors, did not these\r\npersons believe the Bible and love it?  Did they not believe all the main\r\nArticles of the Christian Faith, as taught by the Church?  Was it not the\r\nearnestness of their belief which made them what they were?  Were they\r\nnot the very men, who, by their faith and energy, were calculated to\r\naccomplish the object of the ministry, namely, to win souls to the\r\nRedeemer’s kingdom, and to form a peculiar people zealous of good works?\r\nWhat then was the ground of exclusion or objection?  Subscription—assent\r\nto the Thirty-nine Articles and the Book of Common Prayer, according to\r\nthe strict and exact terms imposed by the Church.  There was not an\r\nobjection, nor even indifference, to the smallest portion of the Word of\r\nGod; but in some non-essential points they wished for alteration or\r\nliberty.  Subscription caused the difficulty.\r\n\r\nWhatever opinion may be now entertained of the tractarian party, the\r\npraise of zeal, ability and piety cannot be denied to the leaders of it;\r\nyet they are censured as disaffected to the Church, and their exclusion\r\nnot obscurely suggested.  For some of their opinions the writer can be no\r\nadvocate.  He believes them to have fallen into errors equally lamentable\r\nand dangerous if persisted in: yet were the choice given him between such\r\ninstructors and others who pass uncondemned in ruinous indolence and\r\nindifference, he would not hesitate in giving his preference to the\r\nformer.  Nor, when he remembers the want of earnest men, and the\r\never-varying forms of human opinion, can he hesitate in desiring their\r\ncontinuance as ministers in our Church.\r\n\r\n    “We are not only uncertain of finding out truths, in matters\r\n    disputable, but we are certain that the best and ablest doctors of\r\n    Christendom have been actually deceived in matters of great\r\n    concernment; which thing is evident in all those instances of persons\r\n    from whose doctrines all sorts of Christians, respectively, take\r\n    liberty to dissent.  The errors of Papias, Irenæus, Lactantius,\r\n    Justin Martyr, in the millenary opinion; of St. Cyprian, Firmilian,\r\n    the Asian and African fathers in the question of re-baptization; St.\r\n    Austin in his decretory and uncharitable sentence against the\r\n    unbaptized children of Christian parents; the Roman or the Greek\r\n    doctors in the question of the procession of the Holy Ghost, and in\r\n    the matter of images, are examples beyond exception.  The errors that\r\n    attach to the minds of men are numberless.  Now if these great\r\n    personages had been persecuted or destroyed for their opinions, who\r\n    should have answered the invaluable loss the Church should have\r\n    sustained in missing so excellent, so exemplary, and so great\r\n    lights?”\r\n\r\n    “Since those opinions were open and manifest to the world, that the\r\n    Church did not condemn them, it was either because those opinions\r\n    were by the Church not thought to be errors, or if they were, yet she\r\n    thought fit to tolerate the error and the erring person.  And if she\r\n    would do so still, it would, in most cases, be better than now it\r\n    is.”—_Bishop Jeremy Taylor_.\r\n\r\nIn our own case, what would be gained by the exclusion of the persons\r\njust referred to?  The past may teach us that this will not silence men\r\nearnest in their convictions, or promote the unity we desire.  But, if\r\ntheir opinions are to be tolerated within the ministry of our Church,\r\nthen, in common justice, and for the credit of that Church, the stigma\r\nought to be removed which now attaches to them as insincere subscribers.\r\nIt is this which makes the present controversy so bitter and\r\ndisingenuous.  Remove the irritation occasioned by this perpetual taunt,\r\nand is there not ground to hope that it would settle down into an\r\nunfettered inquiry after Scriptural truth, and that the result would be a\r\nmore universal deference to the Word of God?  Such is the trust which the\r\nwriter cannot but entertain.\r\n\r\nTo wait charitably in patience and hope on the one hand; and on the other\r\nto concede all that can be conceded without compromise of truth, for\r\nunion and unity, are Christian duties; but it is not the dictate of\r\nwisdom or charity to repel hastily from the ministry, zeal and piety\r\nwhich cannot be spared, and which the providence of God may eventually\r\noverrule and direct to the great good of the people.  And if Subscription\r\ninvolves us in the danger of repeatedly excluding the most zealous\r\nportion of our clergy, it is a disgrace to the Church which continues to\r\nenforce it.\r\n\r\n10.  About two years ago the writer ventured to name a remedy for the\r\nevils and inconveniences arising out of the embarrassed state of the\r\nSubscription now required.  His proposal was, that a clergyman should\r\nsubscribe to the Three Creeds, instead of the Articles and Liturgy,\r\nretaining the other tests or pledges now in use.  Within the last twelve\r\nmonths he has had the satisfaction of observing, that, on an occasion of\r\ngreat interest to Christians in this and other nations, a plan very\r\nclosely resembling this, as he understands it, has been adopted under the\r\nsanction of the highest ecclesiastical authority.  On the appointment of\r\nan English Bishop for Jerusalem, which was effected, as is well known, in\r\nconjunction with His Majesty the King of Prussia, it was determined to\r\nmake such regulations that the subjects of that King, employed either as\r\nmissionaries or ministers of congregations in Palestine, might receive\r\nthe full benefit of episcopal sanction and superintendence.  This was\r\neffected in the manner described by the following Letters, which appeared\r\nin the Prussian _State Gazette_ of July 12th, 1842.\r\n\r\n                         THE BISHOPRIC OF JERUSALEM.\r\n\r\n                                                          BERLIN, JULY 11.\r\n\r\n    His Majesty has been pleased to address to the minister of\r\n    Ecclesiastical Affairs the following orders in respect to the\r\n    relations of the Bishop of the United Church of England and Ireland\r\n    in Jerusalem with the German congregation of the evangelical religion\r\n    in Palestine:—\r\n\r\n    “I send you herewith a letter from his Grace the Archbishop of\r\n    Canterbury, Primate of England, which contains the definite proposals\r\n    respecting the relations of the Bishop of the United Church of\r\n    England and Ireland in Jerusalem with the German congregations of the\r\n    evangelical religion in Palestine, which are inclined to place\r\n    themselves under the jurisdiction of the latter.  You will see from\r\n    this letter that the Prelate secures to the congregations of the\r\n    German Protestant faith in Palestine the protection and pastoral care\r\n    of the English Bishop at Jerusalem, without any other conditions than\r\n    such as the exercise of the protection itself requires.  The\r\n    publication of these proposals will be the best means to dispel the\r\n    misunderstanding of some well-meaning persons, and to render the\r\n    misrepresentations and calumnies of the evil-minded of no effect.\r\n    Though there are at present no German Protestant congregations in\r\n    Palestine, but the formation is still to be looked for under the\r\n    influence of favourable circumstances, yet young divines of the\r\n    German Protestant Church, whom the increasing interest in the labours\r\n    of the missions for the conversion of the Jews induces to go to\r\n    Palestine, will certainly think it desirable to avail themselves of\r\n    the offers contained in the letter of the Archbishop of Canterbury,\r\n    to obtain a greater freedom of action and a more successful result of\r\n    their labours, by accepting the protection and care of the Bishop of\r\n    the United Church of England and Ireland.  I am very ready to\r\n    support, in a suitable manner, young divines of this kind, when they\r\n    have been examined and found duly qualified, and especially proved\r\n    themselves to be thoroughly grounded in the doctrines of the\r\n    Protestant faith, according to the Augsburg Confession, and I invite\r\n    you to point out to me any such persons.\r\n\r\n                                                       “FREDERICK WILLIAM.\r\n\r\n“To the Minister of State, Eichhorn.”\r\n\r\n                                   ———\r\n\r\n                                                   Lambeth, June 18, 1842.\r\n\r\n    “Sire,—As it seems to me to be desirable that your Majesty should be\r\n    thoroughly acquainted with the relations in which the German\r\n    congregations in Palestine will stand with respect to the Bishop of\r\n    the United Church of England and Ireland in Jerusalem, I take the\r\n    liberty most respectfully to submit the following proposals, which I\r\n    hope will be agreeable to your Majesty:—\r\n\r\n    “The Bishop will consider it as his duty to take under his pastoral\r\n    care and protection all the congregations of the German Protestant\r\n    faith which are within the limits of his diocese, and are inclined to\r\n    place themselves under his jurisdiction, and will afford them all the\r\n    support in his power.  The German Liturgy, which has been carefully\r\n    examined by me, which is taken from the liturgies received in the\r\n    churches of your Majesty’s dominions, will be used in the celebration\r\n    of divine service by the clergymen who are appointed, on the\r\n    following principle:—Young divines, candidates for the pastoral\r\n    office in the German Church, who have obtained your Majesty’s Royal\r\n    permission to this end, will exhibit to the Bishop a certificate from\r\n    some authority appointed by your Majesty, in which their good conduct\r\n    as well as their qualification for the pastoral office is in every\r\n    respect attested.  The Bishop will, of course, take care, in the case\r\n    of every candidate so presented to him, to convince himself of his\r\n    qualifications for the especial duties of his office, of the purity\r\n    of his faith, and of his desire to receive ordination from the hands\r\n    of the Bishop.  As soon as the Bishop has fully satisfied himself on\r\n    these points, he will ordain the candidate on his subscribing the\r\n    three Creeds, the Apostles’, the Nicene, and the Athanasian, and, on\r\n    his taking the oath of obedience to the Bishop and his successor,\r\n    will give him permission to exercise the functions of his office.\r\n\r\n    “With respect to the confirmation of young persons of such\r\n    congregations in Palestine, the Clergyman of the congregation will\r\n    prepare them for that purpose in the usual manner, will subject them\r\n    to the requisite examination, and receive from them, in the presence\r\n    of the congregation, the profession of their faith.  They will then\r\n    be presented to the Bishop, who will confirm them according to the\r\n    form of the Liturgy of the United Church of England and Ireland.\r\n\r\n                       “With the most profound respect,\r\n\r\n                                             “I have the honour to remain,\r\n                                                                     Sire,\r\n\r\n             “Your Majesty’s most sincere and humble Servant,\r\n\r\n                                                           “W. CANTERBURY.\r\n\r\n    “To his Majesty Frederick William IV.,\r\n                      King of Prussia.”\r\n\r\nIt is of course impossible to suppose that such a step was taken without\r\nmuch deliberation: and here we see, first, that an English Bishop,\r\nregularly consecrated by the Archbishop of Canterbury and other Bishops\r\nat Lambeth, is authorised to confer Holy Orders, requiring from the\r\npersons ordained Subscription to the Three Creeds only.\r\n\r\nWhen it is remembered how long the Christian Church has been divided and\r\nrent, and how the Protestant part of it is again subdivided into numerous\r\nsections, sometimes in the same nation, any approach towards the\r\nestablishment of a sound and primitive catholic test, which may enable a\r\nlarger number of Christians to enjoy communion with one another, ought to\r\nbe viewed with thankfulness.  More especially ought it to be so viewed by\r\nourselves, if there be a hope that the example can be adopted as the\r\nmeans of promoting peace amongst the ministers and members of the _same\r\nChurch_—namely, our own—now so unhappily disunited; and if the great\r\nTruths in which they _agree_ could be thus prominently exhibited to the\r\nworld.  And, if the rule laid down with reference to our Christian\r\nbrethren of the Prussian Church be sound and judicious; if it has been\r\nwisely and charitably selected as calculated to unite many who have\r\nhitherto been separated in communion, though not materially in doctrine;\r\nwhy should it not be applied to secure similar advantages amongst\r\nEnglishmen, and to heal some of the wounds which are daily inflicted on\r\nthe peace of the Church by its own ministers and members?\r\n\r\nLet not such a proposal be hastily rejected from an unexamined\r\napprehension that the doctrines of the Reformation are to be surrendered.\r\nLet it at least be calmly and candidly considered.  The remarks hitherto\r\noffered may be disputed as incorrect; but no one can possibly deny that\r\nthe state of the English Church is unsatisfactory, perhaps unsafe.  The\r\nwriter can in all sincerity declare himself, in the fullest sense of the\r\nword, a Protestant: yet he may, very consistently, with such a\r\ndeclaration, desire to see Protestants Catholics, and, in fulfilment of\r\nthe pledge given at ordination, “to maintain and set forwards, as much as\r\nin him lieth, quietness, and peace, and love, among all Christian\r\npeople.”  These are what the Universal Church now requires for her\r\nprosperity and success.\r\n\r\nWhile the above-named catholic test was adopted to meet the peculiar\r\nsituation and duties of the new Bishop in Jerusalem, we see that it was\r\nat the same time provided that candidates for ordination, subjects of the\r\nKing of Prussia, should be examined generally as to their qualifications\r\nfor the ministry; and also as to their being thoroughly grounded in the\r\nAugsburg Confession, the foundation of our Articles; and further, that a\r\ncertificate of their having satisfactorily passed such an examination\r\nshould be laid before the Bishop of Jerusalem, who will also take care to\r\nconvince himself of their fitness to receive ordination at his hands.\r\n\r\nIf we were to transfer this whole precedent, as the writer understands\r\nit, to our own Church, the change it would make would be simply this,\r\nnamely, that it would be left to the Bishops, each exercising the\r\ndiscretionary power now vested in him, to judge, upon examination, of the\r\ndoctrinal views of a candidate, instead of requiring him to subscribe to\r\nthe Thirty-nine Articles.  And if we draw this out into practice, the\r\nloss as to security for any particular doctrines would be none.  Each\r\nBishop would of course exercise the discretionary power as he now does,\r\nand the same candidates would be admitted; but the evils now attending\r\nupon Subscription would be remedied, or immeasurably diminished.\r\n\r\nA candidate would be examined as to his general qualifications, and also\r\nby questions on the Thirty-nine Articles, according to the judgment of\r\neach Bishop, and might be received or rejected, as is now the case.\r\nWhatever point in the Articles might appear to each Bishop to require\r\nparticular attention, would be made a subject of examination, as is now\r\nthe case.  Any question relative to doctrinal views, deemed necessary,\r\nmight be put, and the Bishop would have the actual view of the candidate\r\nin his own words; and, if his word will not bind a man, will his\r\nsignature?  If a candidate, for instance, professed that he considered\r\nthe Reformation injurious or imperfect, the Bishop might reject him, or\r\nnot; and if he did not profess this, but afterwards came to that opinion,\r\nthe case would only be as it is sometimes now.  Possibly Bishops might\r\ndiffer as to their mode of conducting such examination; and in one\r\ndiocese a candidate might be received who might fear being rejected in\r\nanother; for so it has been, and may be again; and thus persons of\r\nvarious shades of opinion are admitted to the ministry, probably to the\r\nbenefit of the Church.\r\n\r\nAfter examination, and previous to ordination, each candidate would\r\nsubscribe to the Three Creeds, {33} and engage to conform to the Liturgy.\r\nAt his ordination, as a priest, he would promise before the congregation\r\nto study the Word of God, to teach nothing contrary to it, and to fulfil\r\nthe duties of the ministry according to the solemn and comprehensive\r\npledges of our Ordination Service, to which the writer requests a\r\nparticular attention in connection with this subject.  There is here no\r\nwant of security so far as pledges can give it; and every advantage\r\n_really secured_ on the present plan would be retained.  The present\r\nSubscription does not produce consent touching true religion, whereas an\r\nassent to the doctrine of the Creeds would be almost catholic.  The\r\npresent Subscription does not secure attachment to the doctrines of the\r\nReformation.  What advantage then does it realize which would be lost on\r\nthe plan proposed?  They who love the Reformation and revere our\r\nArticles, would love and revere them still.  It is not Subscription which\r\ndraws forth their attachment, but conviction—the conviction that they are\r\nfounded on the Word of God, coupled with a thankful recollection of the\r\nmen and the times which gave them to us.\r\n\r\nLet it not be forgotten that, whatever power the laws now give for\r\nrestraining or punishing those who impugn the Articles or Liturgy, would\r\nremain untouched.  And in all cases where the law does speak, it ought to\r\nbe the test of wrong doing.  So long as it was not called forth, the just\r\npresumption would be that no such offence had been committed; and\r\ncontroversy, which must always exist while truth is loved, would be\r\ncarried on without the discreditable concomitants detailed above.\r\n\r\nThe precedent adopted then, on the appointment of a Bishop for Jerusalem,\r\nsuggests an unobjectionable improvement; {34} and it carries with it this\r\nfurther recommendation that it would bring the law and the practice\r\ntogether, which is always considered sound legislation when the practice\r\nhas become so established that the law is virtually repealed.  Instances\r\nof this kind are well known.  The repeal of the Corporation and Test Acts\r\nwas little more than a formal abrogation of a law no longer in force; and\r\nthe repeal of the present form of Subscription would, in like manner,\r\nonly legally confirm that latitude of interpretation with respect to it\r\nwhich already prevails. {35}\r\n\r\n11.  If, however, the above-named precedent be rejected, there are yet\r\nunquestionable grounds for desiring that something should be done in the\r\npresent state of things.  It is asked, not in a hostile or unreasonable\r\nspirit, but seriously, soberly, and earnestly—for the peace of the\r\nChurch; for the credit of its ministers and members; and for the sake of\r\ntruth itself—that we may be told in what sense Subscription may be, or\r\nought to be, made.  It has been of late advanced as an argument against\r\nthose who would set up various human authorities as arbiters of truth,\r\nthat the Church has already declared the truth by her interpretation of\r\nScripture, that she has given us that interpretation in our Thirty-nine\r\nArticles, and bound it upon us by Subscription.  We answer simply, that\r\nthe interpretation itself is disputed, that the sense of it cannot be\r\nfixed.  We want, therefore, a new decision.\r\n\r\nIt has been argued again that Subscription preserves truth within the\r\nChurch.  We simply ask, _what_ truth? and affirm that the constant use of\r\nour Liturgy preserves pure doctrine more effectually, and always will.\r\nIt has been advanced also, somewhat inconsiderately, but by high\r\nauthority, as an argument against alteration, that any change might make\r\nmatters worse, by making Subscription more strict.  We answer that, if it\r\nrequires an assent to that which is scripturally true, it cannot be too\r\nstrict.  Let it then be strictly and literally enforced: but, if this be\r\ndeemed unadvisable or impossible, let it be interpreted anew, or\r\nrepealed.  In its present state it cannot be too plainly or repeatedly\r\naffirmed, that it is a disgrace to the Church.\r\n\r\n12.  It may be pronounced absurd or presumptuous in an individual to\r\npropose a change in such a matter as Subscription to Articles of Faith,\r\nbut in truth _a great change has already taken place_.  There have been\r\nin past ages considerable variations as to doctrinal views prevailing at\r\ndifferent times: of late a new character has been given to Subscription;\r\nnew certainly to this generation, and new altogether, as proceeding from\r\npersons remaining in the ministry; for the principal abettors of similar\r\nviews in past times are found amongst the non-jurors, and were seceders\r\nfrom the establishment.  A few years ago it was pronounced by a Bishop to\r\nbe little less than a libel on the Church, to say that the clergy did not\r\nsubscribe literally to the Articles.  Since that time another Bishop has\r\ndesignated a system of interpretation put forth and defended by\r\nclergymen, as “so subtle, that by it the Articles may be made to mean any\r\nthing or nothing.”  Several episcopal charges have spoken to the same\r\neffect, and almost innumerable publications from other authors.  Yet the\r\nprinciples on which that system is founded, are disseminated with\r\nunabated zeal and increased influence.  The Tracts for the Times,\r\nsilenced only by name, are issued in reviews, magazines, pamphlets,\r\npoems, and novels; and the same views as to the Reformation and the\r\nArticles are maintained, though the application of them, in the manner\r\nproposed by Tract No. 90, may be partially disowned.  A _great change\r\nthen has taken place_; and the result is, that Subscription has received\r\na blow from which it can never recover without some decided measure.  It\r\nmust become an object of general ridicule or contempt, of which, indeed,\r\nsome indications have already appeared.\r\n\r\nTo this the writer desires to invite attention.  If he has ventured to\r\npropose a remedy, it is principally on this ground, that whoever points\r\nout a defect in existing institutions is commonly asked, what improvement\r\ncan you offer?  Although, then, convinced that the remedy he has named is\r\ncalculated to meet the evil, it is rather his wish that others should be\r\ninduced to come forward and so to deal with the change which has taken\r\nplace that it may cease to be a reproach to the Church.  With this object\r\nbefore him, he believes himself engaged in the cause of truth, and will\r\ncontinue to devote to it the limited powers he possesses while life is\r\nspared.  And let it not be deemed presumptuous if, under an humiliating\r\nsense of his own insufficiency, he yet perseveres in recommending what is\r\nso far beyond his power to accomplish.  No one can reasonably expect\r\nvisible success in any undertaking.  It is enough to enjoy the assurance\r\nthat we are persevering in a right path.  The result may well be left to\r\nthe Supreme Disposer of all things.  Nor are instruments in His hands\r\nweak, as man estimates power; but the weakest may be permitted to sow the\r\nseed destined to bring forth much fruit.  It is the progress of\r\nconviction wrought in the minds of men which prepares the way for\r\nimprovements.  It is the open statement of these convictions, here and\r\nthere, which leads to action.\r\n\r\nFew improvements, if any, in the moral world can be novelties.  They are\r\nonly a return to some good old principle which the great innovator, time,\r\nor rather the great deteriorator, human corruption, hath thrown into the\r\nshade.  An age there was, perhaps a better than this, when human Articles\r\nwere unknown to the Church; an age also when the shortest of our Creeds\r\nsufficiently expressed the faith of a believer.  It does not require\r\nlearning or talent to state all this, and to beg others to recollect\r\nthat, if heresies call for Articles, a folio would scarcely suffice.\r\nSimple minds may state such simple truths, and God may cause their voice\r\nto be heard.\r\n\r\nNor can it be justly affirmed that, to expose even in strong terms\r\nprevailing defects, is any proof of disaffection to the Church in which\r\nthey exist.  The writers of Scripture, although Divinely inspired, are\r\nyet a pattern to their less favoured followers.  And who can peruse the\r\nwritings of the Prophets and Apostles without being struck by their bold\r\nand uncompromising denunciations of the sins and errors prevailing\r\namongst high and low, learned and ignorant, teachers and people?  If it\r\nbe disaffection to the Church, to describe faithfully and plainly an evil\r\nwhich requires a remedy, then is Isaiah to be condemned in his first\r\nchapter, and St. Paul in his most celebrated Epistles, instead of being\r\nour examples and instructors in the path of ministerial duty.\r\n\r\nIf the remarks above offered be well founded, they cannot be a matter of\r\nindifference, for they affect all to whom truth, and religion, and the\r\ncredit of its ministers, and the national honour are dear: and all such\r\nmight, without compromise of any principle or opinion, as the writer\r\nbelieves, join in an address to the following effect:—\r\n\r\n    To Her Most Gracious Majesty Queen Victoria, over all persons and in\r\n    all causes Ecclesiastical and Temporal within Her Dominions supreme.\r\n\r\n    We your Majesty’s faithful subjects have observed with pain the\r\n    Controversies now for some time carried on with respect to the true\r\n    interpretation of the Thirty-nine Articles of Religion and of the\r\n    Subscription by law required to them and to the Book of Common\r\n    Prayer; and we humbly pray your Majesty to institute such measures as\r\n    to your wisdom shall seem fit, with the advice of your Majesty’s\r\n    Privy Council, in order to provide a remedy for the uncertainty\r\n    prevailing upon this subject.\r\n\r\n                                * * * * *\r\n\r\nIT is with reluctance that I add to the above remarks any that relate\r\nmerely to myself.  Some circumstances, however, appear to require a few\r\nbrief observations.\r\n\r\nIn a former publication on the Meaning of Subscription, {41} occasioned\r\nby the extreme uncertainty and perplexity in which this subject is\r\ninvolved, I stated my readiness to resign my preferment, if called upon\r\nto do so within a certain time by His Grace the Archbishop of Canterbury.\r\nThat call has not been made.  It may, however, be supposed that the\r\nremarks now offered on the same subject are published, not so much with a\r\nview to any general improvement as from a desire to obtain relief for my\r\nown difficulties.  I wish therefore distinctly to state that this is not\r\nthe case, and that those difficulties are removed, for the present, on\r\nthe following grounds.\r\n\r\nWithin the last three years a departure from the plain and obvious\r\nmeaning of the Articles has been displayed, to an unparalleled extent,\r\namongst the ministers of our Church; yet no call has been authoritatively\r\nmade upon any of them to resign, and they retain their situations, with\r\nthe exception of two or three who have voluntarily seceded.  In this\r\nstate of things, I can hardly imagine any diversity of opinion with\r\nrespect to the Thirty-nine Articles which calls for the resignation of a\r\nclergyman; indeed, it appears to me that it would be simply absurd in any\r\none to resort to such a step, unless under a decided wish for communion\r\nwith some other church or body of Christians.\r\n\r\nIt can hardly be necessary to say, after what has been already offered,\r\nhow far I am from desiring that such a state of things should continue,\r\nhowever unfavourably a change might affect myself: for I still maintain,—\r\n\r\nThat the condemnatory clauses of the Athanasian Creed, in their literal\r\nsense, are an un-Christian appendage to a document of extraordinary\r\nmerit, yet such that a true Christian may innocently differ from some\r\npropositions set forth in it.\r\n\r\nThat a Bishop is not authorized by the Gospel to address a candidate for\r\nOrdination in the literal sense of the words, “Receive the Holy Ghost:\r\nwhose sins thou dost remit, they are remitted, and whose sins thou dost\r\nretain, they are retained.”\r\n\r\nThat a Christian minister is not authorized by the Gospel to address any\r\none in the literal sense of the words, “I absolve thee from all thy\r\nsins.”\r\n\r\nEntertaining these views, I yet venture to conclude that I could\r\nsubscribe the Articles and Liturgy with as near an approach to a literal\r\nassent as most of the clergy, and certainly with a far more cordial\r\napprobation of them than many who might be named.  It has been said that\r\nthe objections just mentioned are trifling.  Whoever has marked the\r\ncourse of the controversy now existing in our Church will see how great a\r\nstress has been sometimes laid on two of the above points, as materially\r\nsupporting the views of tractarian writers.\r\n\r\n_May_ 31, 1843.\r\n\r\n\r\n\r\n\r\nPOSTSCRIPT TO THE SECOND EDITION.\r\n\r\n\r\nIN the first edition I briefly alluded to the Rev. C. Green, of this\r\nDiocese, as having made some comments on a former publication of my own.\r\nI am sorry to find that this reference was a mistake, Mr. Green not\r\nhaving mentioned my name, as I erroneously supposed he had, writing from\r\nan imperfect recollection.  Having explained to him how the mistake\r\narose, I have now publicly to offer my apology for it, which I tendered\r\nin private as soon as it became known to me.\r\n\r\n_Since the first edition_ of this publication, many of the views here\r\noffered have been confirmed by no mean authorities.\r\n\r\nOn July 4th, His Grace the Archbishop of Dublin, on presenting a Petition\r\nto the House of Lords relating to Church Government, will be found, on a\r\nreference to his speech, to have used several arguments exactly similar\r\nto some of those here advanced.\r\n\r\nIn the very able Dedication prefixed to a Sermon on “The Unity of the\r\nChurch,” by Archdeacon Hare, recently published, will be found again a\r\nsimilar coincidence on other points.\r\n\r\nIn the Charge of the Bishop of Calcutta, also very recently published in\r\nthis country, the following passages so strongly confirm _the main\r\nargument and title_ of this publication that I am tempted to transcribe\r\nthem:—\r\n\r\n    Page 60.  “But it is useless to speak of their manner of defending\r\n    themselves, after the incredible attempt of the Ninetieth Tract,\r\n    which brought down upon them that merited disapprobation of their\r\n    respected Diocesan, the disavowal of the Heads of Colleges at Oxford,\r\n    and the contempt or pity of every Protestant Divine.  Nothing so\r\n    dishonourable to a clergyman—the word is strong, but in my judgment\r\n    not too strong—has occurred in our Church since the time when the\r\n    blessed Reformation exempted us for ever, as we hoped, from these\r\n    Popish errors.”\r\n\r\n    Page 100.  “I must confess for myself that, after reading with all\r\n    the attention in my power Mr. Newman’s _Lectures on Justification_, I\r\n    consider them the greatest insult—not intentionally, of course, but\r\n    in fact, the greatest insult ever offered to our Church and the whole\r\n    body of our Reformers, by any divine of talent and reputation for\r\n    orthodoxy since the 16th Century.”\r\n\r\n    Page 108.  “The substantial disagreement of these divines with Holy\r\n    Scripture, and their substantial agreement with the Romanists, are as\r\n    clear as the day.  To speak of their disagreement with our Articles\r\n    and Homilies after the incredible sophistry of Tract No. 90, would be\r\n    useless.”\r\n\r\n    “Give me the principles of interpretation by which justification is\r\n    thus, as by a magic wand, enchanted away, and I will prove or\r\n    disprove anything.  Let me apply such a process to the word\r\n    sanctification or glorification, or faith or law, and I will disprove\r\n    all the doctrines of the Gospel.”\r\n\r\n    “Nay, give me these principles—I speak it with awe—and I will defend\r\n    the Arian, the Socinian, the Antinomian, the Neological, the\r\n    Rationalist heresies.”\r\n\r\nIn any other profession such opinions as these could not be published\r\nwithout compelling the individuals thus censured to take some steps to\r\nvindicate their character.  Laudable endeavours are on foot to prevent\r\nduelling.  The only profession clear of that practice ought to be\r\nforemost in showing that means can be provided for guarding the\r\nreputation of its members.  At this time no clergyman knows how to meet\r\nsuch a reproach as that conveyed in the above Charge.  There is no\r\nindividual or body of men to whom he can appeal as possessing, in public\r\nestimation, authority to clear him from the reproach, or to direct his\r\nconduct.  Thus, language is continually used amongst clergymen which, if\r\nit became common in all professions, would lower the standard of English\r\nmanners, and, thus far, degrade the national character.\r\n\r\nIf only _for the credit of the clergy_, and to check the injury of a bad\r\nexample in a quarter where it should be especially guarded against, some\r\nauthoritative decision ought to be pronounced on the meaning of\r\nSubscription.\r\n\r\n_August_ 23, 1843.\r\n\r\n                                * * * * *\r\n\r\n                                 NORWICH:\r\n                       PRINTED BY CHARLES MUSKETT,\r\n                              OLD HAYMARKET.\r\n\r\n\r\n\r\n\r\nFOOTNOTES.\r\n\r\n\r\n{33}  In proposing this test, it is assumed that the view of the late\r\nProfessor of Divinity, Bishop Marsh, with regard to the condemnatory\r\nclauses attached to the Athanasian Creed, would be thenceforward\r\nconsidered as established in our Church.  His words are, “I do not mean\r\nto defend those anathemas.  They are no part of the Creed itself.”\r\n\r\n{34}  The establishment of such a test in our own Church might materially\r\nassist, as an example, in securing a great collateral benefit.  They who\r\nare interested in missionary exertions know how great an impediment to\r\ntheir success arises from the differences and divisions amongst the\r\nministers sent forth from various churches and societies.  One\r\nmischievous effect of these is, that the general consent _which really\r\nexists_ as to catholic truths is _obscured_.  The differences on other\r\npoints are always on the surface.  Thus they command an undue degree of\r\nattention and importance; and, not to mention other evils, the conclusion\r\nmust occur to unbelievers, that no one certain system of truth can be\r\ncollected from that which is proposed to them as a Divine Revelation.\r\n\r\nTo separate the points of difference from the common bond of union, by\r\naffixing some _decided_ mark of preference and distinction on the latter,\r\nwould be something gained in attempts to evangelize the world.  It might\r\nbe better still, if one Creed, the Nicene, were chosen as the test.  A\r\nvery large portion of Christian missionaries, it is presumed, would\r\ncordially bear testimony to its truth.  Thus it would present some common\r\nbond of union amongst them in “preaching the Gospel to all nations”—an\r\nimperfect one, it may be said, yet apparently the best which can be\r\nsecured.  For almost every doctrinal point beyond that Creed is\r\ncontroverted; and, at the end of eighteen centuries, every church must be\r\ncontent to see its distinctive claims to reception rest on argument\r\nrather than authority.\r\n\r\n{35}  Private opinion, or judgment, it is very clear, cannot be\r\ncontrolled by Subscription, or by any other means; yet peace might be\r\npreserved, to a great extent, if the Church had the power to enjoin\r\nsilence on any particular point amongst its ministers.  In some respects\r\nit would be dangerous to grant such a power; but the wisest human\r\narrangements are frequently only _choosing the least of two evils_.\r\n\r\nThe recent sentence on Dr. Pusey may be very proper as regards the\r\nreligious instruction offered to students at an university, but will of\r\ncourse decide nothing as to the general controversy.  Only the voice of\r\nthe Church can effect this, and it is time that the Church should at\r\nleast _be able_ to speak, though its first decision might endanger the\r\nexistence of the _Establishment_.  Faith, however, is a better counsellor\r\nthan Fear.\r\n\r\n{41}  “What is the Meaning of Subscription?”  Longmans.  1841."
  ]
}