{
  "index": 1,
  "title": "Part 1",
  "paragraphs": [
    "*** START OF THE PROJECT GUTENBERG EBOOK A LETTER TO THE REV. C. N. WODEHOUSE, CANON OF NORWICH; OCCASIONED BY ***\r\n\r\nTranscribed from the 1843 G. F. and J. Rivington edition by David Price.\r\n\r\n\r\n\r\n\r\n\r\n                                    A\r\n                                  LETTER\r\n                                  TO THE\r\n                          REV. C. N. WODEHOUSE,\r\n\r\n\r\n                            CANON OF NORWICH;\r\n\r\n              _Occasioned by his late Pamphlet_, _entitled_\r\n\r\n            “SUBSCRIPTION THE DISGRACE OF THE ENGLISH CHURCH:”\r\n\r\n                                  BY THE\r\n\r\n                              REV. C. GREEN,\r\n                         RECTOR OF BURGH-CASTLE,\r\n               AND LATE FELLOW OF JESUS COLLEGE, CAMBRIDGE.\r\n\r\n                                * * * * *\r\n\r\n                                 ———♦———\r\n\r\n                                * * * * *\r\n\r\n                                 LONDON:\r\n                   G.  F. AND J. RIVINGTON, ST. PAUL’S.\r\n\r\n                                YARMOUTH:\r\n                         C. SLOMAN, KING-STREET.\r\n\r\n                                  —————\r\n                               MDCCCXLIII.\r\n\r\n                                * * * * *\r\n\r\n                         ~~~~~~~~~~~~~~~~~~~~~~~~\r\n                             CHARLES SLOMAN,\r\n                                 PRINTER,\r\n                             GREAT YARMOUTH.\r\n                         ~~~~~~~~~~~~~~~~~~~~~~~~\r\n\r\n\r\n\r\n\r\nA LETTER, _&c. &c._\r\n\r\n\r\nSIR,\r\n\r\nIN addressing to you the following remarks upon a pamphlet recently put\r\nforth by you, under the title of “_Subscription the Disgrace of the\r\nEnglish Church_,” I think it right to explain the reasons which have\r\ninduced me to give them publication, rather than to communicate them in a\r\nprivate form, and also why I have not taken this step some days earlier.\r\n\r\nThe fact is, that till within the last three days, I had seen nothing of\r\nyour pamphlet beyond the title; neither do I think that I should then\r\nhave been tempted to peruse its contents, so repulsive did its\r\nannouncement appear, had I not received an intimation that my name was\r\nmentioned in connection with your former publication, in such terms as to\r\ncreate some suspicion that I might countenance your opinions and views,\r\nand to require from me a declaration how far I might concur in believing\r\nSubscription to the Thirty-nine Articles a disgrace.  This information\r\ncould not fail to excite in me some degree of surprise and curiosity,\r\nfeeling, as I did, unconscious of having made to you, either publicly or\r\nprivately, any observation whatever in reference to that or to any other\r\nof your publications.\r\n\r\nOn reading the paragraph in your pamphlet in which my name is introduced,\r\nit did not occur to me, that, supposing I had been one of those\r\n“clergymen in the diocese of Norwich, who had made comments upon your\r\nlast publication,” you intended anything more than to speak of me in\r\ncomplimentary terms.  Feeling conscious, however, that I could not take\r\nto myself that compliment, for the reasons already stated, and that it\r\nhad been more than hinted to me, that my name being so introduced placed\r\nme in an equivocal position, in which some explanation would be expected,\r\nI laid the paragraph, together with the fact, before a clerical friend,\r\nwho gave his opinion, that it certainly did admit of a doubt, how far I\r\nmight have coincided in, or differed from, your views of Subscription, as\r\nstated in your last publication.\r\n\r\nNow, if your observations had merely concerned myself personally, I might\r\nnot have thought this accidental circumstance worthy of notice; at least\r\nI should have refrained from drawing public attention to a matter of a\r\nprivate nature.  But as I conceive that the character of a clergyman,\r\nwhether as it regards his flock, or the church, ought not to appear in an\r\nambiguous light, and as I have always, both publicly and privately\r\nmaintained opinions the directly opposite of those which you have\r\nadvocated in several publications, it would justly be considered an\r\nabandonment of duty, were I, from an ill-timed silence, to allow it to be\r\nsuspected that I side with the opinions which you entertain in the matter\r\nof Subscription.\r\n\r\nUnder these circumstances and impressions, I have no course but to\r\nsacrifice my natural disinclination to make myself a public character,\r\nparticularly when, in that character, I must necessarily assume somewhat\r\nof a controversialist, and when there is connected with the subject much\r\nboth of a painful and of a delicate nature: I therefore hesitate not to\r\ncomply with my duty.\r\n\r\nAlthough such reasons for the course which I am about to take apply only\r\nto myself, yet if every clergyman in the diocese chose to dispute your\r\nallegations generally, and to repudiate your imputations in particular,\r\nit would be quite competent to him, individually, to make his public\r\ndefence.\r\n\r\nBefore I enter on the main subject of your pamphlet, one word of further\r\nexplanation will be necessary upon the personal matter between us.\r\n\r\nAt page 43, you say—\r\n\r\n    “I have now only to acknowledge the comments of several clergymen and\r\n    others in this diocese, upon my last publication.  To the Rev. B.\r\n    Philpot, formerly archdeacon of the Isle of Man, and to the Rev. C.\r\n    Green, rector of Burgh, I beg to offer my sincere thanks for the\r\n    candid and christian spirit in which their observations were made.  I\r\n    avail myself also of this opportunity to acknowledge with respect and\r\n    gratitude a large number of private communications, both from friends\r\n    and strangers, which were a valuable testimony at a time when they\r\n    were most acceptable.”\r\n\r\nIn answer to what concerns me, I repeat that I neither publicly nor\r\nprivately to you ever made any comment or observation whatever upon your\r\nlast publication; and that, if to others I may have alluded to it, it was\r\nin terms of disapprobation and with feelings of regret.\r\n\r\nI now proceed to a discussion of your pamphlet, which will give me an\r\nopportunity of satisfying those, who may wish to know, how far I concur\r\nin your opinions and views; and I trust I shall not express myself\r\notherwise, than in that “candid and christian spirit,” for which, by\r\nanticipation, you have already given me credit.\r\n\r\nThe title of the pamphlet is a true index of what may be found within.\r\nIndeed, the contents may be reduced to PROPOSITION and COROLLARY.\r\n\r\n_Proposition_: “Subscription the Disgrace of the English Church.”\r\n\r\n_Corollary_: “Repeal of the present form of Subscription.”\r\n\r\nThese in turn shall have my best consideration.  The Proposition you\r\nattempt to establish by various suppositions and allegations.  A grave\r\ncharge, which strikes at the very foundation of our church establishment,\r\nlike that involved in this proposition, should not be grounded on\r\nsuppositions, the force of which must depend on their degree of\r\nprobability, which is always questionable, but should rest solely upon\r\nproven and admitted facts.  Indeed, in a matter of such moment as that,\r\nwhich you appear extremely anxious to substantiate, all other reasoning\r\nbut from facts alone must be excluded.  I therefore humbly submit, that\r\nthe opinions which you appear to have collected from “Newspapers,\r\nPeriodicals,” and “Commercial Travellers’ Rooms,” must be rejected as\r\ninadmissible in the present consideration; for the articles in newspapers\r\nand periodicals, of a controversial nature especially, being generally\r\ngot up to serve some party purpose, are too often limited to a partial\r\nand one-sided view of things; and I have yet to learn that commercial\r\ntravellers’ rooms, however proverbial for practical information and good\r\nsense, have become schools of sound theology.  For the same reason, we\r\nmust pass by the suppositious questions of “youthful profligates, led on\r\nby some ingenious sceptic;” also, “the obvious reasoning of the\r\ndissenting part of our population,” and the notions of “a still larger\r\nclass, who, amidst the din of controversy, pick up a few popular reports,\r\nwhich help to confirm their indifference to religion.”  We must likewise\r\ndismiss from our consideration your analogical reasoning, from the case\r\nof the Officers of the Army and Navy to that of the Clergy, and from the\r\n“Articles of War” to the “Confession of our Faith.”  For reasoning of\r\nthis sort, to be valid, must be founded upon cases analogous; and what\r\nanalogy exists between the “Articles of War,” which depend on\r\never-varying expediency and annual revision, and the “Confession of our\r\nFaith,” which is based on the never-changing word of truth? {8}  Some\r\nanalogy there may be between Officers of the Army and Navy, who for\r\ndishonorable conduct are dismissed the service by court-martial, and the\r\nClergy who hold opinions contrary to their Subscription.  But I forbear\r\nto animadvert on that comparison.\r\n\r\nTherefore I think you must allow that, in a demonstration of such moment,\r\nas that “Subscription is the Disgrace of the English Church,” we cannot\r\nadmit suppositions, assertions, and notions, but that we must have _stern\r\nfacts_.\r\n\r\nIs it then the fact, that “while we perceive the variety of opinion\r\nprevailing amongst these several sections (of the clergy,) we see also\r\nthat from all of them, more or less, Subscription is requiring that\r\nwhich, in the ordinary affairs of life, high-minded men would abstain\r\nfrom; viz. the necessity for qualifying the plain and straight-forward\r\nuse of language?”\r\n\r\nIf you succeed in establishing this position, then I shall be ready to\r\nacknowledge that there is treachery within the pale of our\r\nChurch—widely-extended treachery, and that you will have gone far towards\r\nmaintaining that “Subscription is the Disgrace of the English Church;”\r\nor, to put the proposition more logically, that _the Clergy thus\r\nsubscribing and acting are the disgrace of the English Church_.\r\n\r\nIt will now be necessary to extract in full from your pamphlet those\r\nallegations upon which alone your position depends, in order that the\r\ntruth of them may be canvassed, and the foundation of your charge made\r\nperfectly clear to my readers.\r\n\r\nIn pages 11 to 14, you say—\r\n\r\n    (1)  “Subscription alone is now in view; and while that remains as it\r\n    is, and English words retain their meaning, and an English history of\r\n    facts can be found, and any clear apprehension of the meaning of\r\n    truth remains with us, the perversion of our Form of Subscription,\r\n    and the misrepresentation of our Articles, attempted by any who argue\r\n    that they were not intended to condemn Romanism, whether as held\r\n    before or after the Council of Trent, ought to excite, in every\r\n    honest mind, an indignation which it is a virtue to feel and a duty\r\n    to express.  If it be questioned where such views have been advanced,\r\n    it is sufficient to refer to Tract No. 90, now before the writer of\r\n    these pages, though other instances might be cited from authors who\r\n    have subscribed the Articles.\r\n\r\n    (2)  “If we turn to another section of the English clergy, that most\r\n    opposed to the views of the tractarians, however they command our\r\n    respect from their piety, and zeal, and hearty attachment to\r\n    Scriptural truth and sound doctrine; yet some of them cannot be\r\n    esteemed clear of all blame on the question now considered.  The\r\n    writer can here speak from personal knowledge.  In their views as to\r\n    baptismal regeneration, certainly opposed to the strict language of\r\n    our formularies; in their dislike of other parts of our services, and\r\n    sometimes in the disuse or change of certain terms, is to be found a\r\n    proof that to them Subscription is not altogether satisfactory; and\r\n    the often-avowed concession, that the excellence of our system of\r\n    doctrine and worship, _as a whole_, reconciles their minds to some\r\n    imperfections, is enough to show that, in subscribing, some violence\r\n    is done to simple truth.  They argue, and justly, that no human work\r\n    can literally demand an unqualified approbation, but our Subscription\r\n    does require it.  Such arguments, then, cannot be altogether\r\n    satisfactory to him who uses them, or to many to whom they may be\r\n    offered; and truth, it cannot be denied, is to some extent dishonored\r\n    and damaged in their use.\r\n\r\n    (3)  “In that section again of subscribers who embrace Calvinistic\r\n    doctrines, though the writer considers that some of the Articles are\r\n    more unequivocally favorable to them than their opponents, yet it\r\n    cannot be forgotten how frequently and decidedly it has been\r\n    declared, ex cathedrâ, that theirs are not the doctrines of the\r\n    Church of England.\r\n\r\n    (4)  “Another large section of the English clergy may be now\r\n    comprised under the name of old-fashioned high-churchmen; and of that\r\n    title, it is believed, they will not themselves complain.  Many of\r\n    them would gladly extract the honey from the tractarian school,\r\n    without sufficiently considering how poisonous the plant whose growth\r\n    they are to some extent fostering.  They insist often on an exact\r\n    compliance with Rubrics, and must forgive me for saying that few\r\n    amongst them have fulfilled these in their own practice.  Till very\r\n    lately, it would indeed be difficult to find many clergymen, or one\r\n    bishop, within the last fifty years, who have strictly observed the\r\n    Rubrics—still less the Canons.  Some of them speak also of a literal\r\n    Subscription; but here again the writer can of his own knowledge\r\n    state, that numbers claim and use a considerable latitude in\r\n    subscribing, and are satisfied with asserting their _general_\r\n    attachment to the Formularies of the Church.  Of their Arminian views\r\n    as to doctrine, it is hardly necessary to call to mind how much they\r\n    are opposed to others amongst their brethren, and, in the writer’s\r\n    judgment, to the Articles themselves.\r\n\r\n    (5)  “In another section may be comprised those who desire\r\n    improvement in many things relating to the spiritual affairs of our\r\n    Church.  Some have openly expressed this desire; a far larger number\r\n    cherish it in silence.  They who have spoken out have strongly stated\r\n    their conviction, that a Church, without the means of even entering\r\n    upon deliberation as to one general improvement in its spiritual\r\n    concerns, is in a false and unscriptural position.  With respect to\r\n    the Forms of Subscription and the interpretation of the Articles,\r\n    some have formally requested a change, or rather an authoritative\r\n    solution of the many doubts and uncertainties which now embarrass the\r\n    question.”\r\n\r\nHaving adduced these allegations in support of your position, in which\r\nyou endeavor to implicate every section (as your term is) of the English\r\nclergy, in a culpable act in the matter of Subscription; you then draw\r\nthe inference, that by far the greater portion of the clergy in the\r\nseveral “sections,” have tampered with their ordination vow; and finally,\r\nyou come to the conclusion, or rather, as if doubting, whether you had so\r\nfar succeeded as to arrive at a legitimate conclusion, you put the\r\nquestion, whether the affirmation is too strong, that “Subscription is\r\nthe Disgrace of the English Church.”\r\n\r\n    “Thus while we perceive the variety of opinion prevailing amongst\r\n    these several sections—a variety which, were it not impeded by\r\n    Subscription, would find a harmless or beneficial vent in a free\r\n    inquiry after Scriptural truth—we see also that from all of them,\r\n    more or less, Subscription is requiring that which, in the ordinary\r\n    affairs of life, high-minded men would abstain from; namely, the\r\n    necessity for qualifying the plain and straight-forward use of\r\n    language.  Is this a condition favorable to the reputation of\r\n    teachers of truth; and is it too strong a conclusion, at least from\r\n    some parts of the above account, to affirm, that Subscription is the\r\n    disgrace of the English Church?”\r\n\r\nI shall now proceed to examine and discuss your allegations _seriatim_,\r\nand see how far they are founded in fact; after which I shall adduce\r\nevidence of a counter tendency, arising from a personal knowledge of\r\nfacts, and an intimate acquaintance with the opinions of individual\r\nclergy.\r\n\r\n(1)  In the first paragraph, you alledge that our form of Subscription\r\nhas been perverted and our Articles misrepresented by persons “who argue\r\nthat they were not intended to condemn Romanism;” and, in proof of this,\r\nyou “think it sufficient to refer to Tract No. 90, though,” as you state,\r\n“other instances might be cited from authors who have subscribed the\r\nArticles.”\r\n\r\nNow, as “one swallow does not make a summer,” so neither does one\r\nindividual, nor several, (and I believe they are not many altogether, who\r\nhold with Tract No. 90,) constitute in that particular, a _general_\r\n“perversion of our Form of Subscription,” or a _general_\r\n“misrepresentation of our Articles.”  I am not ignorant that it has been\r\nthe common prejudice to stamp as a tractarian every man who avows that he\r\nupholds generally the Apostolical Succession, and Baptismal Regeneration,\r\nhas lately seen it right to have divine service in his church during\r\nLent, and at other times appointed by the Rubric, and especially if he\r\npreach in a surplice, although he may differ from Tract No. 90, and its\r\nprinciples, as widely as possible.  And I cannot help thinking that you\r\nhave been carried away by this mistaken notion.  But look calmly and\r\nimpartially around, and say from your own knowledge how many are the\r\nclergy in the diocese of Norwich, who countenance the principles of Tract\r\nNos. 90, or 85, or 80, or indeed other tracts, which may be repugnant to\r\nthe doctrines of our church: are there three? are there two? or one?  But\r\nif I grant you that there are half-a-dozen, (and except in argument I\r\nwould not allow so many,) considering that in the diocese there are\r\nupwards of eight hundred clergy, it will little avail you.\r\n\r\n(2)  In the next paragraph, which embraces that “section of the clergy\r\nmost opposed to the views of the Tractarians, you speak from personal\r\nknowledge;” and you say, “in their views as to Baptismal Regeneration,\r\ncertainly opposed to the strict language of our Formularies; in their\r\ndislike of other parts of our services, and sometimes in their disuse of\r\ncertain terms, is to be found a proof that to them Subscription is not\r\naltogether satisfactory.”  I do not deny that there may be among that\r\nbody of the clergy some who do not admit Baptismal Regeneration,\r\naccording to the strict language of our Formularies: but I believe they\r\nare by no means so numerous as you would have it inferred.  I can affirm,\r\nfrom personal knowledge, that some of that party do hold that doctrine\r\nstrictly in accordance with the church, and that I scarcely know one who\r\ndoes not admit it, at least in a modified sense.  You are aware that the\r\nword “regeneration,” instead of being restricted to Baptism, as it is in\r\nour Articles and Liturgy, and, as I believe, also in the New Testament,\r\nhas, by many divines as well as others, long been used in a looser\r\nsignification, to denote “conversion,” “renovation,” &c., which may be\r\nnecessary after Baptism.  Hence there is reason to think that frequently\r\nthe difference is more in name than in reality.  I can also state\r\npositively that, upon this point, within very few years, the views of\r\nmany amongst this party have undergone considerable change, and closely\r\napproximated to those of the church.  If, however, upon one of the most\r\ndifficult and abstruse doctrines of Christianity there should be shades\r\nof opinion, it is only to be expected; considering that all have not\r\nequally faith to receive, or the capacity to comprehend the “things hard\r\nto be understood.”  Neither do I think it quite charitable to set down\r\nthis circumstance to their “disgrace,” or to that of the church of which\r\nthey are ministers.  “Who art thou that judgest another man’s servant?\r\nTo his own master he standeth or falleth.” {14}  Moreover, in this\r\nneighborhood, I am acquainted with several of the clergy, who would\r\nprobably rank themselves under this “section,” who are not behind any of\r\ntheir neighbors in the exact observance of the Liturgy.\r\n\r\nWith regard to those “Subscribers who embrace Calvinistic doctrines,” any\r\ncomment of mine would be superfluous, as it is clear, from the tenor of\r\nyour observations, that you are ready to defend _their_ view of the\r\nArticles.\r\n\r\nWe now come to a section of the clergy whom you denominate “old-fashioned\r\nhigh-churchmen.”  Your main charge against these is, that whilst “they\r\ninsist often on an exact compliance with Rubrics,” few amongst them have\r\nfulfilled these in their own practice.  The supposition of error\r\nattaching to them in their “Arminian views of doctrine,” being matter of\r\nprivate opinion, may be dismissed as irrelevant.  The charge, then, may\r\nbe regarded as a default in Rubrical _practice_.  This accusation,\r\nhowever, is of the less importance, as it is not contended, neither\r\nindeed can be, that there exists in the clergy a conscientious objection\r\nto a compliance with any of the Rubrical directions—only that “few\r\namongst them have fulfilled these in their own practice.”  And thus much\r\nis fully conceded.\r\n\r\nIf it were material to the point, it would be no difficult task, in\r\nextenuation of those who deviate from the strict letter of the Rubric, to\r\nprove that the Rubrics are not always definite, and frequently admit of a\r\nvariety of construction—that to a certain extent the church accords to\r\nits ministers a discretionary judgment in this as in all other\r\nthings—that at the present time there exists a prevailing disposition to\r\nrevive much which has fallen into desuetude, and an earnest desire to\r\ncarry out the Rubrics in all their practical utility—and consequently,\r\nthat there is notwithstanding a great deal of honest and upright\r\npractice.  But your charge affects not the clergy, but Subscription.  It\r\nwill therefore be a sufficient answer, to refer you to Article 34, in\r\nwhich it is stated—that “every particular or national church hath\r\nauthority to _ordain_, _change_, and _abolish ceremonies or rites_ of the\r\nchurch, ordained only by man’s authority,” in order to remind you that,\r\nwithout having recourse to that measure, which in the sequel you\r\npropound, the church _does_ possess a provision to abrogate or enact,\r\nwhenever it may be deemed by the legislature expedient to direct the\r\nConvocation to proceed with that business.\r\n\r\n(5)  In the last “section” of the clergy, whose views you notice, I see\r\nnothing in the slightest degree inconsistent with their Subscription.\r\nSurely, according to Article 20, which states that “the church hath power\r\nto decree rites and ceremonies, and authority in controversies of faith,”\r\nit is quite competent for any clergyman to state strongly his conviction,\r\nthat a church, without even the power of entering upon the means of\r\ndeliberation as to one general improvement in its spiritual concerns, is\r\nin a false and unscriptural position.  The summoning of convocation rests\r\nwith the legislature, and not with the church, and is a matter of\r\nexpediency upon which every individual clergyman may entertain his own\r\nopinion.\r\n\r\nI have now carefully, and for my readers I fear too tediously, gone\r\nthrough your allegations; but as I conceived that your proposition\r\ndepended _solely_ upon their being supported and established by facts, I\r\ntrust I shall be excused if I have made a point of examining them with\r\nthat patience and candor, which I thought their importance demanded.\r\n\r\nI find then, that, because an indefinitely small number of the clergy in\r\nevery diocese _may_ agree with the author of Tract No. 90,—because a\r\nportion of a certain “section” of the clergy possibly do not hold\r\nBaptismal Regeneration in strict accordance with the Articles and\r\nLiturgy—because some incline to Calvinistic, some to Arminian views of\r\ndoctrine—because, in practice, an exact conformity to the Rubrics does\r\nnot obtain, notwithstanding that in the 34th article express provision is\r\nmade to meet this case in all its bearings, and because, in accordance\r\nwith the 20th article, certain persons avow that a church, without the\r\nmeans of deliberation, is in a false and unscriptural\r\nposition—_Therefore_ “Subscription is the Disgrace of the English\r\nChurch.”\r\n\r\nSuch is the conclusion at which you arrive from your premises—a\r\nconclusion, in my humble opinion, so slightly supported by fact, that I\r\ncan hardly bring myself to think, but that, if there had not existed a\r\nstrong propension, a predetermination to come at this result, your\r\njudgment would have rejected the evidence as totally insufficient to\r\nsupport it.\r\n\r\nI now proceed to adduce evidence of a counter-tendency, arising from a\r\npersonal knowledge of facts, and an intimate acquaintance with the\r\nopinions of individual clergy.\r\n\r\nIn 1838 I preached at Yarmouth before the Lord Bishop of Norwich,\r\nyourself, and a numerous body of the Clergy residing in the two adjoining\r\nDeaneries, a Sermon, in which I delivered the following sentences,\r\n_viz._—\r\n\r\n    “By God’s providence, my Reverend Brethren, we have been ordained\r\n    ministers ‘of that pure and reformed part of Christ’s church\r\n    established in this kingdom,’ which, from the deepest conviction, we\r\n    believe to be ‘built upon the foundation of the apostles and\r\n    prophets, Jesus Christ himself being the chief corner-stone;’ and in\r\n    obedience to her authority, and in conformity with her Articles and\r\n    Liturgy, we have pledged ourselves to discharge the functions of our\r\n    ministry.\r\n\r\n    “I have been ordained to ‘administer the doctrine and sacraments and\r\n    discipline of Christ, as the Lord hath commanded, and as this church\r\n    and realm hath received the same.’  And, until I am convinced that\r\n    she is in error—that her Articles or her Liturgy contain ‘things\r\n    which are neither read in scripture, nor may be proved thereby,’ as a\r\n    minister of the Church of England, I may not indulge in speculations\r\n    of my own imagination, or perform her offices in ways and modes of my\r\n    own devising, but I must labor for the edification and salvation of\r\n    the souls entrusted to my care, according to the laws, the\r\n    regulations, and the spirit of the Church of England, which is the\r\n    Church of Christ.  When I can no longer do so conscientiously, it\r\n    will then become me no longer to appropriate her emoluments.\r\n\r\n    “But revering and loving her doctrine, and approving her discipline,\r\n    I can well repose myself under her guidance and administration.\r\n    These, my Reverend Brethren, I may venture to hope, are equally the\r\n    sentiments of us all.”\r\n\r\nWhatever might be the individual opinion entertained of the obligations\r\nunder which, on that occasion, I apprehended myself and all ministers of\r\nthe Gospel to be, or of the sentiments which I expressed in regard to\r\nthose obligations,—the Sermon, containing this acknowledgment of our\r\nministerial engagements, and this expression of corresponding sentiments,\r\nwas requested by the assemblage then present, without a dissentient\r\nvoice, to be printed; and I think the charitable inference is, that each\r\nindividual sanctioned with his approbation the sentiments delivered in\r\nthat discourse.\r\n\r\nIf this construction upon their unanimous act be correct, the accidental\r\npublication of this Sermon will go far to exonerate the parties then\r\npresent from the imputation of disingenuous Subscription, which, I must\r\nneeds think, in your general remarks, you have endeavoured to attach to\r\nthem.\r\n\r\nBut so far as it concerns my neighbours, I have yet something more\r\ncertain than a fair and presumptive inference to advance.  My personal\r\nintimacy with many of the Clergy around me, enables me to add my belief\r\nthat these sentiments _are_ theirs, equally as mine.  And if this be true\r\nof the Clergy in one district taken indiscriminately, why should they not\r\nbe the opinions of the Clergy of other deaneries and other dioceses?\r\nUntil you can give me positive proof to the contrary, I shall charitably\r\npresume that they are so; and leave you to reconcile with fact the\r\nfollowing extraordinary, and to me unaccountable, assertion:—\r\n\r\n    “Subscription, instead of being the tie which is to bind people to\r\n    certain opinions or truths, is become a rope of sand.  So uncertain\r\n    is the trumpet’s sound, that it no longer, as of old, proclaims the\r\n    spirit of an united host, but turns every man’s sword against his\r\n    fellow: and Englishmen must soon awake to the conviction that\r\n    Subscription, according to the plain meaning of the words, is blown\r\n    to the winds, and become the disgrace and not the safeguard of the\r\n    English Church.”\r\n\r\nUnder ordinary circumstances it would seem sufficient to have made a\r\ngeneral statement in regard to Subscription, but as you have\r\nparticularised three several points to which you take exception in the\r\nmatter of Subscription, it might appear uncandid to pass them over\r\nwithout more especial comment.\r\n\r\nThese points will be best given in your own words:—\r\n\r\n    “I still maintain—\r\n\r\n    “That the condemnatory clauses of the Athanasian Creed, in their\r\n    literal sense, are an un-christian appendage to a document of\r\n    extraordinary merit, yet such that a true Christian may innocently\r\n    differ from some propositions set forth in it.\r\n\r\n    “That a Bishop is not authorized by the Gospel to address a candidate\r\n    for Ordination in the literal sense of the words, ‘Receive the Holy\r\n    Ghost: whose sins thou dost remit, they are remitted, and whose sins\r\n    thou dost retain, they are retained.’\r\n\r\n    “That a Christian minister is not authorized by the Gospel to address\r\n    any one in the literal sense of the words, ‘I absolve thee from all\r\n    thy sins.’”\r\n\r\nI am not sure that I understand your precise meaning in the expression,\r\nthe “literal sense;” but I will not shrink from stating distinctly the\r\nsense in which I subscribed, and, so far as I have been able to\r\nascertain, other Clergymen subscribe to these points.\r\n\r\nScripture itself is not always interpreted in a strictly “literal\r\nsense.”—Witness a great part of the sixth chapter of St. John.  But in\r\nthe interpretation of a particular passage, regard must be had to all the\r\ncircumstances and considerations connected with it.  The same\r\nobservation, I apprehend, applies in ascertaining the meaning of the\r\nArticles and Liturgy.\r\n\r\nNow whoever subscribes to the Athanasian Creed, subscribes to it in\r\nconjunction with the Thirty-nine Articles: and the 6th Article states\r\nthat “Holy Scripture containeth all things necessary to salvation; so\r\nthat whatsoever is not read therein, nor may be proved thereby, is not to\r\nbe required of any man, that it should be believed as an Article of\r\nFaith.”  By the standard of Scripture, then, we are bound to try every\r\nclause of the Athanasian Creed, and every other subject of Subscription,\r\nbefore we embrace it as an article of faith.  And thus, the condemnatory\r\nclauses of that Creed are to be understood and received in perfect\r\nagreement with the Scripture.  And to satisfy ourselves of their true\r\nsense we must have recourse to the Source of Truth.  Then, are these\r\nclauses of _universal_ or of _limited_ application?  Our Saviour’s words\r\nare—“He that believeth and is baptized shall be saved, and he that\r\nbelieveth not shall be damned.” {22a}  And to ascertain the extent of the\r\ncondemnation herein denounced against unbelievers, we must compare the\r\npassage with others evidently to be taken in conjunction with it.  First,\r\nthe words of our Saviour—“That servant who knew his Lord’s will, and\r\nprepared not himself, neither did according to His will, shall be beaten\r\nwith many stripes.  But he that knew not, neither did commit things\r\nworthy of stripes, shall be beaten with few stripes.” {22b}  Secondly,\r\nthe declaration of St. Paul—“Now we know, that what things soever the law\r\nsaith, it saith to them who are under the law.” {22c}  Hence we learn\r\nthat our Saviour’s words in St. Mark are to be understood with this\r\nlimitation, _viz._ “he that” hath the means and opportunities of\r\nbelieving the Gospel, and “believeth not shall be damned.”  At the same\r\ntime, to show that “there is no respect of persons with God,” whether Jew\r\nor Gentile, St. Paul expressly declares with reference to those who sin\r\nwithout revelation, “As many as have sinned without law, shall also\r\nperish without law.” {22d}\r\n\r\nHence we are bound, I think, to receive the condemnatory clauses of the\r\nAthanasian Creed in the same sense and with the same limitation as our\r\nSaviour’s words in St. Mark.  They are declaratory of God’s revelation\r\nrespecting those who have the means and opportunities of believing the\r\nsaving truths of the Gospel, and yet do not believe.  “This is the\r\ncondemnation, that light is come into the world, and men have chosen\r\ndarkness rather than light, because their deeds were evil.” {23}\r\n\r\n(2)  Now, in regard to the Absolution in the Visitation of the Sick, the\r\nsame rule of interpretation is to be applied.  If the words, “I absolve\r\nthee from all thy sins,” were taken to convey to a fellow-creature an\r\nabsolute pardon of sins committed against God as unreservedly as we may\r\nforgive his offences committed against ourselves, this construction would\r\nappear to invest us with an authority which every priest is sensible that\r\nhe does not possess.  “Who can forgive sins but God alone?”  Whatever\r\ntherefore be the signification of the words in this Absolution, we are\r\ncertain they must be so understood as to harmonize with Scripture, which\r\ndeclares the forgiveness or remission of sins to be conditional.  Faith\r\nand repentance are the conditions, and baptism the outward mean, whereby\r\nthe forgiveness of sins is formally and legally made over to the worthy\r\nrecipient.  Acts II. 38, and VIII. 37.  In accordance with these\r\nconditions, the Absolution in both the Daily and the Communion Service is\r\nframed; and in both places the priest pronounces pardon and absolution\r\n“to those who truly repent and unfeignedly believe,” agreeably to the\r\nCovenant of Baptism.  And the authority on which he professes to do this,\r\nis—that “God hath given power and commandment to his ministers to\r\n_declare_ and _pronounce_ to his people, being penitent, the Absolution\r\nand Remission of their Sins.”  Hence, in these two cases, the office of\r\nthe priest is clearly _ministerial_.  If now we would reconcile the words\r\nin the other Absolution with the plain intention of Scripture, we have\r\nonly to apply to the Liturgy the Apostolic Canon, which we ever adopt in\r\nthe interpretation of Scripture—“Comparing things spiritual with\r\nspiritual,” and compare the latter Absolution with the two former, and we\r\nhave no difficulty in convincing ourselves that the words, “I absolve\r\nthee from all thy sins,” (whenever it may be a point of duty to use them,\r\n_viz._ “if the sick person humbly and heartily desire it,” and having\r\n“made an especial confession of his sins,”) are pronounced\r\n_ministerially_ and _conditionally_.\r\n\r\nTake lastly the case in the Ordination of Priests.  This consists of two\r\nparts:—\r\n\r\n  (1)  “Receive the Holy Ghost, for the office and work of a Priest in\r\n  the church of God, now committed unto thee by the imposition of our\r\n  hands.”\r\n\r\n  (2)  “Whose sins thou dost forgive, they are forgiven; and whose sins\r\n  thou dost retain, they are retained.”\r\n\r\n(1)  The authority on which a Bishop addresses these words to a Candidate\r\nfor Ordination is derived through the Apostolical Succession.  They are\r\nthe words in which our blessed Lord thought good to invest his Apostles\r\nwith their ministerial authority; and there is strong ground for\r\nbelieving, that the first Bishops received from the Apostles, upon whom\r\nChrist built his church, the like authority in the same form of words,\r\nand so handed it down to their successors.  Some formula for Ordination\r\nthere must be, as of baptism; and though the one is a sacrament and the\r\nother is not, my faith teaches me, that “where two or three are met\r\ntogether in God’s name,” in any Godly work, “there is He in the midst of\r\nthem.”  I would therefore humbly and piously hope, that in such a holy\r\nwork as the Ordination of weak and frail men for the great and\r\nresponsible office of the ministry, He will vouchsafe to be present with\r\nHis church; and after care duly taken by the Bishop to “lay hands\r\nsuddenly on no man,” the solemn vows sincerely taken upon himself by the\r\ncandidate, the earnest prayers of the congregation, the pious invocation\r\nof the Holy Ghost “to inspire the souls” and “visit the hearts” of those\r\nengaged in the sacred investiture—upon a candidate so truly called, and\r\nso dedicated to the ministry, I would devoutly trust that God would be\r\npleased to pour down a portion of the sanctifying Spirit, by the laying\r\non of hands.\r\n\r\n(2)  With regard to the second part of this formula—“whosesoever sins ye\r\nremit, they are remitted,” &c.  It is generally admitted that one meaning\r\nof these words applies to Ecclesiastical Censures, in reference to the\r\nmembers of any Church who may have committed scandalous offences and\r\nincorrigible misdemeanours. {25}  And comparing them with Matthew XVIII.\r\n16, 17, 18, it seems almost impossible but to conclude that, in one\r\nsense, they relate to those matters.  If this were the only\r\nsignification, there would be no perplexity.  But the words most probably\r\nhave another reference—a reference to sins, as they are committed against\r\nGod.  And herein I apprehend lies the difficulty.  To arrive at a\r\nsatisfactory solution of this, we have only to consider (supposing the\r\nPriest to be endued with authority to remit and retain sins in a\r\nspiritual sense) the occasion on which he is called upon to exercise that\r\nfunction.  Clearly, in pronouncing the Absolution, wherein he declares\r\nremission of sins to those who truly repent and unfeignedly believe.  And\r\nalthough, in the Absolution, he declares not the counterpart of the\r\nsentence, yet he has equally authority to pronounce, that the sins of\r\nthose who do not repent and believe, will be retained by God.\r\n\r\nIt has, I conceive, been demonstrated that the Clergy, with comparatively\r\nfew exceptions, do not subscribe otherwise than _ex animo_, and by\r\nconsequence disproved that they are the disgrace of the English Church,\r\nin that respect, at least, or, as you invert the proposition, that\r\n“Subscription is the Disgrace of the English Church;” it therefore might\r\nseem superfluous to discuss the _Corollary_, which falls to the ground as\r\na consequence.  But as there is reason to doubt whether you intend the\r\nalteration of Subscription, strictly as a Corollary dependent on the\r\nprevious problem, or as itself a distinct proposition, offering a\r\nsubstantial improvement in the Constitution of our Church, it may be\r\nworth while to investigate the matter further.\r\n\r\nYou propose then, next, “the repeal of the present form of Subscription;”\r\nand instead thereof, “Subscription to the three Creeds, and an engagement\r\nto conform to the Liturgy:” and you add, that “assent to the doctrines of\r\nthe Creeds would be almost Catholic.”—Would it?  Could _you_ subscribe to\r\nthe three Creeds, or engage to conform to the Liturgy, without some\r\nmodification or limitation?  You declare that you still cannot accept, in\r\nthe “literal sense,” either the Condemnatory Clauses of the Athanasian\r\nCreed, or the Absolution in “the Visitation of the Sick,” or the formula\r\nin “the Ordering of Priests;” and in your former publication, entitled\r\n“_What is the Meaning of Subscription_?” you stated that “you were not\r\ncontented to take them otherwise than in a ‘literal sense,’ without a\r\ndeclaration from Authority that they are not strictly to be so taken; and\r\nyou went so far as to offer to resign your preferment, if called upon so\r\nto do by the Archbishop of Canterbury, unless in the meantime you\r\nobtained relief in that respect.” {27}  Supposing therefore the changes\r\nmade; in this dilemma, how would your case be affected by them, one way\r\nor the other, without an authorised interpretation also, which should be\r\nsatisfactory to you?  But supposing further, that you obtained everything\r\nwhich would satisfy yourself and some thirty-five others who united with\r\nyou in 1840 in a Petition to the House of Lords, how could the Arian and\r\nthe Socinian subscribe to the Athanasian Creed with a safer conscience\r\nthen, than now?  Could those who deny Baptismal Regeneration repeat, “I\r\nbelieve in one baptism for the remission of sins,” in the Nicene Creed?\r\nWould the “Three Denominations” feel quite easy in repeating “I believe\r\nin One Catholic and Apostolic Church,” in the Nicene Creed, and cordially\r\nunite with our Church in maintaining the present Three Orders of Bishops,\r\nPriests, and Deacons?  Would the Romanists be contented to reduce their\r\ntenets within the Confessions of the three Creeds, and confine their\r\nServices to our Ritual?  It is really difficult to think you serious,\r\nwhen you say, that “assent to the doctrines of the Creeds would be almost\r\nCatholic.”  But we will proceed; for the subject deserves grave\r\nconsideration.\r\n\r\nTo maintain that your proposed alterations would insure anything like\r\n“Catholic assent,” promote union among Christians, and advance the growth\r\nof vital religion, is to contradict _Catholic_ experience, derived from\r\nundoubted history.  Do we not read of schisms in the Corinthian Church,\r\neven in the days of their Apostle, when the Confession of Faith must have\r\nbeen in the simplest form?  And do we not find him sharply rebuking the\r\nCorinthian converts—“I hear there be divisions among you, and I partly\r\nbelieve it?” {28}  Has not St. John left on record the extraordinary\r\ncaution which he thought necessary, to guard the disciples against the\r\nerrors of Gnosticism, which, in his time, were infesting the Church?\r\nAgain, the history of the three Creeds is but an account of the rise and\r\nprogress of the Gnostic, the Sabellian, the Arian, and the Socinian\r\nheresies, which successively sprung up, the former without, the three\r\nlatter within the Church, and of the means devised and adopted to\r\ncounteract them.  Moreover, it is capable of proof, that every singular\r\nArticle in the three Creeds, has application to some error at the time\r\nprevailing. {29}  The history of the thirty-nine Articles is too well\r\nknown to require more than the mention of them.  They were drawn up\r\ndesignedly and expressly to exclude from the Reformed Church of England\r\nall those who still might adhere to the Romish faith.\r\n\r\nThus, then, we see, that when the Confession of faith was in the simplest\r\nform, the Church of Christ was not free from schism; and that Creeds and\r\nArticles of Faith were invariably the _effects_, and not the _causes_, of\r\nheresies.\r\n\r\nBut besides a retrospective glance at the past, it may not be altogether\r\nforeign from the consideration, to take a speculative view of the future\r\nresults which would probably ensue, upon the Subscription being reduced\r\nto the three Creeds.  It is often the best mode of trying a proposition,\r\nto suppose the thing done, and to follow it out into its obvious\r\nconsequences.  Suppose, then, Subscription reduced to the three Creeds.\r\nThe first question which suggests itself is—How would this affect our two\r\nUniversities, from which the nation has long derived “a supply of persons\r\nduly qualified to serve God, both in Church and State?”  If this\r\ncircumstance should open the door of admission to those eminent schools\r\nof education so wide, as almost to insure the resort of students\r\nessentially differing from the principles and doctrines of the Church of\r\nEngland as now constituted, and thus render probable a material change in\r\nthe nature and mode of religious instruction there communicated—I think\r\nthe conclusion would be inevitable, that the fabric of the Church of\r\nEngland, as at present founded on the Prophets and Apostles, Jesus Christ\r\nhimself being the chief corner-stone, would be greatly endangered; and\r\nconsequently, that your proposition must be rejected as a rash and\r\nhazardous experiment.\r\n\r\nNow, although the Romanists would not join your Communion in the altered\r\nform, it is certain that the Subscription to the three Creeds would\r\npresent no obstacle to their entrance into the Universities, seeing that\r\nthey _do_ subscribe to them already, and _something more_.  Then it is\r\nmore than probable, that the mass of the dissenters would find the means\r\nof introduction and admission into those seats of learning—not even\r\nexcepting the chairs of the Professors of Divinity.  And thus the\r\nOrthodox youth of the Church of England would no longer enjoy the\r\nprivilege of being educated exclusively and securely in their own\r\nprinciples and in their own Universities—a privilege, nay, a prerogative,\r\nasserted and exercised by nonconformists of different denominations, in\r\ntheir Academies founded for the tuition of youths of their own communion,\r\nin their own principles of religion, and in agreement with their own\r\npeculiar views; but they would soon have to encounter, in this new state\r\nof things, the conflict of discordant opinions, at all times unfavorable\r\nto the growth of true religion, but especially so in the ardent and\r\nrestless period of youth.\r\n\r\nIn the year 1834, when the admission of persons into the Universities,\r\nwithout regard to their religious opinions, was urged with unprecedented\r\nzeal, Dr. Turton, now dean of Westminster, then Regius Professor of\r\nDivinity in the University of Cambridge, published some “Thoughts” on the\r\nsubject, which were so convincing to my mind of the utter\r\nimpracticability of that measure, that I must be permitted briefly to\r\nrefer to them.  To shew what would be the probable result of such a\r\nconcession, he traced the operations of an Establishment, which had been\r\ntried on a plan very similar, on a scale sufficiently large, and for a\r\ntime sufficiently long, through its various stages during sixty years, to\r\nits ultimate results.  This Establishment was the well-known Academy\r\nwhich Dr. Doddridge instituted at Northampton, and which his successor\r\nremoved to Daventry.  The leading facts relating to this Institution,\r\nare, that its founder was a learned, talented, and in the main, orthodox\r\ndivine, but a zealous non-conformist—that its “constitution was perfectly\r\nCatholic,” in other words, that students of any sect in religion were\r\nadmissible—that the instruction was required to be taught according to\r\nthe principles laid down in the Assembly’s Catechism—and that, after\r\ndeclining thirty-eight years under three successive tutors, after Dr.\r\nDoddridge, “holding the balance” (according to Mr. Robert Hall, a\r\nnon-conformist,) “betwixt contending systems, without betraying the\r\nslightest emotion of antipathy to error, or predilection for truth,” it\r\nfinally sank into Modern Unitarianism, under Mr. Belsham in 1789.\r\n\r\nUpon an impartial view of the case, Dr. Turton attributes all the evil\r\nresulting from the system, to “laxness in the terms of Admission,” in the\r\nfirst instance, which afterwards led to a faulty mode of teaching\r\nTheology.  And justly he remarks, “we have seen the effects of great\r\ndiversity of belief at Daventry, and we may rely upon it that those\r\neffects were not accidental; they were such as will always be produced by\r\nthe same cause.”\r\n\r\nHere, then, we have an experiment before us, of a religious\r\nestablishment, on a sufficiently large scale, commencing under an able,\r\nlearned, and, in the main, Orthodox Divine, upon “_Catholic principles_,”\r\nand terminating within sixty years in the most disastrous consequences.\r\nThe circumstances of the Academy at Daventry, and of the two\r\nUniversities, under the new state of things, would obviously be so nearly\r\nsimilar, that the result which was produced in the former case, might\r\nwith certainty be expected in the two latter.  If a similar trial should\r\nbe made by relaxing the present test, and thus enabling men of almost all\r\nshades of opinion to enter at our Universities, infidelity would, in like\r\nmanner, be the result.  And when the time shall arrive, that the youth\r\nwho are destined to supply the Ministry of the Church, and to fill the\r\nOffices of State, shall no longer be grounded and built up in the\r\nprinciples of “that pure and reformed part of Christ’s Church,\r\nestablished in this kingdom,” but shall be taught some system of belief,\r\ncomposed and modified out of all the various and discordant elements of\r\nreligion then existing in those ancient and peaceful Institutions of\r\n“sound learning and religious education,” the evil consequences will be\r\nsuch as it requires no ordinary nerves to contemplate.\r\n\r\nSurely then the Church of England will pause ere she incline to adopt\r\nyour proposition, and exchange a certain good for a certain evil.\r\n\r\nBefore I conclude, I have a few words to add in reference to the\r\npublication of your pamphlet:—and first I would observe, that if you have\r\nfailed in the proof of your proposition—if your allegations in the main\r\nstand contradicted by facts—if there is every reason to believe that the\r\nClergy, although varying somewhat in matters unimportant, do, with\r\ncomparatively few exceptions, subscribe _ex animo_ to the Articles and\r\nLiturgy—I then leave with you to determine, however you may “believe\r\nyourself engaged in the cause of truth,” in what manner your pamphlet is\r\ncalculated to ascertain and promote it within the Church of England.\r\nWhatever may be your determination on this head, the judgment of the\r\nClergy of this diocese, at least, is condemnatory of the course which you\r\nhave taken.  They feel that, for a period of years, from time to time, by\r\nyour publications, you have vexed the Church in general, and this diocese\r\nin particular, troubled Israel, and given occasion to the enemies of the\r\nChurch to exult.  In this very pamphlet have you not described to us, in\r\nclear terms, what must be the value of a clergyman’s ministry among his\r\nflock, when his character for integrity—his honesty in his ordination\r\nvow—is suspected?  Have you not put into the mouths of “some youthful\r\nprofligates, led on by an ingenious sceptic,” questions relating to the\r\nClergy, highly defamatory of their character as ministers of Christ, and\r\ninjurious to the best interests of religion?  Do you not suppose that\r\nyour pamphlet has been perused by many who will rejoice in turning it to\r\nthe worst of purposes—the purposes of infidelity—against the Clergy\r\ncollectively, yourself individually, and the religion of Christ\r\ngenerally?  Do you suppose that this publication has not been discussed\r\nin many dissenting assemblies of this diocese, and exultingly responded\r\nto—“Ah! so would we have it, so would we have it?” Too much reason have\r\nthe Clergy to say, in sorrow and in sadness—“It is not an open enemy that\r\nhas done us this dishonor;” it is a brother—one of our own order—a\r\ndignitary of our own Church, who is partaking of the same bread—\r\n\r\nThis, you may say, is hard language.—“But is there not a cause?”  When I\r\nturn to the sentence, “While we thus perceive the variety of opinion\r\nprevailing amongst these several sections, we see also that from _all_ of\r\nthem, more or less, Subscription is requiring that which, in the ordinary\r\naffairs of life, high-minded men would abstain from, _viz._ the necessity\r\nfor qualifying the plain and straight-forward use of language;” and when\r\nI find you finally concluding, “In this state of things, I can hardly\r\nimagine any diversity of opinion, with respect to the Thirty-nine\r\nArticles, which calls for the resignation of a Clergyman; indeed it\r\nappears to me, that it would be simply absurd in any one to resort to\r\nsuch a step, unless under a decided wish for communion with some other\r\nchurch or body of christians”—I own that I am still startled at this bold\r\nexpression of opinion: and I confess that, after much reflection, I have\r\nbeen at a loss to couch in softer terms, my sense of this grave\r\nimputation, and of this deliberate avowal, thus placed on record.\r\n\r\nI have now finished a task in which I engaged with reluctance.  I trust\r\nthat I have fairly and temperately gone through the discussion of the\r\nsubject; and I can aver that I have carefully endeavored not to\r\nmisunderstand or misrepresent any thing which you have written.  I hope,\r\nalso, that I have given an impartial consideration to whatever you have\r\nadvanced in support of your case: unfeignedly have I labored to\r\ninvestigate the subject in all its bearings, and arrive at an unbiassed\r\nresult.  How far I have succeeded in my object, others will judge.  This,\r\nhowever, I will affirm, that, in the discharge of a public duty to which\r\nI have been unavoidably called, I have been actuated by no motive of\r\nprivate consideration, and especially by no unfriendly feeling towards\r\nyourself.  And in conclusion I will add that, if anything which I may\r\nhave advanced in explanation or in support of the present Subscription to\r\nour Articles or Formularies, should happily have placed the matter in a\r\ndifferent and more satisfactory point of view, so as to clear up your\r\npresent doubt and perplexity, I should feel more gratification and\r\ndelight than I am able to express.  And I hope, by the blessing of that\r\nGod whose providence over-rules all things for good, this feeble effort\r\nmay not be without its use.\r\n\r\n                                              I have the honor to be, SIR,\r\n                                        Your sincere and faithful Servant,\r\n                                                            CHARLES GREEN.\r\n\r\nBURGH CASTLE,\r\n               8_th_ _July_, 1843.\r\n\r\n                                * * * * *\r\n\r\n                                ~~~~~~~~~\r\n\r\n                                 THE END.\r\n\r\n                                * * * * *\r\n\r\n                          ~~~~~~~~~~~~~~~~~~~~~\r\n                 SLOMAN, Printer, King-Street, Yarmouth.\r\n\r\n\r\n\r\n\r\nFOOTNOTES.\r\n\r\n\r\n{8}  Reformation is good when reformation is wanting, but to be always\r\nreforming is no reformation at all: it is behaving like children, tossed\r\nto and fro with every wind of doctrine.  All errors of any moment have\r\nbeen purged off long ago by the care of our Reformers, and why are we\r\nthen still reforming?  Physic may be proper at certain seasons, but to\r\npretend to live constantly upon it, instead of food, is the certain way\r\nto impair, and in a little time to destroy, the best and soundest\r\nconstitution in the world.  _Remarks on Dr. Clarke’s Exposition_, _&c._\r\nby Waterland, (_Works_, vol. 5, p. 436.)\r\n\r\n{14}  Romans, xiv. 4.\r\n\r\n{22a}  Mark xvi. 16.\r\n\r\n{22b}  Luke xii. 47, 48.\r\n\r\n{22c}  Romans, iii. 19.\r\n\r\n{22d}  Romans, ii. 12.\r\n\r\n{23}  John, iii. 19.\r\n\r\n{25}  Pearson on the Creed, Article ix, page 350.  Archbishop Seeker, &c.\r\n\r\n{27}  I quote from memory, not having the pamphlet before me, nor being\r\nable to procure it; but trust what I have advanced is substantially\r\ncorrect.\r\n\r\n{28}  1 Corinthians, xi. 18.\r\n\r\n{29}  I would undertake to prove that there is not an Article in any of\r\nour three Creeds, which was not directed against some particular and\r\nprevailing error.  Dr. Burton’s _Sermons_ before the University of\r\nOxford, p. 248."
  ]
}