{
  "index": 1,
  "title": "Part 1",
  "paragraphs": [
    "*** START OF THE PROJECT GUTENBERG EBOOK THE GOLD BAT ***\r\n\r\n\r\n\r\n\r\nProduced by Suzanne L. Shell, Charles Franks and the Online\r\nDistributed Proofreading Team.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE GOLD BAT\r\n\r\n\r\n\r\n\r\n\r\nby P. G. Wodehouse\r\n\r\n1904\r\n\r\n\r\n\r\n\r\n\r\n[Dedication]\r\nTo\r\nTHAT PRINCE OF SLACKERS,\r\nHERBERT WESTBROOK\r\n\r\n\r\n\r\nCONTENTS\r\n\r\n\r\nChapter\r\n\r\nI      THE FIFTEENTH PLACE\r\n\r\nII     THE GOLD BAT\r\n\r\nIII    THE MAYOR'S STATUE\r\n\r\nIV     THE LEAGUE'S WARNING\r\n\r\nV      MILL RECEIVES VISITORS\r\n\r\nVI     TREVOR REMAINS FIRM\r\n\r\nVII    \"WITH THE COMPLIMENTS OF THE LEAGUE\"\r\n\r\nVIII   O'HARA ON THE TRACK\r\n\r\nIX     MAINLY ABOUT FERRETS\r\n\r\nX      BEING A CHAPTER OF ACCIDENTS\r\n\r\nXI     THE HOUSE-MATCHES\r\n\r\nXII    NEWS OF THE GOLD BAT\r\n\r\nXIII   VICTIM NUMBER THREE\r\n\r\nXIV    THE WHITE FIGURE\r\n\r\nXV     A SPRAIN AND A VACANT PLACE\r\n\r\nXVI    THE RIPTON MATCH\r\n\r\nXVII   THE WATCHERS IN THE VAULT\r\n\r\nXVIII  O'HARA EXCELS HIMSELF\r\n\r\nXIX    THE MAYOR'S VISIT\r\n\r\nXX     THE FINDING OF THE BAT\r\n\r\nXXI    THE LEAGUE REVEALED\r\n\r\nXXII   A DRESS REHEARSAL\r\n\r\nXXIII  WHAT RENFORD SAW\r\n\r\nXXIV   CONCLUSION\r\n\r\n\r\n\r\n\r\nI\r\n\r\nTHE FIFTEENTH PLACE\r\n\r\n\r\n\"Outside!\"\r\n\r\n\"Don't be an idiot, man. I bagged it first.\"\r\n\r\n\"My dear chap, I've been waiting here a month.\"\r\n\r\n\"When you fellows have _quite_ finished rotting about in front of\r\nthat bath don't let _me_ detain you.\"\r\n\r\n\"Anybody seen that sponge?\"\r\n\r\n\"Well, look here\"--this in a tone of compromise--\"let's toss for it.\"\r\n\r\n\"All right. Odd man out.\"\r\n\r\nAll of which, being interpreted, meant that the first match of the\r\nEaster term had just come to an end, and that those of the team who,\r\nbeing day boys, changed over at the pavilion, instead of performing the\r\noperation at leisure and in comfort, as did the members of houses, were\r\ndiscussing the vital question--who was to have first bath?\r\n\r\nThe Field Sports Committee at Wrykyn--that is, at the school which\r\nstood some half-mile outside that town and took its name from it--were\r\nnot lavish in their expenditure as regarded the changing accommodation\r\nin the pavilion. Letters appeared in every second number of the\r\n_Wrykinian_, some short, others long, some from members of the\r\nschool, others from Old Boys, all protesting against the condition of\r\nthe first, second, and third fifteen dressing-rooms. \"Indignant\" would\r\ninquire acidly, in half a page of small type, if the editor happened to\r\nbe aware that there was no hair-brush in the second room, and only half\r\na comb. \"Disgusted O. W.\" would remark that when he came down with the\r\nWandering Zephyrs to play against the third fifteen, the water supply\r\nhad suddenly and mysteriously failed, and the W.Z.'s had been obliged\r\nto go home as they were, in a state of primeval grime, and he thought\r\nthat this was \"a very bad thing in a school of over six hundred boys\",\r\nthough what the number of boys had to do with the fact that there was\r\nno water he omitted to explain. The editor would express his regret in\r\nbrackets, and things would go on as before.\r\n\r\nThere was only one bath in the first fifteen room, and there were on\r\nthe present occasion six claimants to it. And each claimant was of the\r\nfixed opinion that, whatever happened subsequently, he was going to\r\nhave it first. Finally, on the suggestion of Otway, who had reduced\r\ntossing to a fine art, a mystic game of Tommy Dodd was played. Otway\r\nhaving triumphantly obtained first innings, the conversation reverted\r\nto the subject of the match.\r\n\r\nThe Easter term always opened with a scratch game against a mixed team\r\nof masters and old boys, and the school usually won without any great\r\nexertion. On this occasion the match had been rather more even than the\r\naverage, and the team had only just pulled the thing off by a couple of\r\ntries to a goal. Otway expressed an opinion that the school had played\r\nbadly.\r\n\r\n\"Why on earth don't you forwards let the ball out occasionally?\" he\r\nasked. Otway was one of the first fifteen halves.\r\n\r\n\"They were so jolly heavy in the scrum,\" said Maurice, one of the\r\nforwards. \"And when we did let it out, the outsides nearly always\r\nmucked it.\"\r\n\r\n\"Well, it wasn't the halves' fault. We always got it out to the\r\ncentres.\"\r\n\r\n\"It wasn't the centres,\" put in Robinson. \"They played awfully well.\r\nTrevor was ripping.\"\r\n\r\n\"Trevor always is,\" said Otway; \"I should think he's about the best\r\ncaptain we've had here for a long time. He's certainly one of the best\r\ncentres.\"\r\n\r\n\"Best there's been since Rivers-Jones,\" said Clephane.\r\n\r\nRivers-Jones was one of those players who mark an epoch. He had been in\r\nthe team fifteen years ago, and had left Wrykyn to captain Cambridge\r\nand play three years in succession for Wales. The school regarded the\r\nstandard set by him as one that did not admit of comparison. However\r\ngood a Wrykyn centre three-quarter might be, the most he could hope to\r\nbe considered was \"the best _since_ Rivers-Jones\". \"Since\"\r\nRivers-Jones, however, covered fifteen years, and to be looked on as\r\nthe best centre the school could boast of during that time, meant\r\nsomething. For Wrykyn knew how to play football.\r\n\r\nSince it had been decided thus that the faults in the school attack did\r\nnot lie with the halves, forwards, or centres, it was more or less\r\nevident that they must be attributable to the wings. And the search for\r\nthe weak spot was even further narrowed down by the general verdict\r\nthat Clowes, on the left wing, had played well. With a beautiful\r\nunanimity the six occupants of the first fifteen room came to the\r\nconclusion that the man who had let the team down that day had been the\r\nman on the right--Rand-Brown, to wit, of Seymour's.\r\n\r\n\"I'll bet he doesn't stay in the first long,\" said Clephane, who was\r\nnow in the bath, _vice_ Otway, retired. \"I suppose they had to try\r\nhim, as he was the senior wing three-quarter of the second, but he's no\r\nearthly good.\"\r\n\r\n\"He only got into the second because he's big,\" was Robinson's opinion.\r\n\"A man who's big and strong can always get his second colours.\"\r\n\r\n\"Even if he's a funk, like Rand-Brown,\" said Clephane. \"Did any of you\r\nchaps notice the way he let Paget through that time he scored for them?\r\nHe simply didn't attempt to tackle him. He could have brought him down\r\nlike a shot if he'd only gone for him. Paget was running straight along\r\nthe touch-line, and hadn't any room to dodge. I know Trevor was jolly\r\nsick about it. And then he let him through once before in just the same\r\nway in the first half, only Trevor got round and stopped him. He was\r\nrank.\"\r\n\r\n\"Missed every other pass, too,\" said Otway.\r\n\r\nClephane summed up.\r\n\r\n\"He was rank,\" he said again. \"Trevor won't keep him in the team long.\"\r\n\r\n\"I wish Paget hadn't left,\" said Otway, referring to the wing\r\nthree-quarter who, by leaving unexpectedly at the end of the Christmas\r\nterm, had let Rand-Brown into the team. His loss was likely to be felt.\r\nUp till Christmas Wrykyn had done well, and Paget had been their scoring\r\nman. Rand-Brown had occupied a similar position in the second fifteen.\r\nHe was big and speedy, and in second fifteen matches these qualities\r\nmake up for a great deal. If a man scores one or two tries in nearly\r\nevery match, people are inclined to overlook in him such failings as\r\ntimidity and clumsiness. It is only when he comes to be tried in\r\nfootball of a higher class that he is seen through. In the second\r\nfifteen the fact that Rand-Brown was afraid to tackle his man had\r\nalmost escaped notice. But the habit would not do in first fifteen\r\ncircles.\r\n\r\n\"All the same,\" said Clephane, pursuing his subject, \"if they don't\r\nplay him, I don't see who they're going to get. He's the best of the\r\nsecond three-quarters, as far as I can see.\"\r\n\r\nIt was this very problem that was puzzling Trevor, as he walked off the\r\nfield with Paget and Clowes, when they had got into their blazers after\r\nthe match. Clowes was in the same house as Trevor--Donaldson's--and\r\nPaget was staying there, too. He had been head of Donaldson's up to\r\nChristmas.\r\n\r\n\"It strikes me,\" said Paget, \"the school haven't got over the holidays\r\nyet. I never saw such a lot of slackers. You ought to have taken thirty\r\npoints off the sort of team you had against you today.\"\r\n\r\n\"Have you ever known the school play well on the second day of term?\"\r\nasked Clowes. \"The forwards always play as if the whole thing bored\r\nthem to death.\"\r\n\r\n\"It wasn't the forwards that mattered so much,\" said Trevor. \"They'll\r\nshake down all right after a few matches. A little running and passing\r\nwill put them right.\"\r\n\r\n\"Let's hope so,\" Paget observed, \"or we might as well scratch to Ripton\r\nat once. There's a jolly sight too much of the mince-pie and Christmas\r\npudding about their play at present.\" There was a pause. Then Paget\r\nbrought out the question towards which he had been moving all the time.\r\n\r\n\"What do you think of Rand-Brown?\" he asked.\r\n\r\nIt was pretty clear by the way he spoke what he thought of that player\r\nhimself, but in discussing with a football captain the capabilities of\r\nthe various members of his team, it is best to avoid a too positive\r\nstatement one way or the other before one has heard his views on the\r\nsubject. And Paget was one of those people who like to know the\r\nopinions of others before committing themselves.\r\n\r\nClowes, on the other hand, was in the habit of forming his views on his\r\nown account, and expressing them. If people agreed with them, well and\r\ngood: it afforded strong presumptive evidence of their sanity. If they\r\ndisagreed, it was unfortunate, but he was not going to alter his\r\nopinions for that, unless convinced at great length that they were\r\nunsound. He summed things up, and gave you the result. You could take\r\nit or leave it, as you preferred.\r\n\r\n\"I thought he was bad,\" said Clowes.\r\n\r\n\"Bad!\" exclaimed Trevor, \"he was a disgrace. One can understand a chap\r\nhaving his off-days at any game, but one doesn't expect a man in the\r\nWrykyn first to funk. He mucked five out of every six passes I gave\r\nhim, too, and the ball wasn't a bit slippery. Still, I shouldn't mind\r\nthat so much if he had only gone for his man properly. It isn't being\r\nout of practice that makes you funk. And even when he did have a try at\r\nyou, Paget, he always went high.\"\r\n\r\n\"That,\" said Clowes thoughtfully, \"would seem to show that he was\r\ngame.\"\r\n\r\nNobody so much as smiled. Nobody ever did smile at Clowes' essays in\r\nwit, perhaps because of the solemn, almost sad, tone of voice in which\r\nhe delivered them. He was tall and dark and thin, and had a pensive\r\neye, which encouraged the more soulful of his female relatives to\r\nentertain hopes that he would some day take orders.\r\n\r\n\"Well,\" said Paget, relieved at finding that he did not stand alone in\r\nhis views on Rand-Brown's performance, \"I must say I thought he was\r\nawfully bad myself.\"\r\n\r\n\"I shall try somebody else next match,\" said Trevor. \"It'll be rather\r\nhard, though. The man one would naturally put in, Bryce, left at\r\nChristmas, worse luck.\"\r\n\r\nBryce was the other wing three-quarter of the second fifteen.\r\n\r\n\"Isn't there anybody in the third?\" asked Paget.\r\n\r\n\"Barry,\" said Clowes briefly.\r\n\r\n\"Clowes thinks Barry's good,\" explained Trevor.\r\n\r\n\"He _is_ good,\" said Clowes. \"I admit he's small, but he can\r\ntackle.\"\r\n\r\n\"The question is, would he be any good in the first? A chap might do\r\njolly well for the third, and still not be worth trying for the first.\"\r\n\r\n\"I don't remember much about Barry,\" said Paget, \"except being collared\r\nby him when we played Seymour's last year in the final. I certainly\r\ncame away with a sort of impression that he could tackle. I thought he\r\nmarked me jolly well.\"\r\n\r\n\"There you are, then,\" said Clowes. \"A year ago Barry could tackle\r\nPaget. There's no reason for supposing that he's fallen off since then.\r\nWe've seen that Rand-Brown _can't_ tackle Paget. Ergo, Barry is\r\nbetter worth playing for the team than Rand-Brown. Q.E.D.\"\r\n\r\n\"All right, then,\" replied Trevor. \"There can't be any harm in trying\r\nhim. We'll have another scratch game on Thursday. Will you be here\r\nthen, Paget?\"\r\n\r\n\"Oh, yes. I'm stopping till Saturday.\"\r\n\r\n\"Good man. Then we shall be able to see how he does against you. I wish\r\nyou hadn't left, though, by Jove. We should have had Ripton on toast,\r\nthe same as last term.\"\r\n\r\nWrykyn played five schools, but six school matches. The school that\r\nthey played twice in the season was Ripton. To win one Ripton match\r\nmeant that, however many losses it might have sustained in the other\r\nmatches, the school had had, at any rate, a passable season. To win two\r\nRipton matches in the same year was almost unheard of. This year there\r\nhad seemed every likelihood of it. The match before Christmas on the\r\nRipton ground had resulted in a win for Wrykyn by two goals and a try\r\nto a try. But the calculations of the school had been upset by the\r\nsudden departure of Paget at the end of term, and also of Bryce, who\r\nhad hitherto been regarded as his understudy. And in the first Ripton\r\nmatch the two goals had both been scored by Paget, and both had been\r\nbrilliant bits of individual play, which a lesser man could not have\r\ncarried through.\r\n\r\nThe conclusion, therefore, at which the school reluctantly arrived, was\r\nthat their chances of winning the second match could not be judged by\r\ntheir previous success. They would have to approach the Easter term\r\nfixture from another--a non-Paget--standpoint. In these circumstances\r\nit became a serious problem: who was to get the fifteenth place?\r\nWhoever played in Paget's stead against Ripton would be certain, if the\r\nmatch were won, to receive his colours. Who, then, would fill the\r\nvacancy?\r\n\r\n\"Rand-Brown, of course,\" said the crowd.\r\n\r\nBut the experts, as we have shown, were of a different opinion.\r\n\r\n\r\n\r\n\r\nII\r\n\r\nTHE GOLD BAT\r\n\r\n\r\nTrevor did not take long to resume a garb of civilisation. He never\r\nwasted much time over anything. He was gifted with a boundless energy,\r\nwhich might possibly have made him unpopular had he not justified it by\r\nresults. The football of the school had never been in such a\r\nflourishing condition as it had attained to on his succeeding to the\r\ncaptaincy. It was not only that the first fifteen was good. The\r\nexcellence of a first fifteen does not always depend on the captain.\r\nBut the games, even down to the very humblest junior game, had woken up\r\none morning--at the beginning of the previous term--to find themselves,\r\nmuch to their surprise, organised going concerns. Like the immortal\r\nCaptain Pott, Trevor was \"a terror to the shirker and the lubber\". And\r\nthe resemblance was further increased by the fact that he was \"a\r\ntoughish lot\", who was \"little, but steel and india-rubber\". At first\r\nsight his appearance was not imposing. Paterfamilias, who had heard his\r\nson's eulogies on Trevor's performances during the holidays, and came\r\ndown to watch the school play a match, was generally rather\r\ndisappointed on seeing five feet six where he had looked for at least\r\nsix foot one, and ten stone where he had expected thirteen. But then,\r\nwhat there was of Trevor was, as previously remarked, steel and\r\nindia-rubber, and he certainly played football like a miniature\r\nStoddart. It was characteristic of him that, though this was the\r\nfirst match of the term, his condition seemed to be as good as\r\npossible. He had done all his own work on the field and most of\r\nRand-Brown's, and apparently had not turned a hair. He was one of\r\nthose conscientious people who train in the holidays.\r\n\r\nWhen he had changed, he went down the passage to Clowes' study. Clowes was\r\nin the position he frequently took up when the weather was good--wedged\r\ninto his window in a sitting position, one leg in the study, the other\r\nhanging outside over space. The indoor leg lacked a boot, so that it was\r\nevident that its owner had at least had the energy to begin to change.\r\nThat he had given the thing up after that, exhausted with the effort, was\r\nwhat one naturally expected from Clowes. He would have made a splendid\r\nactor: he was so good at resting.\r\n\r\n\"Hurry up and dress,\" said Trevor; \"I want you to come over to the\r\nbaths.\"\r\n\r\n\"What on earth do you want over at the baths?\"\r\n\r\n\"I want to see O'Hara.\"\r\n\r\n\"Oh, yes, I remember. Dexter's are camping out there, aren't they? I\r\nheard they were. Why is it?\"\r\n\r\n\"One of the Dexter kids got measles in the last week of the holidays,\r\nso they shunted all the beds and things across, and the chaps went back\r\nthere instead of to the house.\"\r\n\r\nIn the winter term the baths were always boarded over and converted\r\ninto a sort of extra gymnasium where you could go and box or fence when\r\nthere was no room to do it in the real gymnasium. Socker and stump-cricket\r\nwere also largely played there, the floor being admirably suited to such\r\ngames, though the light was always rather tricky, and prevented heavy\r\nscoring.\r\n\r\n\"I should think,\" said Clowes, \"from what I've seen of Dexter's\r\nbeauties, that Dexter would like them to camp out at the bottom of the\r\nbaths all the year round. It would be a happy release for him if they\r\nwere all drowned. And I suppose if he had to choose any one of them for\r\na violent death, he'd pick O'Hara. O'Hara must be a boon to a\r\nhouse-master. I've known chaps break rules when the spirit moved\r\nthem, but he's the only one I've met who breaks them all day long\r\nand well into the night simply for amusement. I've often thought of\r\nwriting to the S.P.C.A. about it. I suppose you could call Dexter an\r\nanimal all right?\"\r\n\r\n\"O'Hara's right enough, really. A man like Dexter would make any fellow\r\nrun amuck. And then O'Hara's an Irishman to start with, which makes a\r\ndifference.\"\r\n\r\nThere is usually one house in every school of the black sheep sort,\r\nand, if you go to the root of the matter, you will generally find that\r\nthe fault is with the master of that house. A house-master who enters\r\ninto the life of his house, coaches them in games--if an athlete--or,\r\nif not an athlete, watches the games, umpiring at cricket and\r\nrefereeing at football, never finds much difficulty in keeping order.\r\nIt may be accepted as fact that the juniors of a house will never be\r\norderly of their own free will, but disturbances in the junior day-room\r\ndo not make the house undisciplined. The prefects are the criterion.\r\nIf you find them joining in the general \"rags\", and even starting\r\nprivate ones on their own account, then you may safely say that it is\r\ntime the master of that house retired from the business, and took to\r\nchicken-farming. And that was the state of things in Dexter's. It was\r\nthe most lawless of the houses. Mr Dexter belonged to a type of master\r\nalmost unknown at a public school--the usher type. In a private school\r\nhe might have passed. At Wrykyn he was out of place. To him the whole\r\nduty of a house-master appeared to be to wage war against his house.\r\n\r\nWhen Dexter's won the final for the cricket cup in the summer term of\r\ntwo years back, the match lasted four afternoons--four solid afternoons\r\nof glorious, up-and-down cricket. Mr Dexter did not see a single ball of\r\nthat match bowled. He was prowling in sequestered lanes and broken-down\r\nbarns out of bounds on the off-chance that he might catch some member of\r\nhis house smoking there. As if the whole of the house, from the head to\r\nthe smallest fag, were not on the field watching Day's best bats collapse\r\nbefore Henderson's bowling, and Moriarty hit up that marvellous and\r\nunexpected fifty-three at the end of the second innings!\r\n\r\nThat sort of thing definitely stamps a master.\r\n\r\n\"What do you want to see O'Hara about?\" asked Clowes.\r\n\r\n\"He's got my little gold bat. I lent it him in the holidays.\"\r\n\r\nA remark which needs a footnote. The bat referred to was made of gold,\r\nand was about an inch long by an eighth broad. It had come into\r\nexistence some ten years previously, in the following manner. The\r\ninter-house cricket cup at Wrykyn had originally been a rather\r\ntarnished and unimpressive vessel, whose only merit consisted in the\r\nfact that it was of silver. Ten years ago an Old Wrykinian, suddenly\r\nreflecting that it would not be a bad idea to do something for the\r\nschool in a small way, hied him to the nearest jeweller's and purchased\r\nanother silver cup, vast withal and cunningly decorated with filigree\r\nwork, and standing on a massive ebony plinth, round which were little\r\nsilver lozenges just big enough to hold the name of the winning house\r\nand the year of grace. This he presented with his blessing to be\r\ncompeted for by the dozen houses that made up the school of Wrykyn, and\r\nit was formally established as the house cricket cup. The question now\r\narose: what was to be done with the other cup? The School House, who\r\nhappened to be the holders at the time, suggested disinterestedly that\r\nit should become the property of the house which had won it last. \"Not\r\nso,\" replied the Field Sports Committee, \"but far otherwise. We will\r\nhave it melted down in a fiery furnace, and thereafter fashioned into\r\neleven little silver bats. And these little silver bats shall be the\r\nguerdon of the eleven members of the winning team, to have and to hold\r\nfor the space of one year, unless, by winning the cup twice in\r\nsuccession, they gain the right of keeping the bat for yet another\r\nyear. How is that, umpire?\" And the authorities replied, \"O men of\r\ninfinite resource and sagacity, verily is it a cold day when _you_\r\nget left behind. Forge ahead.\" But, when they had forged ahead, behold!\r\nit would not run to eleven little silver bats, but only to ten little\r\nsilver bats. Thereupon the headmaster, a man liberal with his cash,\r\ncaused an eleventh little bat to be fashioned--for the captain of the\r\nwinning team to have and to hold in the manner aforesaid. And, to\r\nsingle it out from the others, it was wrought, not of silver, but of\r\ngold. And so it came to pass that at the time of our story Trevor was\r\nin possession of the little gold bat, because Donaldson's had won the\r\ncup in the previous summer, and he had captained them--and,\r\nincidentally, had scored seventy-five without a mistake.\r\n\r\n\"Well, I'm hanged if I would trust O'Hara with my bat,\" said Clowes,\r\nreferring to the silver ornament on his own watch-chain; \"he's probably\r\npawned yours in the holidays. Why did you lend it to him?\"\r\n\r\n\"His people wanted to see it. I know him at home, you know. They asked\r\nme to lunch the last day but one of the holidays, and we got talking\r\nabout the bat, because, of course, if we hadn't beaten Dexter's in the\r\nfinal, O'Hara would have had it himself. So I sent it over next day\r\nwith a note asking O'Hara to bring it back with him here.\"\r\n\r\n\"Oh, well, there's a chance, then, seeing he's only had it so little\r\ntime, that he hasn't pawned it yet. You'd better rush off and get it\r\nback as soon as possible. It's no good waiting for me. I shan't be\r\nready for weeks.\"\r\n\r\n\"Where's Paget?\"\r\n\r\n\"Teaing with Donaldson. At least, he said he was going to.\"\r\n\r\n\"Then I suppose I shall have to go alone. I hate walking alone.\"\r\n\r\n\"If you hurry,\" said Clowes, scanning the road from his post of\r\nvantage, \"you'll be able to go with your fascinating pal Ruthven. He's\r\njust gone out.\"\r\n\r\nTrevor dashed downstairs in his energetic way, and overtook the youth\r\nreferred to.\r\n\r\nClowes brooded over them from above like a sorrowful and rather\r\ndisgusted Providence. Trevor's liking for Ruthven, who was a\r\nDonaldsonite like himself, was one of the few points on which the two\r\nhad any real disagreement. Clowes could not understand how any person\r\nin his senses could of his own free will make an intimate friend of\r\nRuthven.\r\n\r\n\"Hullo, Trevor,\" said Ruthven.\r\n\r\n\"Come over to the baths,\" said Trevor, \"I want to see O'Hara about\r\nsomething. Or were you going somewhere else.\"\r\n\r\n\"I wasn't going anywhere in particular. I never know what to do in\r\nterm-time. It's deadly dull.\"\r\n\r\nTrevor could never understand how any one could find term-time dull.\r\nFor his own part, there always seemed too much to do in the time.\r\n\r\n\"You aren't allowed to play games?\" he said, remembering something\r\nabout a doctor's certificate in the past.\r\n\r\n\"No,\" said Ruthven. \"Thank goodness,\" he added.\r\n\r\nWhich remark silenced Trevor. To a person who thanked goodness that he\r\nwas not allowed to play games he could find nothing to say. But he\r\nceased to wonder how it was that Ruthven was dull.\r\n\r\nThey proceeded to the baths together in silence. O'Hara, they were\r\ninformed by a Dexter's fag who met them outside the door, was not\r\nabout.\r\n\r\n\"When he comes back,\" said Trevor, \"tell him I want him to come to tea\r\ntomorrow directly after school, and bring my bat. Don't forget.\"\r\n\r\nThe fag promised to make a point of it.\r\n\r\n\r\n\r\n\r\nIII\r\n\r\nTHE MAYOR'S STATUE\r\n\r\n\r\nOne of the rules that governed the life of Donough O'Hara, the\r\nlight-hearted descendant of the O'Haras of Castle Taterfields, Co.\r\nClare, Ireland, was \"Never refuse the offer of a free tea\". So, on\r\nreceipt--per the Dexter's fag referred to--of Trevor's invitation, he\r\nscratched one engagement (with his mathematical master--not wholly\r\nunconnected with the working-out of Examples 200 to 206 in Hall and\r\nKnight's Algebra), postponed another (with his friend and ally Moriarty,\r\nof Dexter's, who wished to box with him in the gymnasium), and made his\r\nway at a leisurely pace towards Donaldson's. He was feeling particularly\r\npleased with himself today, for several reasons. He had begun the day\r\nwell by scoring brilliantly off Mr Dexter across the matutinal rasher\r\nand coffee. In morning school he had been put on to translate the one\r\npassage which he happened to have prepared--the first ten lines, in\r\nfact, of the hundred which formed the morning's lesson. And in the\r\nfinal hour of afternoon school, which was devoted to French, he had\r\ndiscovered and exploited with great success an entirely new and original\r\nform of ragging. This, he felt, was the strenuous life; this was living\r\none's life as one's life should be lived.\r\n\r\nHe met Trevor at the gate. As they were going in, a carriage and pair\r\ndashed past. Its cargo consisted of two people, the headmaster, looking\r\nbored, and a small, dapper man, with a very red face, who looked\r\nexcited, and was talking volubly. Trevor and O'Hara raised their caps\r\nas the chariot swept by, but the salute passed unnoticed. The Head\r\nappeared to be wrapped in thought.\r\n\r\n\"What's the Old Man doing in a carriage, I wonder,\" said Trevor,\r\nlooking after them. \"Who's that with him?\"\r\n\r\n\"That,\" said O'Hara, \"is Sir Eustace Briggs.\"\r\n\r\n\"Who's Sir Eustace Briggs?\"\r\n\r\nO'Hara explained, in a rich brogue, that Sir Eustace was Mayor of\r\nWrykyn, a keen politician, and a hater of the Irish nation, judging by\r\nhis letters and speeches.\r\n\r\nThey went into Trevor's study. Clowes was occupying the window in his\r\nusual manner.\r\n\r\n\"Hullo, O'Hara,\" he said, \"there is an air of quiet satisfaction about\r\nyou that seems to show that you've been ragging Dexter. Have you?\"\r\n\r\n\"Oh, that was only this morning at breakfast. The best rag was in\r\nFrench,\" replied O'Hara, who then proceeded to explain in detail the\r\nmethods he had employed to embitter the existence of the hapless Gallic\r\nexile with whom he had come in contact. It was that gentleman's custom\r\nto sit on a certain desk while conducting the lesson. This desk chanced\r\nto be O'Hara's. On the principle that a man may do what he likes with\r\nhis own, he had entered the room privily in the dinner-hour, and\r\nremoved the screws from his desk, with the result that for the first\r\nhalf-hour of the lesson the class had been occupied in excavating M.\r\nGandinois from the ruins. That gentleman's first act on regaining his\r\nequilibrium had been to send O'Hara out of the room, and O'Hara, who\r\nhad foreseen this emergency, had spent a very pleasant half-hour in the\r\npassage with some mixed chocolates and a copy of Mr Hornung's\r\n_Amateur Cracksman_. It was his notion of a cheerful and instructive\r\nFrench lesson.\r\n\r\n\"What were you talking about when you came in?\" asked Clowes. \"Who's\r\nbeen slanging Ireland, O'Hara?\"\r\n\r\n\"The man Briggs.\"\r\n\r\n\"What are you going to do about it? Aren't you going to take any\r\nsteps?\"\r\n\r\n\"Is it steps?\" said O'Hara, warmly, \"and haven't we----\"\r\n\r\nHe stopped.\r\n\r\n\"Well?\"\r\n\r\n\"Ye know,\" he said, seriously, \"ye mustn't let it go any further. I\r\nshall get sacked if it's found out. An' so will Moriarty, too.\"\r\n\r\n\"Why?\" asked Trevor, looking up from the tea-pot he was filling, \"what\r\non earth have you been doing?\"\r\n\r\n\"Wouldn't it be rather a cheery idea,\" suggested Clowes, \"if you began\r\nat the beginning.\"\r\n\r\n\"Well, ye see,\" O'Hara began, \"it was this way. The first I heard of it\r\nwas from Dexter. He was trying to score off me as usual, an' he said,\r\n'Have ye seen the paper this morning, O'Hara?' I said, no, I had not.\r\nThen he said, 'Ah,' he said, 'ye should look at it. There's something\r\nthere that ye'll find interesting.' I said, 'Yes, sir?' in me\r\nrespectful way. 'Yes,' said he, 'the Irish members have been making\r\ntheir customary disturbances in the House. Why is it, O'Hara,' he said,\r\n'that Irishmen are always thrusting themselves forward and making\r\ndisturbances for purposes of self-advertisement?' 'Why, indeed, sir?'\r\nsaid I, not knowing what else to say, and after that the conversation\r\nceased.\"\r\n\r\n\"Go on,\" said Clowes.\r\n\r\n\"After breakfast Moriarty came to me with a paper, and showed me what\r\nthey had been saying about the Irish. There was a letter from the man\r\nBriggs on the subject. 'A very sensible and temperate letter from Sir\r\nEustace Briggs', they called it, but bedad! if that was a temperate\r\nletter, I should like to know what an intemperate one is. Well, we read\r\nit through, and Moriarty said to me, 'Can we let this stay as it is?'\r\nAnd I said, 'No. We can't.' 'Well,' said Moriarty to me, 'what are we\r\nto do about it? I should like to tar and feather the man,' he said. 'We\r\ncan't do that,' I said, 'but why not tar and feather his statue?' I\r\nsaid. So we thought we would. Ye know where the statue is, I suppose?\r\nIt's in the recreation ground just across the river.\"\r\n\r\n\"I know the place,\" said Clowes. \"Go on. This is ripping. I always knew\r\nyou were pretty mad, but this sounds as if it were going to beat all\r\nprevious records.\"\r\n\r\n\"Have ye seen the baths this term,\" continued O'Hara, \"since they\r\nshifted Dexter's house into them? The beds are in two long rows along\r\neach wall. Moriarty's and mine are the last two at the end farthest\r\nfrom the door.\"\r\n\r\n\"Just under the gallery,\" said Trevor. \"I see.\"\r\n\r\n\"That's it. Well, at half-past ten sharp every night Dexter sees that\r\nwe're all in, locks the door, and goes off to sleep at the Old Man's,\r\nand we don't see him again till breakfast. He turns the gas off from\r\noutside. At half-past seven the next morning, Smith\"--Smith was one of\r\nthe school porters--\"unlocks the door and calls us, and we go over to\r\nthe Hall to breakfast.\"\r\n\r\n\"Well?\"\r\n\r\n\"Well, directly everybody was asleep last night--it wasn't till after\r\none, as there was a rag on--Moriarty and I got up, dressed, and climbed\r\nup into the gallery. Ye know the gallery windows? They open at the top,\r\nan' it's rather hard to get out of them. But we managed it, and dropped\r\non to the gravel outside.\"\r\n\r\n\"Long drop,\" said Clowes.\r\n\r\n\"Yes. I hurt myself rather. But it was in a good cause. I dropped\r\nfirst, and while I was on the ground, Moriarty came on top of me.\r\nThat's how I got hurt. But it wasn't much, and we cut across the\r\ngrounds, and over the fence, and down to the river. It was a fine\r\nnight, and not very dark, and everything smelt ripping down by the\r\nriver.\"\r\n\r\n\"Don't get poetical,\" said Clowes. \"Stick to the point.\"\r\n\r\n\"We got into the boat-house--\"\r\n\r\n\"How?\" asked the practical Trevor, for the boat-house was wont to be\r\nlocked at one in the morning. \"Moriarty had a key that fitted,\"\r\nexplained O'Hara, briefly. \"We got in, and launched a boat--a big\r\ntub--put in the tar and a couple of brushes--there's always tar in\r\nthe boat-house--and rowed across.\"\r\n\r\n\"Wait a bit,\" interrupted Trevor, \"you said tar and feathers. Where did\r\nyou get the feathers?\"\r\n\r\n\"We used leaves. They do just as well, and there were heaps on the\r\nbank. Well, when we landed, we tied up the boat, and bucked across to\r\nthe Recreation Ground. We got over the railings--beastly, spiky\r\nrailings--and went over to the statue. Ye know where the statue stands?\r\nIt's right in the middle of the place, where everybody can see it.\r\nMoriarty got up first, and I handed him the tar and a brush. Then I\r\nwent up with the other brush, and we began. We did his face first. It\r\nwas too dark to see really well, but I think we made a good job of it.\r\nWhen we had put about as much tar on as we thought would do, we took\r\nout the leaves--which we were carrying in our pockets--and spread them\r\non. Then we did the rest of him, and after about half an hour, when we\r\nthought we'd done about enough, we got into our boat again, and came\r\nback.\"\r\n\r\n\"And what did you do till half-past seven?\"\r\n\r\n\"We couldn't get back the way we'd come, so we slept in the boat-house.\"\r\n\r\n\"Well--I'm--hanged,\" was Trevor's comment on the story.\r\n\r\nClowes roared with laughter. O'Hara was a perpetual joy to him.\r\n\r\nAs O'Hara was going, Trevor asked him for his gold bat.\r\n\r\n\"You haven't lost it, I hope?\" he said.\r\n\r\nO'Hara felt in his pocket, but brought his hand out at once and\r\ntransferred it to another pocket. A look of anxiety came over his face,\r\nand was reflected in Trevor's.\r\n\r\n\"I could have sworn it was in that pocket,\" he said.\r\n\r\n\"You _haven't_ lost it?\" queried Trevor again.\r\n\r\n\"He has,\" said Clowes, confidently. \"If you want to know where that bat\r\nis, I should say you'd find it somewhere between the baths and the\r\nstatue. At the foot of the statue, for choice. It seems to me--correct\r\nme if I am wrong--that you have been and gone and done it, me broth av\r\na bhoy.\"\r\n\r\nO'Hara gave up the search.\r\n\r\n\"It's gone,\" he said. \"Man, I'm most awfully sorry. I'd sooner have\r\nlost a ten-pound note.\"\r\n\r\n\"I don't see why you should lose either,\" snapped Trevor. \"Why the\r\nblazes can't you be more careful.\"\r\n\r\nO'Hara was too penitent for words. Clowes took it on himself to point\r\nout the bright side.\r\n\r\n\"There's nothing to get sick about, really,\" he said. \"If the thing\r\ndoesn't turn up, though it probably will, you'll simply have to tell\r\nthe Old Man that it's lost. He'll have another made. You won't be asked\r\nfor it till just before Sports Day either, so you will have plenty of\r\ntime to find it.\"\r\n\r\nThe challenge cups, and also the bats, had to be given to the\r\nauthorities before the sports, to be formally presented on Sports Day.\r\n\r\n\"Oh, I suppose it'll be all right,\" said Trevor, \"but I hope it won't\r\nbe found anywhere near the statue.\"\r\n\r\nO'Hara said he hoped so too.\r\n\r\n\r\n\r\n\r\nIV\r\n\r\nTHE LEAGUE'S WARNING\r\n\r\n\r\nThe team to play in any match was always put upon the notice-board at\r\nthe foot of the stairs in the senior block a day before the date of the\r\nfixture. Both first and second fifteens had matches on the Thursday of\r\nthis week. The second were playing a team brought down by an old\r\nWrykinian. The first had a scratch game.\r\n\r\nWhen Barry, accompanied by M'Todd, who shared his study at Seymour's\r\nand rarely left him for two minutes on end, passed by the notice-board\r\nat the quarter to eleven interval, it was to the second fifteen list\r\nthat he turned his attention. Now that Bryce had left, he thought he\r\nmight have a chance of getting into the second. His only real rival, he\r\nconsidered, was Crawford, of the School House, who was the other wing\r\nthree-quarter of the third fifteen. The first name he saw on the list\r\nwas Crawford's. It seemed to be written twice as large as any of the\r\nothers, and his own was nowhere to be seen. The fact that he had half\r\nexpected the calamity made things no better. He had set his heart on\r\nplaying for the second this term.\r\n\r\nThen suddenly he noticed a remarkable phenomenon. The other wing\r\nthree-quarter was Rand-Brown. If Rand-Brown was playing for the second,\r\nwho was playing for the first?\r\n\r\nHe looked at the list.\r\n\r\n\"_Come_ on,\" he said hastily to M'Todd. He wanted to get away\r\nsomewhere where his agitated condition would not be noticed. He felt\r\nquite faint at the shock of seeing his name on the list of the first\r\nfifteen. There it was, however, as large as life. \"M. Barry.\" Separated\r\nfrom the rest by a thin red line, but still there. In his most\r\noptimistic moments he had never dreamed of this. M'Todd was reading\r\nslowly through the list of the second. He did everything slowly, except\r\neating.\r\n\r\n\"Come on,\" said Barry again.\r\n\r\nM'Todd had, after much deliberation, arrived at a profound truth. He\r\nturned to Barry, and imparted his discovery to him in the weighty\r\nmanner of one who realises the importance of his words.\r\n\r\n\"Look here,\" he said, \"your name's not down here.\"\r\n\r\n\"I know. _Come_ on.\"\r\n\r\n\"But that means you're not playing for the second.\"\r\n\r\n\"Of course it does. Well, if you aren't coming, I'm off.\"\r\n\r\n\"But, look here----\"\r\n\r\nBarry disappeared through the door. After a moment's pause, M'Todd\r\nfollowed him. He came up with him on the senior gravel.\r\n\r\n\"What's up?\" he inquired.\r\n\r\n\"Nothing,\" said Barry.\r\n\r\n\"Are you sick about not playing for the second?\"\r\n\r\n\"No.\"\r\n\r\n\"You are, really. Come and have a bun.\"\r\n\r\nIn the philosophy of M'Todd it was indeed a deep-rooted sorrow that\r\ncould not be cured by the internal application of a new, hot bun. It\r\nhad never failed in his own case.\r\n\r\n\"Bun!\" Barry was quite shocked at the suggestion. \"I can't afford to\r\nget myself out of condition with beastly buns.\"\r\n\r\n\"But if you aren't playing----\"\r\n\r\n\"You ass. I'm playing for the first. Now, do you see?\"\r\n\r\nM'Todd gaped. His mind never worked very rapidly.  \"What about\r\nRand-Brown, then?\" he said.\r\n\r\n\"Rand-Brown's been chucked out. Can't you understand? You _are_ an\r\nidiot. Rand-Brown's playing for the second, and I'm playing for the\r\nfirst.\"\r\n\r\n\"But you're----\"\r\n\r\nHe stopped. He had been going to point out that Barry's tender years--he\r\nwas only sixteen--and smallness would make it impossible for him to play\r\nwith success for the first fifteen. He refrained owing to a conviction\r\nthat the remark would not be wholly judicious. Barry was touchy on the\r\nsubject of his size, and M'Todd had suffered before now for commenting\r\non it in a disparaging spirit.\r\n\r\n\"I tell you what we'll do after school,\" said Barry, \"we'll have some\r\nrunning and passing. It'll do you a lot of good, and I want to practise\r\ntaking passes at full speed. You can trot along at your ordinary pace,\r\nand I'll sprint up from behind.\"\r\n\r\nM'Todd saw no objection to that. Trotting along at his ordinary\r\npace--five miles an hour--would just suit him.\r\n\r\n\"Then after that,\" continued Barry, with a look of enthusiasm, \"I want\r\nto practise passing back to my centre. Paget used to do it awfully well\r\nlast term, and I know Trevor expects his wing to. So I'll buck along,\r\nand you race up to take my pass. See?\"\r\n\r\nThis was not in M'Todd's line at all. He proposed a slight alteration\r\nin the scheme.\r\n\r\n\"Hadn't you better get somebody else--?\" he began.\r\n\r\n\"Don't be a slack beast,\" said Barry. \"You want exercise awfully\r\nbadly.\"\r\n\r\nAnd, as M'Todd always did exactly as Barry wished, he gave in, and\r\nspent from four-thirty to five that afternoon in the prescribed manner.\r\nA suggestion on his part at five sharp that it wouldn't be a bad idea\r\nto go and have some tea was not favourably received by the enthusiastic\r\nthree-quarter, who proposed to devote what time remained before lock-up\r\nto practising drop-kicking. It was a painful alternative that faced\r\nM'Todd. His allegiance to Barry demanded that he should consent to the\r\nscheme. On the other hand, his allegiance to afternoon tea--equally\r\nstrong--called him back to the house, where there was cake, and also\r\nmuffins. In the end the question was solved by the appearance of\r\nDrummond, of Seymour's, garbed in football things, and also anxious to\r\npractise drop-kicking. So M'Todd was dismissed to his tea with\r\nopprobrious epithets, and Barry and Drummond settled down to a little\r\nserious and scientific work.\r\n\r\nMaking allowances for the inevitable attack of nerves that attends a\r\nfirst appearance in higher football circles than one is accustomed to,\r\nBarry did well against the scratch team--certainly far better than\r\nRand-Brown had done. His smallness was, of course, against him, and, on\r\nthe only occasion on which he really got away, Paget overtook him and\r\nbrought him down. But then Paget was exceptionally fast. In the two\r\nmost important branches of the game, the taking of passes and tackling,\r\nBarry did well. As far as pluck went he had enough for two, and when\r\nthe whistle blew for no-side he had not let Paget through once, and\r\nTrevor felt that his inclusion in the team had been justified. There\r\nwas another scratch game on the Saturday. Barry played in it, and did\r\nmuch better. Paget had gone away by an early train, and the man he had\r\nto mark now was one of the masters, who had been good in his time, but\r\nwas getting a trifle old for football. Barry scored twice, and on one\r\noccasion, by passing back to Trevor after the manner of Paget, enabled\r\nthe captain to run in. And Trevor, like the captain in _Billy\r\nTaylor_, \"werry much approved of what he'd done.\" Barry began to be\r\nregarded in the school as a regular member of the fifteen. The first of\r\nthe fixture-card matches, versus the Town, was due on the following\r\nSaturday, and it was generally expected that he would play. M'Todd's\r\ndevotion increased every day. He even went to the length of taking long\r\nruns with him. And if there was one thing in the world that M'Todd\r\nloathed, it was a long run.\r\n\r\nOn the Thursday before the match against the Town, Clowes came\r\nchuckling to Trevor's study after preparation, and asked him if he had\r\nheard the latest.\r\n\r\n\"Have you ever heard of the League?\" he said.\r\n\r\nTrevor pondered.\r\n\r\n\"I don't think so,\" he replied.\r\n\r\n\"How long have you been at the school?\"\r\n\r\n\"Let's see. It'll be five years at the end of the summer term.\"\r\n\r\n\"Ah, then you wouldn't remember. I've been here a couple of terms\r\nlonger than you, and the row about the League was in my first term.\"\r\n\r\n\"What was the row?\"\r\n\r\n\"Oh, only some chaps formed a sort of secret society in the place. Kind\r\nof Vehmgericht, you know. If they got their knife into any one, he\r\nusually got beans, and could never find out where they came from. At\r\nfirst, as a matter of fact, the thing was quite a philanthropical\r\nconcern. There used to be a good deal of bullying in the place then--at\r\nleast, in some of the houses--and, as the prefects couldn't or wouldn't\r\nstop it, some fellows started this League.\"\r\n\r\n\"Did it work?\"\r\n\r\n\"Work! By Jove, I should think it did. Chaps who previously couldn't\r\nget through the day without making some wretched kid's life not worth\r\nliving used to go about as nervous as cats, looking over their\r\nshoulders every other second. There was one man in particular, a chap\r\ncalled Leigh. He was hauled out of bed one night, blindfolded, and\r\nducked in a cold bath. He was in the School House.\"\r\n\r\n\"Why did the League bust up?\"\r\n\r\n\"Well, partly because the fellows left, but chiefly because they didn't\r\nstick to the philanthropist idea. If anybody did anything they didn't\r\nlike, they used to go for him. At last they put their foot into it\r\nbadly. A chap called Robinson--in this house by the way--offended them\r\nin some way, and one morning he was found tied up in the bath, up to\r\nhis neck in cold water. Apparently he'd been there about an hour. He\r\ngot pneumonia, and almost died, and then the authorities began to get\r\ngoing. Robinson thought he had recognised the voice of one of the\r\nchaps--I forget his name. The chap was had up by the Old Man, and gave\r\nthe show away entirely. About a dozen fellows were sacked, clean off\r\nthe reel. Since then the thing has been dropped.\"\r\n\r\n\"But what about it? What were you going to say when you came in?\"\r\n\r\n\"Why, it's been revived!\"\r\n\r\n\"Rot!\"\r\n\r\n\"It's a fact. Do you know Mill, a prefect, in Seymour's?\"\r\n\r\n\"Only by sight.\"\r\n\r\n\"I met him just now. He's in a raving condition. His study's been\r\nwrecked. You never saw such a sight. Everything upside down or smashed.\r\nHe has been showing me the ruins.\"\r\n\r\n\"I believe Mill is awfully barred in Seymour's,\" said Trevor. \"Anybody\r\nmight have ragged his study.\"\r\n\r\n\"That's just what I thought. He's just the sort of man the League used\r\nto go for.\"\r\n\r\n\"That doesn't prove that it's been revived, all the same,\" objected\r\nTrevor.\r\n\r\n\"No, friend; but this does. Mill found it tied to a chair.\"\r\n\r\nIt was a small card. It looked like an ordinary visiting card. On it,\r\nin neat print, were the words, \"_With the compliments of the\r\nLeague_\".\r\n\r\n\"That's exactly the same sort of card as they used to use,\" said\r\nClowes. \"I've seen some of them. What do you think of that?\"\r\n\r\n\"I think whoever has started the thing is a pretty average-sized idiot.\r\nHe's bound to get caught some time or other, and then out he goes. The\r\nOld Man wouldn't think twice about sacking a chap of that sort.\"\r\n\r\n\"A chap of that sort,\" said Clowes, \"will take jolly good care he isn't\r\ncaught. But it's rather sport, isn't it?\"\r\n\r\nAnd he went off to his study.\r\n\r\nNext day there was further evidence that the League was an actual going\r\nconcern. When Trevor came down to breakfast, he found a letter by his\r\nplate. It was printed, as the card had been. It was signed \"The\r\nPresident of the League.\" And the purport of it was that the League did\r\nnot wish Barry to continue to play for the first fifteen.\r\n\r\n\r\n\r\n\r\nV\r\n\r\nMILL RECEIVES VISITORS\r\n\r\n\r\nTrevor's first idea was that somebody had sent the letter for a\r\njoke,--Clowes for choice.\r\n\r\nHe sounded him on the subject after breakfast.\r\n\r\n\"Did you send me that letter?\" he inquired, when Clowes came into his\r\nstudy to borrow a _Sportsman_.\r\n\r\n\"What letter? Did you send the team for tomorrow up to the sporter? I\r\nwonder what sort of a lot the Town are bringing.\"\r\n\r\n\"About not giving Barry his footer colours?\"\r\n\r\nClowes was reading the paper.\r\n\r\n\"Giving whom?\" he asked.\r\n\r\n\"Barry. Can't you listen?\"\r\n\r\n\"Giving him what?\"\r\n\r\n\"Footer colours.\"\r\n\r\n\"What about them?\"\r\n\r\nTrevor sprang at the paper, and tore it away from him. After which he\r\nsat on the fragments.\r\n\r\n\"Did you send me a letter about not giving Barry his footer colours?\"\r\n\r\nClowes surveyed him with the air of a nurse to whom the family baby has\r\njust said some more than usually good thing.\r\n\r\n\"Don't stop,\" he said, \"I could listen all day.\"\r\n\r\nTrevor felt in his pocket for the note, and flung it at him. Clowes\r\npicked it up, and read it gravely.\r\n\r\n\"What _are_ footer colours?\" he asked.\r\n\r\n\"Well,\" said Trevor, \"it's a pretty rotten sort of joke, whoever sent\r\nit. You haven't said yet whether you did or not.\"\r\n\r\n\"What earthly reason should I have for sending it? And I think you're\r\nmaking a mistake if you think this is meant as a joke.\"\r\n\r\n\"You don't really believe this League rot?\"\r\n\r\n\"You didn't see Mill's study 'after treatment'. I did. Anyhow, how do\r\nyou account for the card I showed you?\"\r\n\r\n\"But that sort of thing doesn't happen at school.\"\r\n\r\n\"Well, it _has_ happened, you see.\"\r\n\r\n\"Who do you think did send the letter, then?\"\r\n\r\n\"The President of the League.\"\r\n\r\n\"And who the dickens is the President of the League when he's at home?\"\r\n\r\n\"If I knew that, I should tell Mill, and earn his blessing. Not that I\r\nwant it.\"\r\n\r\n\"Then, I suppose,\" snorted Trevor, \"you'd suggest that on the strength\r\nof this letter I'd better leave Barry out of the team?\"\r\n\r\n\"Satirically in brackets,\" commented Clowes.\r\n\r\n\"It's no good your jumping on _me_,\" he added. \"I've done nothing.\r\nAll I suggest is that you'd better keep more or less of a look-out. If\r\nthis League's anything like the old one, you'll find they've all sorts\r\nof ways of getting at people they don't love. I shouldn't like to come\r\ndown for a bath some morning, and find you already in possession, tied\r\nup like Robinson. When they found Robinson, he was quite blue both as\r\nto the face and speech. He didn't speak very clearly, but what one\r\ncould catch was well worth hearing. I should advise you to sleep with a\r\nloaded revolver under your pillow.\"\r\n\r\n\"The first thing I shall do is find out who wrote this letter.\"\r\n\r\n\"I should,\" said Clowes, encouragingly. \"Keep moving.\"\r\n\r\nIn Seymour's house the Mill's study incident formed the only theme of\r\nconversation that morning. Previously the sudden elevation to the first\r\nfifteen of Barry, who was popular in the house, at the expense of\r\nRand-Brown, who was unpopular, had given Seymour's something to talk\r\nabout. But the ragging of the study put this topic entirely in the shade.\r\nThe study was still on view in almost its original condition of disorder,\r\nand all day comparative strangers flocked to see Mill in his den, in\r\norder to inspect things. Mill was a youth with few friends, and it is\r\nprobable that more of his fellow-Seymourites crossed the threshold of\r\nhis study on the day after the occurrence than had visited him in the\r\nentire course of his school career. Brown would come in to borrow a\r\nknife, would sweep the room with one comprehensive glance, and depart,\r\nto be followed at brief intervals by Smith, Robinson, and Jones, who\r\ncame respectively to learn the right time, to borrow a book, and to ask\r\nhim if he had seen a pencil anywhere. Towards the end of the day, Mill\r\nwould seem to have wearied somewhat of the proceedings, as was proved\r\nwhen Master Thomas Renford, aged fourteen (who fagged for Milton, the\r\nhead of the house), burst in on the thin pretence that he had mistaken\r\nthe study for that of his rightful master, and gave vent to a prolonged\r\nwhistle of surprise and satisfaction at the sight of the ruins. On\r\nthat occasion, the incensed owner of the dismantled study, taking a\r\nmean advantage of the fact that he was a prefect, and so entitled to\r\nwield the rod, produced a handy swagger-stick from an adjacent corner,\r\nand, inviting Master Renford to bend over, gave him six of the best to\r\nremember him by. Which ceremony being concluded, he kicked him out into\r\nthe passage, and Renford went down to the junior day-room to tell his\r\nfriend Harvey about it.\r\n\r\n\"Gave me six, the cad,\" said he, \"just because I had a look at his\r\nbeastly study. Why shouldn't I look at his study if I like? I've a\r\njolly good mind to go up and have another squint.\"\r\n\r\nHarvey warmly approved the scheme.\r\n\r\n\"No, I don't think I will,\" said Renford with a yawn. \"It's such a fag\r\ngoing upstairs.\"\r\n\r\n\"Yes, isn't it?\" said Harvey.\r\n\r\n\"And he's such a beast, too.\"\r\n\r\n\"Yes, isn't he?\" said Harvey.\r\n\r\n\"I'm jolly glad his study _has_ been ragged,\" continued the\r\nvindictive Renford.\r\n\r\n\"It's jolly exciting, isn't it?\" added Harvey. \"And I thought this term\r\nwas going to be slow. The Easter term generally is.\"\r\n\r\nThis remark seemed to suggest a train of thought to Renford, who made\r\nthe following cryptic observation. \"Have you seen them today?\"\r\n\r\nTo the ordinary person the words would have conveyed little meaning. To\r\nHarvey they appeared to teem with import.\r\n\r\n\"Yes,\" he said, \"I saw them early this morning.\"\r\n\r\n\"Were they all right?\"\r\n\r\n\"Yes. Splendid.\"\r\n\r\n\"Good,\" said Renford.\r\n\r\nBarry's friend Drummond was one of those who had visited the scene of\r\nthe disaster early, before Mill's energetic hand had repaired the\r\ndamage done, and his narrative was consequently in some demand.\r\n\r\n\"The place was in a frightful muck,\" he said. \"Everything smashed\r\nexcept the table; and ink all over the place. Whoever did it must have\r\nbeen fairly sick with him, or he'd never have taken the trouble to do\r\nit so thoroughly. Made a fair old hash of things, didn't he, Bertie?\"\r\n\r\n\"Bertie\" was the form in which the school elected to serve up the name\r\nof De Bertini. Raoul de Bertini was a French boy who had come to Wrykyn\r\nin the previous term. Drummond's father had met his father in Paris,\r\nand Drummond was supposed to be looking after Bertie. They shared a\r\nstudy together. Bertie could not speak much English, and what he did\r\nspeak was, like Mill's furniture, badly broken.\r\n\r\n\"Pardon?\" he said.\r\n\r\n\"Doesn't matter,\" said Drummond, \"it wasn't anything important. I was\r\nonly appealing to you for corroborative detail to give artistic\r\nverisimilitude to a bald and unconvincing narrative.\"\r\n\r\nBertie grinned politely. He always grinned when he was not quite equal\r\nto the intellectual pressure of the conversation. As a consequence of\r\nwhich, he was generally, like Mrs Fezziwig, one vast, substantial\r\nsmile.\r\n\r\n\"I never liked Mill much,\" said Barry, \"but I think it's rather bad\r\nluck on the man.\"\r\n\r\n\"Once,\" announced M'Todd, solemnly, \"he kicked me--for making a row in\r\nthe passage.\" It was plain that the recollection rankled.\r\n\r\nBarry would probably have pointed out what an excellent and\r\npraiseworthy act on Mill's part that had been, when Rand-Brown came in.\r\n\r\n\"Prefects' meeting?\" he inquired. \"Or haven't they made you a prefect\r\nyet, M'Todd?\"\r\n\r\nM'Todd said they had not.\r\n\r\nNobody present liked Rand-Brown, and they looked at him rather\r\ninquiringly, as if to ask what he had come for. A friend may drop in\r\nfor a chat. An acquaintance must justify his intrusion.\r\n\r\nRand-Brown ignored the silent inquiry. He seated himself on the table,\r\nand dragged up a chair to rest his legs on.\r\n\r\n\"Talking about Mill, of course?\" he said.\r\n\r\n\"Yes,\" said Drummond. \"Have you seen his study since it happened?\"\r\n\r\n\"Yes.\"\r\n\r\nRand-Brown smiled, as if the recollection amused him. He was one of\r\nthose people who do not look their best when they smile.\r\n\r\n\"Playing for the first tomorrow, Barry?\"\r\n\r\n\"I don't know,\" said Barry, shortly. \"I haven't seen the list.\"\r\n\r\nHe objected to the introduction of the topic. It is never pleasant to\r\nhave to discuss games with the very man one has ousted from the team.\r\n\r\nDrummond, too, seemed to feel that the situation was an embarrassing\r\none, for a few minutes later he got up to go over to the gymnasium.\r\n\r\n\"Any of you chaps coming?\" he asked.\r\n\r\nBarry and M'Todd thought they would, and the three left the room.\r\n\r\n\"Nothing like showing a man you don't want him, eh, Bertie? What do you\r\nthink?\" said Rand-Brown.\r\n\r\nBertie grinned politely.\r\n\r\n\r\n\r\n\r\nVI\r\n\r\nTREVOR REMAINS FIRM\r\n\r\n\r\nThe most immediate effect of telling anybody not to do a thing is to\r\nmake him do it, in order to assert his independence. Trevor's first act\r\non receipt of the letter was to include Barry in the team against the\r\nTown. It was what he would have done in any case, but, under the\r\ncircumstances, he felt a peculiar pleasure in doing it. The incident\r\nalso had the effect of recalling to his mind the fact that he had tried\r\nBarry in the first instance on his own responsibility, without\r\nconsulting the committee. The committee of the first fifteen consisted\r\nof the two old colours who came immediately after the captain on the\r\nlist. The powers of a committee varied according to the determination\r\nand truculence of the members of it. On any definite and important\r\nstep, affecting the welfare of the fifteen, the captain theoretically\r\ncould not move without their approval. But if the captain happened to\r\nbe strong-minded and the committee weak, they were apt to be slightly\r\nout of it, and the captain would develop a habit of consulting them a\r\nday or so after he had done a thing. He would give a man his colours,\r\nand inform the committee of it on the following afternoon, when the\r\nthing was done and could not be repealed.\r\n\r\nTrevor was accustomed to ask the advice of his lieutenants fairly\r\nfrequently. He never gave colours, for instance, off his own bat. It\r\nseemed to him that it might be as well to learn what views Milton and\r\nAllardyce had on the subject of Barry, and, after the Town team had\r\ngone back across the river, defeated by a goal and a try to nil, he\r\nchanged and went over to Seymour's to interview Milton.\r\n\r\nMilton was in an arm-chair, watching Renford brew tea. His was one of\r\nthe few studies in the school in which there was an arm-chair. With the\r\nmajority of his contemporaries, it would only run to the portable kind\r\nthat fold up.\r\n\r\n\"Come and have some tea, Trevor,\" said Milton.\r\n\r\n\"Thanks. If there's any going.\"\r\n\r\n\"Heaps. Is there anything to eat, Renford?\"\r\n\r\nThe fag, appealed to on this important point, pondered darkly for a\r\nmoment.\r\n\r\n\"There _was_ some cake,\" he said.\r\n\r\n\"That's all right,\" interrupted Milton, cheerfully. \"Scratch the cake.\r\nI ate it before the match. Isn't there anything else?\"\r\n\r\nMilton had a healthy appetite.\r\n\r\n\"Then there used to be some biscuits.\"\r\n\r\n\"Biscuits are off. I finished 'em yesterday. Look here, young Renford,\r\nwhat you'd better do is cut across to the shop and get some more cake\r\nand some more biscuits, and tell 'em to put it down to me. And don't be\r\nlong.\"\r\n\r\n\"A miles better idea would be to send him over to Donaldson's to fetch\r\nsomething from my study,\" suggested Trevor. \"It isn't nearly so far,\r\nand I've got heaps of stuff.\"\r\n\r\n\"Ripping. Cut over to Donaldson's, young Renford. As a matter of fact,\"\r\nhe added, confidentially, when the emissary had vanished, \"I'm not half\r\nsure that the other dodge would have worked. They seem to think at the\r\nshop that I've had about enough things on tick lately. I haven't\r\nsettled up for last term yet. I've spent all I've got on this study.\r\nWhat do you think of those photographs?\"\r\n\r\n\r\n\r\nTrevor got up and inspected them. They filled the mantelpiece and most\r\nof the wall above it. They were exclusively theatrical photographs, and\r\nof a variety to suit all tastes. For the earnest student of the drama\r\nthere was Sir Henry Irving in _The Bells_, and Mr Martin Harvey in\r\n_The Only Way._ For the admirers of the merely beautiful there\r\nwere Messrs Dan Leno and Herbert Campbell.\r\n\r\n\"Not bad,\" said Trevor. \"Beastly waste of money.\"\r\n\r\n\"Waste of money!\" Milton was surprised and pained at the criticism.\r\n\"Why, you must spend your money on _something.\"_\r\n\r\n\"Rot, I call it,\" said Trevor. \"If you want to collect something, why\r\ndon't you collect something worth having?\"\r\n\r\nJust then Renford came back with the supplies.\r\n\r\n\"Thanks,\" said Milton, \"put 'em down. Does the billy boil, young\r\nRenford?\"\r\n\r\nRenford asked for explanatory notes.\r\n\r\n\"You're a bit of an ass at times, aren't you?\" said Milton, kindly.\r\n\"What I meant was, is the tea ready? If it is, you can scoot. If it\r\nisn't, buck up with it.\"\r\n\r\nA sound of bubbling and a rush of steam from the spout of the kettle\r\nproclaimed that the billy did boil. Renford extinguished the Etna, and\r\nleft the room, while Milton, murmuring vague formulae about \"one\r\nspoonful for each person and one for the pot\", got out of his chair\r\nwith a groan--for the Town match had been an energetic one--and began\r\nto prepare tea.\r\n\r\n\"What I really came round about--\" began Trevor.\r\n\r\n\"Half a second. I can't find the milk.\"\r\n\r\nHe went to the door, and shouted for Renford. On that overworked\r\nyouth's appearance, the following dialogue took place.\r\n\r\n\"Where's the milk?\"\r\n\r\n\"What milk?\"\r\n\r\n\"My milk.\"\r\n\r\n\"There isn't any.\" This in a tone not untinged with triumph, as if the\r\nspeaker realised that here was a distinct score to him.\r\n\r\n\"No milk?\"\r\n\r\n\"No.\"\r\n\r\n\"Why not?\"\r\n\r\n\"You never had any.\"\r\n\r\n\"Well, just cut across--no, half a second. What are you doing\r\ndownstairs?\"\r\n\r\n\"Having tea.\"\r\n\r\n\"Then you've got milk.\"\r\n\r\n\"Only a little.\" This apprehensively.\r\n\r\n\"Bring it up. You can have what we leave.\"\r\n\r\nDisgusted retirement of Master Renford.\r\n\r\n\"What I really came about,\" said Trevor again, \"was business.\"\r\n\r\n\"Colours?\" inquired Milton, rummaging in the tin for biscuits with\r\nsugar on them. \"Good brand of biscuit you keep, Trevor.\"\r\n\r\n\"Yes. I think we might give Alexander and Parker their third.\"\r\n\r\n\"All right. Any others?\"\r\n\r\n\"Barry his second, do you think?\"\r\n\r\n\"Rather. He played a good game today. He's an improvement on\r\nRand-Brown.\"\r\n\r\n\"Glad you think so. I was wondering whether it was the right thing to\r\ndo, chucking Rand-Brown out after one trial like that. But still, if\r\nyou think Barry's better--\"\r\n\r\n\"Streets better. I've had heaps of chances of watching them and\r\ncomparing them, when they've been playing for the house. It isn't only\r\nthat Rand-Brown can't tackle, and Barry can. Barry takes his passes\r\nmuch better, and doesn't lose his head when he's pressed.\"\r\n\r\n\"Just what I thought,\" said Trevor. \"Then you'd go on playing him for\r\nthe first?\"\r\n\r\n\"Rather. He'll get better every game, you'll see, as he gets more used\r\nto playing in the first three-quarter line. And he's as keen as\r\nanything on getting into the team. Practises taking passes and that\r\nsort of thing every day.\"\r\n\r\n\"Well, he'll get his colours if we lick Ripton.\"\r\n\r\n\"We ought to lick them. They've lost one of their forwards, Clifford, a\r\nred-haired chap, who was good out of touch. I don't know if you\r\nremember him.\"\r\n\r\n\"I suppose I ought to go and see Allardyce about these colours, now.\r\nGood-bye.\"\r\n\r\nThere was running and passing on the Monday for every one in the three\r\nteams. Trevor and Clowes met Mr Seymour as they were returning. Mr\r\nSeymour was the football master at Wrykyn.\r\n\r\n\"I see you've given Barry his second, Trevor.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"I think you're wise to play him for the first. He knows the game,\r\nwhich is the great thing, and he will improve with practice,\" said Mr\r\nSeymour, thus corroborating Milton's words of the previous Saturday.\r\n\r\n\"I'm glad Seymour thinks Barry good,\" said Trevor, as they walked on.\r\n\"I shall go on playing him now.\"\r\n\r\n\"Found out who wrote that letter yet?\"\r\n\r\nTrevor laughed.\r\n\r\n\"Not yet,\" he said.\r\n\r\n\"Probably Rand-Brown,\" suggested Clowes. \"He's the man who would gain\r\nmost by Barry's not playing. I hear he had a row with Mill just before\r\nhis study was ragged.\"\r\n\r\n\"Everybody in Seymour's has had rows with Mill some time or other,\"\r\nsaid Trevor.\r\n\r\nClowes stopped at the door of the junior day-room to find his fag.\r\nTrevor went on upstairs. In the passage he met Ruthven.\r\n\r\nRuthven seemed excited.\r\n\r\n\"I say. Trevor,\" he exclaimed, \"have you seen your study?\"\r\n\r\n\"Why, what's the matter with it?\"\r\n\r\n\"You'd better go and look.\"\r\n\r\n\r\n\r\n\r\nVII\r\n\r\n\"WITH THE COMPLIMENTS OF THE LEAGUE\"\r\n\r\n\r\nTrevor went and looked.\r\n\r\nIt was rather an interesting sight. An earthquake or a cyclone might\r\nhave made it a little more picturesque, but not much more. The general\r\neffect was not unlike that of an American saloon, after a visit from\r\nMrs Carrie Nation (with hatchet). As in the case of Mill's study, the\r\nonly thing that did not seem to have suffered any great damage was the\r\ntable. Everything else looked rather off colour. The mantelpiece had\r\nbeen swept as bare as a bone, and its contents littered the floor.\r\nTrevor dived among the debris and retrieved the latest addition to his\r\nart gallery, the photograph of this year's first fifteen. It was a\r\nwreck. The glass was broken and the photograph itself slashed with a\r\nknife till most of the faces were unrecognisable. He picked up another\r\ntreasure, last year's first eleven. Smashed glass again. Faces cut\r\nabout with knife as before. His collection of snapshots was torn into a\r\nthousand fragments, though, as Mr Jerome said of the papier-mache\r\ntrout, there may only have been nine hundred. He did not count\r\nthem. His bookshelf was empty. The books had gone to swell the\r\ncontents of the floor. There was a Shakespeare with its cover off.\r\nPages twenty-two to thirty-one of _Vice Versa_ had parted from the\r\nparent establishment, and were lying by themselves near the door. _The\r\nRogues' March_ lay just beyond them, and the look of the cover\r\nsuggested that somebody had either been biting it or jumping on it with\r\nheavy boots.\r\n\r\nThere was other damage. Over the mantelpiece in happier days had hung a\r\ndozen sea gulls' eggs, threaded on a string. The string was still\r\nthere, as good as new, but of the eggs nothing was to be seen, save a\r\nfine parti-coloured powder--on the floor, like everything else in the\r\nstudy. And a good deal of ink had been upset in one place and another.\r\n\r\nTrevor had been staring at the ruins for some time, when he looked up\r\nto see Clowes standing in the doorway.\r\n\r\n\"Hullo,\" said Clowes, \"been tidying up?\"\r\n\r\nTrevor made a few hasty comments on the situation. Clowes listened\r\napprovingly.\r\n\r\n\"Don't you think,\" he went on, eyeing the study with a critical air,\r\n\"that you've got too many things on the floor, and too few anywhere\r\nelse? And I should move some of those books on to the shelf, if I were\r\nyou.\"\r\n\r\nTrevor breathed very hard.\r\n\r\n\"I should like to find the chap who did this,\" he said softly.\r\n\r\nClowes advanced into the room and proceeded to pick up various\r\nmisplaced articles of furniture in a helpful way.\r\n\r\n\"I thought so,\" he said presently, \"come and look here.\"\r\n\r\nTied to a chair, exactly as it had been in the case of Mill, was a neat\r\nwhite card, and on it were the words, _\"With the Compliments of the\r\nLeague\"._\r\n\r\n\"What are you going to do about this?\" asked Clowes. \"Come into my room\r\nand talk it over.\"\r\n\r\n\"I'll tidy this place up first,\" said Trevor. He felt that the work\r\nwould be a relief. \"I don't want people to see this. It mustn't get\r\nabout. I'm not going to have my study turned into a sort of side-show,\r\nlike Mill's. You go and change. I shan't be long.\"\r\n\r\n\"I will never desert Mr Micawber,\" said Clowes. \"Friend, my place is by\r\nyour side. Shut the door and let's get to work.\"\r\n\r\nTen minutes later the room had resumed a more or less--though\r\nprincipally less--normal appearance. The books and chairs were back in\r\ntheir places. The ink was sopped up. The broken photographs were\r\nstacked in a neat pile in one corner, with a rug over them. The\r\nmantelpiece was still empty, but, as Clowes pointed out, it now merely\r\nlooked as if Trevor had been pawning some of his household gods. There\r\nwas no sign that a devastating secret society had raged through the\r\nstudy.\r\n\r\nThen they adjourned to Clowes' study, where Trevor sank into Clowes'\r\nsecond-best chair--Clowes, by an adroit movement, having appropriated\r\nthe best one--with a sigh of enjoyment. Running and passing, followed\r\nby the toil of furniture-shifting, had made him feel quite tired.\r\n\r\n\"It doesn't look so bad now,\" he said, thinking of the room they had\r\nleft. \"By the way, what did you do with that card?\"\r\n\r\n\"Here it is. Want it?\"\r\n\r\n\"You can keep it. I don't want it.\"\r\n\r\n\"Thanks. If this sort of things goes on, I shall get quite a nice\r\ncollection of these cards. Start an album some day.\"\r\n\r\n\"You know,\" said Trevor, \"this is getting serious.\"\r\n\r\n\"It always does get serious when anything bad happens to one's self. It\r\nalways strikes one as rather funny when things happen to other people.\r\nWhen Mill's study was wrecked, I bet you regarded it as an amusing and\r\noriginal 'turn'. What do you think of the present effort?\"\r\n\r\n\"Who on earth can have done it?\"\r\n\r\n\"The Pres--\"\r\n\r\n\"Oh, dry up. Of course it was. But who the blazes is he?\"\r\n\r\n\"Nay, children, you have me there,\" quoted Clowes. \"I'll tell you one\r\nthing, though. You remember what I said about it's probably being\r\nRand-Brown. He can't have done this, that's certain, because he was\r\nout in the fields the whole time. Though I don't see who else could\r\nhave anything to gain by Barry not getting his colours.\"\r\n\r\n\"There's no reason to suspect him at all, as far as I can see. I don't\r\nknow much about him, bar the fact that he can't play footer for nuts,\r\nbut I've never heard anything against him. Have you?\"\r\n\r\n\"I scarcely know him myself. He isn't liked in Seymour's, I believe.\"\r\n\r\n\"Well, anyhow, this can't be his work.\"\r\n\r\n\"That's what I said.\"\r\n\r\n\"For all we know, the League may have got their knife into Barry for\r\nsome reason. You said they used to get their knife into fellows in that\r\nway. Anyhow, I mean to find out who ragged my room.\"\r\n\r\n\"It wouldn't be a bad idea,\" said Clowes.\r\n\r\n       *       *       *       *       *\r\n\r\nO'Hara came round to Donaldson's before morning school next day to tell\r\nTrevor that he had not yet succeeded in finding the lost bat. He found\r\nTrevor and Clowes in the former's den, trying to put a few finishing\r\ntouches to the same.\r\n\r\n\"Hullo, an' what's up with your study?\" he inquired. He was quick at\r\nnoticing things. Trevor looked annoyed. Clowes asked the visitor if he\r\ndid not think the study presented a neat and gentlemanly appearance.\r\n\r\n\"Where are all your photographs, Trevor?\" persisted the descendant of\r\nIrish kings.\r\n\r\n\"It's no good trying to conceal anything from the bhoy,\" said Clowes.\r\n\"Sit down, O'Hara--mind that chair; it's rather wobbly--and I will tell\r\nye the story.\"\r\n\r\n\"Can you keep a thing dark?\" inquired Trevor.\r\n\r\nO'Hara protested that tombs were not in it.\r\n\r\n\"Well, then, do you remember what happened to Mill's study? That's\r\nwhat's been going on here.\"\r\n\r\nO'Hara nearly fell off his chair with surprise. That some\r\nphilanthropist should rag Mill's study was only to be expected. Mill\r\nwas one of the worst. A worm without a saving grace. But Trevor!\r\nCaptain of football! In the first eleven! The thing was unthinkable.\r\n\r\n\"But who--?\" he began.\r\n\r\n\"That's just what I want to know,\" said Trevor, shortly. He did not\r\nenjoy discussing the affair.\r\n\r\n\"How long have you been at Wrykyn, O'Hara?\" said Clowes.\r\n\r\nO'Hara made a rapid calculation. His fingers twiddled in the air as he\r\nworked out the problem.\r\n\r\n\"Six years,\" he said at last, leaning back exhausted with brain work.\r\n\r\n\"Then you must remember the League?\"\r\n\r\n\"Remember the League? Rather.\"\r\n\r\n\"Well, it's been revived.\"\r\n\r\nO'Hara whistled.\r\n\r\n\"This'll liven the old place up,\" he said. \"I've often thought of\r\nreviving it meself. An' so has Moriarty. If it's anything like the Old\r\nLeague, there's going to be a sort of Donnybrook before it's done with.\r\nI wonder who's running it this time.\"\r\n\r\n\"We should like to know that. If you find out, you might tell us.\"\r\n\r\n\"I will.\"\r\n\r\n\"And don't tell anybody else,\" said Trevor. \"This business has got to\r\nbe kept quiet. Keep it dark about my study having been ragged.\"\r\n\r\n\"I won't tell a soul.\"\r\n\r\n\"Not even Moriarty.\"\r\n\r\n\"Oh, hang it, man,\" put in Clowes, \"you don't want to kill the poor\r\nbhoy, surely? You must let him tell one person.\"\r\n\r\n\"All right,\" said Trevor, \"you can tell Moriarty. But nobody else,\r\nmind.\"\r\n\r\nO'Hara promised that Moriarty should receive the news exclusively.\r\n\r\n\"But why did the League go for ye?\"\r\n\r\n\"They happen to be down on me. It doesn't matter why. They are.\"\r\n\r\n\"I see,\" said O'Hara. \"Oh,\" he added, \"about that bat. The search is\r\nbeing 'vigorously prosecuted'--that's a newspaper quotation--\"\r\n\r\n\"Times?\" inquired Clowes.\r\n\r\n\"_Wrykyn Patriot_,\" said O'Hara, pulling out a bundle of letters.\r\nHe inspected each envelope in turn, and from the fifth extracted a\r\nnewspaper cutting.\r\n\r\n\"Read that,\" he said.\r\n\r\nIt was from the local paper, and ran as follows:--\r\n\r\n\"_Hooligan Outrage_--A painful sensation has been caused in the\r\ntown by a deplorable ebullition of local Hooliganism, which has\r\nresulted in the wanton disfigurement of the splendid statue of Sir\r\nEustace Briggs which stands in the New Recreation Grounds. Our readers\r\nwill recollect that the statue was erected to commemorate the return of\r\nSir Eustace as member for the borough of Wrykyn, by an overwhelming\r\nmajority, at the last election. Last Tuesday some youths of the town,\r\npassing through the Recreation Grounds early in the morning, noticed\r\nthat the face and body of the statue were completely covered with\r\nleaves and some black substance, which on examination proved to be tar.\r\nThey speedily lodged information at the police station. Everything\r\nseems to point to party spite as the motive for the outrage. In view of\r\nthe forth-coming election, such an act is highly significant, and will\r\nserve sufficiently to indicate the tactics employed by our opponents.\r\nThe search for the perpetrator (or perpetrators) of the dastardly act\r\nis being vigorously prosecuted, and we learn with satisfaction that the\r\npolice have already several clues.\"\r\n\r\n\"Clues!\" said Clowes, handing back the paper, \"that means _the\r\nbat_. That gas about 'our opponents' is all a blind to put you off\r\nyour guard. You wait. There'll be more painful sensations before you've\r\nfinished with this business.\"\r\n\r\n\"They can't have found the bat, or why did they not say so?\" observed\r\nO'Hara.\r\n\r\n\"Guile,\" said Clowes, \"pure guile. If I were you, I should escape while\r\nI could. Try Callao. There's no extradition there.\r\n\r\n    'On no petition\r\n     Is extradition\r\n     Allowed in Callao.'\r\n\r\nEither of you chaps coming over to school?\"\r\n\r\n\r\n\r\n\r\nVIII\r\n\r\nO'HARA ON THE TRACK\r\n\r\n\r\nTuesday mornings at Wrykyn were devoted--up to the quarter to eleven\r\ninterval--to the study of mathematics. That is to say, instead of going\r\nto their form-rooms, the various forms visited the out-of-the-way nooks\r\nand dens at the top of the buildings where the mathematical masters\r\nwere wont to lurk, and spent a pleasant two hours there playing round\r\ngames or reading fiction under the desk. Mathematics being one of the\r\nfew branches of school learning which are of any use in after life,\r\nnobody ever dreamed of doing any work in that direction, least of all\r\nO'Hara. It was a theory of O'Hara's that he came to school to enjoy\r\nhimself. To have done any work during a mathematics lesson would have\r\nstruck him as a positive waste of time, especially as he was in Mr\r\nBanks' class. Mr Banks was a master who simply cried out to be ragged.\r\nEverything he did and said seemed to invite the members of his class to\r\namuse themselves, and they amused themselves accordingly. One of the\r\nadvantages of being under him was that it was possible to predict to a\r\nnicety the moment when one would be sent out of the room. This was\r\nfound very convenient.\r\n\r\nO'Hara's ally, Moriarty, was accustomed to take his mathematics with Mr\r\nMorgan, whose room was directly opposite Mr Banks'. With Mr Morgan it\r\nwas not quite so easy to date one's expulsion from the room under\r\nordinary circumstances, and in the normal wear and tear of the\r\nmorning's work, but there was one particular action which could always\r\nbe relied upon to produce the desired result.\r\n\r\nIn one corner of the room stood a gigantic globe. The problem--how did\r\nit get into the room?--was one that had exercised the minds of many\r\ngenerations of Wrykinians. It was much too big to have come through the\r\ndoor. Some thought that the block had been built round it, others that\r\nit had been placed in the room in infancy, and had since grown. To\r\nrefer the question to Mr Morgan would, in six cases out of ten, mean\r\ninstant departure from the room. But to make the event certain, it was\r\nnecessary to grasp the globe firmly and spin it round on its axis. That\r\nalways proved successful. Mr Morgan would dash down from his dais,\r\naddress the offender in spirited terms, and give him his marching\r\norders at once and without further trouble.\r\n\r\nMoriarty had arranged with O'Hara to set the globe rolling at ten sharp\r\non this particular morning. O'Hara would then so arrange matters with\r\nMr Banks that they could meet in the passage at that hour, when O'Hara\r\nwished to impart to his friend his information concerning the League.\r\n\r\nO'Hara promised to be at the trysting-place at the hour mentioned.\r\n\r\nHe did not think there would be any difficulty about it. The news that\r\nthe League had been revived meant that there would be trouble in the\r\nvery near future, and the prospect of trouble was meat and drink to the\r\nIrishman in O'Hara. Consequently he felt in particularly good form for\r\nmathematics (as he interpreted the word). He thought that he would have\r\nno difficulty whatever in keeping Mr Banks bright and amused. The first\r\nstep had to be to arouse in him an interest in life, to bring him into\r\na frame of mind which would induce him to look severely rather than\r\nleniently on the next offender. This was effected as follows:--\r\n\r\nIt was Mr Banks' practice to set his class sums to work out, and, after\r\nsome three-quarters of an hour had elapsed, to pass round the form what\r\nhe called \"solutions\". These were large sheets of paper, on which he\r\nhad worked out each sum in his neat handwriting to a happy ending. When\r\nthe head of the form, to whom they were passed first, had finished with\r\nthem, he would make a slight tear in one corner, and, having done so,\r\nhand them on to his neighbour. The neighbour, before giving them to\r\n_his_ neighbour, would also tear them slightly. In time they would\r\nreturn to their patentee and proprietor, and it was then that things\r\nbecame exciting.\r\n\r\n\"Who tore these solutions like this?\" asked Mr Banks, in the repressed\r\nvoice of one who is determined that he _will_ be calm.\r\n\r\nNo answer. The tattered solutions waved in the air.\r\n\r\nHe turned to Harringay, the head of the form.\r\n\r\n\"Harringay, did you tear these solutions like this?\"\r\n\r\nIndignant negative from Harringay. What he had done had been to make\r\nthe small tear in the top left-hand corner. If Mr Banks had asked, \"Did\r\nyou make this small tear in the top left-hand corner of these\r\nsolutions?\" Harringay would have scorned to deny the impeachment. But\r\nto claim the credit for the whole work would, he felt, be an act of\r\nflat dishonesty, and an injustice to his gifted _collaborateurs._\r\n\r\n\"No, sir,\" said Harringay.\r\n\r\n\"Browne!\"\r\n\r\n\"Yes, sir?\"\r\n\r\n\"Did you tear these solutions in this manner?\"\r\n\r\n\"No, sir.\"\r\n\r\nAnd so on through the form.\r\n\r\nThen Harringay rose after the manner of the debater who is conscious\r\nthat he is going to say the popular thing.\r\n\r\n\"Sir--\" he began.\r\n\r\n\"Sit down, Harringay.\"\r\n\r\nHarringay gracefully waved aside the absurd command.\r\n\r\n\"Sir,\" he said, \"I think I am expressing the general consensus of\r\nopinion among my--ahem--fellow-students, when I say that this class\r\nsincerely regrets the unfortunate state the solutions have managed to\r\nget themselves into.\"\r\n\r\n\"Hear, hear!\" from a back bench.\r\n\r\n\"It is with--\"\r\n\r\n\"Sit _down_, Harringay.\"\r\n\r\n\"It is with heartfelt--\"\r\n\r\n\"Harringay, if you do not sit down--\"\r\n\r\n\"As your ludship pleases.\" This _sotto voce_.\r\n\r\nAnd Harringay resumed his seat amidst applause. O'Hara got up.\r\n\r\n\"As me frind who has just sat down was about to observe--\"\r\n\r\n\"Sit down, O'Hara. The whole form will remain after the class.\"\r\n\r\n\"--the unfortunate state the solutions have managed to get thimsilves\r\ninto is sincerely regretted by this class. Sir, I think I am ixprissing\r\nthe general consensus of opinion among my fellow-students whin I say\r\nthat it is with heart-felt sorrow--\"\r\n\r\n\"O'Hara!\"\r\n\r\n\"Yes, sir?\"\r\n\r\n\"Leave the room instantly.\"\r\n\r\n\"Yes, sir.\"\r\n\r\nFrom the tower across the gravel came the melodious sound of chimes.\r\nThe college clock was beginning to strike ten. He had scarcely got into\r\nthe passage, and closed the door after him, when a roar as of a\r\nbereaved spirit rang through the room opposite, followed by a string of\r\nwords, the only intelligible one being the noun-substantive \"globe\",\r\nand the next moment the door opened and Moriarty came out. The last\r\nstroke of ten was just booming from the clock.\r\n\r\nThere was a large cupboard in the passage, the top of which made a very\r\ncomfortable seat. They climbed on to this, and began to talk business.\r\n\r\n\"An' what was it ye wanted to tell me?\" inquired Moriarty.\r\n\r\nO'Hara related what he had learned from Trevor that morning.\r\n\r\n\"An' do ye know,\" said Moriarty, when he had finished, \"I half\r\nsuspected, when I heard that Mill's study had been ragged, that it\r\nmight be the League that had done it. If ye remember, it was what they\r\nenjoyed doing, breaking up a man's happy home. They did it frequently.\"\r\n\r\n\"But I can't understand them doing it to Trevor at all.\"\r\n\r\n\"They'll do it to anybody they choose till they're caught at it.\"\r\n\r\n\"If they are caught, there'll be a row.\"\r\n\r\n\"We must catch 'em,\" said Moriarty. Like O'Hara, he revelled in the\r\nprospect of a disturbance. O'Hara and he were going up to Aldershot at\r\nthe end of the term, to try and bring back the light and middle-weight\r\nmedals respectively. Moriarty had won the light-weight in the previous\r\nyear, but, by reason of putting on a stone since the competition, was\r\nnow no longer eligible for that class. O'Hara had not been up before,\r\nbut the Wrykyn instructor, a good judge of pugilistic form, was of\r\nopinion that he ought to stand an excellent chance. As the prize-fighter\r\nin _Rodney Stone_ says, \"When you get a good Irishman, you can't\r\nbetter 'em, but they're dreadful 'asty.\" O'Hara was attending the\r\ngymnasium every night, in order to learn to curb his \"dreadful\r\n'astiness\", and acquire skill in its place.\r\n\r\n\"I wonder if Trevor would be any good in a row,\" said Moriarty.\r\n\r\n\"He can't box,\" said O'Hara, \"but he'd go on till he was killed\r\nentirely. I say, I'm getting rather tired of sitting here, aren't you?\r\nLet's go to the other end of the passage and have some cricket.\"\r\n\r\nSo, having unearthed a piece of wood from the debris at the top of the\r\ncupboard, and rolled a handkerchief into a ball, they adjourned.\r\n\r\nRecalling the stirring events of six years back, when the League had\r\nfirst been started, O'Hara remembered that the members of that\r\nenterprising society had been wont to hold meetings in a secluded spot,\r\nwhere it was unlikely that they would be disturbed. It seemed to him\r\nthat the first thing he ought to do, if he wanted to make their nearer\r\nacquaintance now, was to find their present rendezvous. They must have\r\none. They would never run the risk involved in holding mass-meetings in\r\none another's studies. On the last occasion, it had been an old quarry\r\naway out on the downs. This had been proved by the not-to-be-shaken\r\ntestimony of three school-house fags, who had wandered out one\r\nhalf-holiday with the unconcealed intention of finding the League's\r\nplace of meeting. Unfortunately for them, they _had_ found it.\r\nThey were going down the path that led to the quarry before-mentioned,\r\nwhen they were unexpectedly seized, blindfolded, and carried off. An\r\nimpromptu court-martial was held--in whispers--and the three explorers\r\nforthwith received the most spirited \"touching-up\" they had ever\r\nexperienced. Afterwards they were released, and returned to their house\r\nwith their zeal for detection quite quenched. The episode had created a\r\ngood deal of excitement in the school at the time.\r\n\r\nOn three successive afternoons, O'Hara and Moriarty scoured the downs,\r\nand on each occasion they drew blank. On the fourth day, just before\r\nlock-up, O'Hara, who had been to tea with Gregson, of Day's, was\r\ngoing over to the gymnasium to keep a pugilistic appointment with\r\nMoriarty, when somebody ran swiftly past him in the direction of the\r\nboarding-houses. It was almost dark, for the days were still short,\r\nand he did not recognise the runner. But it puzzled him a little to\r\nthink where he had sprung from. O'Hara was walking quite close to the\r\nwall of the College buildings, and the runner had passed between it and\r\nhim. And he had not heard his footsteps. Then he understood, and his\r\npulse quickened as he felt that he was on the track. Beneath the block\r\nwas a large sort of cellar-basement. It was used as a store-room for\r\nchairs, and was never opened except when prize-day or some similar event\r\noccurred, when the chairs were needed. It was supposed to be locked at\r\nother times, but never was. The door was just by the spot where he was\r\nstanding. As he stood there, half-a-dozen other vague forms dashed past\r\nhim in a knot. One of them almost brushed against him. For a moment he\r\nthought of stopping him, but decided not to. He could wait.\r\n\r\nOn the following afternoon he slipped down into the basement soon after\r\nschool. It was as black as pitch in the cellar. He took up a position\r\nnear the door.\r\n\r\nIt seemed hours before anything happened. He was, indeed, almost giving\r\nup the thing as a bad job, when a ray of light cut through the\r\nblackness in front of him, and somebody slipped through the door. The\r\nnext moment, a second form appeared dimly, and then the light was shut\r\noff again.\r\n\r\nO'Hara could hear them groping their way past him. He waited no longer.\r\nIt is difficult to tell where sound comes from in the dark. He plunged\r\nforward at a venture. His hand, swinging round in a semicircle, met\r\nsomething which felt like a shoulder. He slipped his grasp down to the\r\narm, and clutched it with all the force at his disposal.\r\n\r\n\r\n\r\n\r\nIX\r\n\r\nMAINLY ABOUT FERRETS\r\n\r\n\r\n\"Ow!\" exclaimed the captive, with no uncertain voice. \"Let go, you ass,\r\nyou're hurting.\"\r\n\r\nThe voice was a treble voice. This surprised O'Hara. It looked very\r\nmuch as if he had put up the wrong bird. From the dimensions of the arm\r\nwhich he was holding, his prisoner seemed to be of tender years.\r\n\r\n\"Let go, Harvey, you idiot. I shall kick.\"\r\n\r\nBefore the threat could be put into execution, O'Hara, who had been\r\nfumbling all this while in his pocket for a match, found one loose, and\r\nstruck a light. The features of the owner of the arm--he was still\r\nholding it--were lit up for a moment.\r\n\r\n\"Why, it's young Renford!\" he exclaimed. \"What are you doing down\r\nhere?\"\r\n\r\nRenford, however, continued to pursue the topic of his arm, and the\r\neffect that the vice-like grip of the Irishman had had upon it.\r\n\r\n\"You've nearly broken it,\" he said, complainingly.\r\n\r\n\"I'm sorry. I mistook you for somebody else. Who's that with you?\"\r\n\r\n\"It's me,\" said an ungrammatical voice.\r\n\r\n\"Who's me?\"\r\n\r\n\"Harvey.\"\r\n\r\nAt this point a soft yellow light lit up the more immediate\r\nneighbourhood. Harvey had brought a bicycle lamp into action.\r\n\r\n\"That's more like it,\" said Renford. \"Look here, O'Hara, you won't\r\nsplit, will you?\"\r\n\r\n\"I'm not an informer by profession, thanks,\" said O'Hara.\r\n\r\n\"Oh, I know it's all right, really, but you can't be too careful,\r\nbecause one isn't allowed down here, and there'd be a beastly row if it\r\ngot out about our being down here.\"\r\n\r\n\"And _they_ would be cobbed,\" put in Harvey.\r\n\r\n\"Who are they?\" asked O'Hara.\r\n\r\n\"Ferrets. Like to have a look at them?\"\r\n\r\n\"_Ferrets!_\"\r\n\r\n\"Yes. Harvey brought back a couple at the beginning of term. Ripping\r\nlittle beasts. We couldn't keep them in the house, as they'd have got\r\ndropped on in a second, so we had to think of somewhere else, and\r\nthought why not keep them down here?\"\r\n\r\n\"Why, indeed?\" said O'Hara. \"Do ye find they like it?\"\r\n\r\n\"Oh, _they_ don't mind,\" said Harvey. \"We feed 'em twice a day.\r\nOnce before breakfast--we take it in turns to get up early--and once\r\ndirectly after school. And on half-holidays and Sundays we take them\r\nout on to the downs.\"\r\n\r\n\"What for?\"\r\n\r\n\"Why, rabbits, of course. Renford brought back a saloon-pistol with\r\nhim. We keep it locked up in a box--don't tell any one.\"\r\n\r\n\"And what do ye do with the rabbits?\"\r\n\r\n\"We pot at them as they come out of the holes.\"\r\n\r\n\"Yes, but when ye hit 'em?\"\r\n\r\n\"Oh,\" said Renford, with some reluctance, \"we haven't exactly hit any\r\nyet.\"\r\n\r\n\"We've got jolly near, though, lots of times,\" said Harvey. \"Last\r\nSaturday I swear I wasn't more than a quarter of an inch off one of\r\nthem. If it had been a decent-sized rabbit, I should have plugged it\r\nmiddle stump; only it was a small one, so I missed. But come and see\r\nthem. We keep 'em right at the other end of the place, in case anybody\r\ncomes in.\"\r\n\r\n\"Have you ever seen anybody down here?\" asked O'Hara.\r\n\r\n\"Once,\" said Renford. \"Half-a-dozen chaps came down here once while we\r\nwere feeding the ferrets. We waited till they'd got well in, then we\r\nnipped out quietly. They didn't see us.\"\r\n\r\n\"Did you see who they were?\"\r\n\r\n\"No. It was too dark. Here they are. Rummy old crib this, isn't it?\r\nLook out for your shins on the chairs. Switch on the light, Harvey.\r\nThere, aren't they rippers? Quite tame, too. They know us quite well.\r\nThey know they're going to be fed, too. Hullo, Sir Nigel! This is Sir\r\nNigel. Out of the 'White Company', you know. Don't let him nip your\r\nfingers. This other one's Sherlock Holmes.\"\r\n\r\n\"Cats-s-s--s!!\" said O'Hara. He had a sort of idea that that was the\r\nright thing to say to any animal that could chase and bite.\r\n\r\nRenford was delighted to be able to show his ferrets off to so\r\ndistinguished a visitor.\r\n\r\n\"What were you down here about?\" inquired Harvey, when the little\r\nanimals had had their meal, and had retired once more into private\r\nlife.\r\n\r\nO'Hara had expected this question, but he did not quite know what\r\nanswer to give. Perhaps, on the whole, he thought, it would be best to\r\ntell them the real reason. If he refused to explain, their curiosity\r\nwould be roused, which would be fatal. And to give any reason except\r\nthe true one called for a display of impromptu invention of which he\r\nwas not capable. Besides, they would not be likely to give away his\r\nsecret while he held this one of theirs connected with the ferrets. He\r\nexplained the situation briefly, and swore them to silence on the\r\nsubject.\r\n\r\nRenford's comment was brief.\r\n\r\n\"By Jove!\" he observed.\r\n\r\nHarvey went more deeply into the question.\r\n\r\n\"What makes you think they meet down here?\" he asked.\r\n\r\n\"I saw some fellows cutting out of here last night. And you say ye've\r\nseen them here, too. I don't see what object they could have down here\r\nif they weren't the League holding a meeting. I don't see what else a\r\nchap would be after.\"\r\n\r\n\"He might be keeping ferrets,\" hazarded Renford.\r\n\r\n\"The whole school doesn't keep ferrets,\" said O'Hara. \"You're unique in\r\nthat way. No, it must be the League, an' I mean to wait here till they\r\ncome.\"\r\n\r\n\"Not all night?\" asked Harvey. He had a great respect for O'Hara, whose\r\nreputation in the school for out-of-the-way doings was considerable. In\r\nthe bright lexicon of O'Hara he believed there to be no such word as\r\n\"impossible.\"\r\n\r\n\"No,\" said O'Hara, \"but till lock-up. You two had better cut now.\"\r\n\r\n\"Yes, I think we'd better,\" said Harvey.\r\n\r\n\"And don't ye breathe a word about this to a soul\"--a warning which\r\nextracted fervent promises of silence from both youths.\r\n\r\n\"This,\" said Harvey, as they emerged on to the gravel, \"is something\r\nlike. I'm jolly glad we're in it.\"\r\n\r\n\r\n\r\n\"Rather. Do you think O'Hara will catch them?\"\r\n\r\n\"He must if he waits down there long enough. They're certain to come\r\nagain. Don't you wish you'd been here when the League was on before?\"\r\n\r\n\"I should think I did. Race you over to the shop. I want to get\r\nsomething before it shuts.\"\r\n\r\n\"Right ho!\" And they disappeared.\r\n\r\nO'Hara waited where he was till six struck from the clock-tower,\r\nfollowed by the sound of the bell as it rang for lock-up. Then he\r\npicked his way carefully through the groves of chairs, barking his\r\nshins now and then on their out-turned legs, and, pushing open the\r\ndoor, went out into the open air. It felt very fresh and pleasant after\r\nthe brand of atmosphere supplied in the vault. He then ran over to the\r\ngymnasium to meet Moriarty, feeling a little disgusted at the lack of\r\nsuccess that had attended his detective efforts up to the present. So\r\nfar he had nothing to show for his trouble except a good deal of dust\r\non his clothes, and a dirty collar, but he was full of determination.\r\nHe could play a waiting game.\r\n\r\nIt was a pity, as it happened, that O'Hara left the vault when he did.\r\nFive minutes after he had gone, six shadowy forms made their way\r\nsilently and in single file through the doorway of the vault, which\r\nthey closed carefully behind them. The fact that it was after lock-up\r\nwas of small consequence. A good deal of latitude in that way was\r\nallowed at Wrykyn. It was the custom to go out, after the bell had\r\nsounded, to visit the gymnasium. In the winter and Easter terms, the\r\ngymnasium became a sort of social club. People went there with a very\r\nsmall intention of doing gymnastics. They went to lounge about, talking\r\nto cronies, in front of the two huge stoves which warmed the place.\r\nOccasionally, as a concession to the look of the thing, they would do\r\nan easy exercise or two on the horse or parallels, but, for the most\r\npart, they preferred the _role_ of spectator. There was plenty to\r\nsee. In one corner O'Hara and Moriarty would be sparring their nightly\r\nsix rounds (in two batches of three rounds each). In another, Drummond,\r\nwho was going up to Aldershot as a feather-weight, would be putting in\r\na little practice with the instructor. On the apparatus, the members of\r\nthe gymnastic six, including the two experts who were to carry the\r\nschool colours to Aldershot in the spring, would be performing their\r\nusual marvels. It was worth dropping into the gymnasium of an evening.\r\nIn no other place in the school were so many sights to be seen.\r\n\r\nWhen you were surfeited with sightseeing, you went off to your house.\r\nAnd this was where the peculiar beauty of the gymnasium system came in.\r\nYou went up to any master who happened to be there--there was always\r\none at least--and observed in suave accents, \"Please, sir, can I have a\r\npaper?\" Whereupon, he, taking a scrap of paper, would write upon it,\r\n\"J. O. Jones (or A. B. Smith or C. D. Robinson) left gymnasium at\r\nsuch-and-such a time\". And, by presenting this to the menial who\r\nopened the door to you at your house, you went in rejoicing, and all\r\nwas peace.\r\n\r\nNow, there was no mention on the paper of the hour at which you came to\r\nthe gymnasium--only of the hour at which you left. Consequently, certain\r\nlawless spirits would range the neighbourhood after lock-up, and, by\r\nputting in a quarter of an hour at the gymnasium before returning to\r\ntheir houses, escape comment. To this class belonged the shadowy forms\r\npreviously mentioned.\r\n\r\nO'Hara had forgotten this custom, with the result that he was not at\r\nthe vault when they arrived. Moriarty, to whom he confided between the\r\nrounds the substance of his evening's discoveries, reminded him of it.\r\n\"It's no good watching before lock-up,\" he said. \"After six is the time\r\nthey'll come, if they come at all.\"\r\n\r\n\"Bedad, ye're right,\" said O'Hara. \"One of these nights we'll take a\r\nnight off from boxing, and go and watch.\"\r\n\r\n\"Right,\" said Moriarty. \"Are ye ready to go on?\"\r\n\r\n\"Yes. I'm going to practise that left swing at the body this round. The\r\none Fitzsimmons does.\" And they \"put 'em up\" once more.\r\n\r\n\r\n\r\n\r\nX\r\n\r\nBEING A CHAPTER OF ACCIDENTS\r\n\r\n\r\nOn the evening following O'Hara's adventure in the vaults, Barry and\r\nM'Todd were in their study, getting out the tea-things. Most Wrykinians\r\nbrewed in the winter and Easter terms, when the days were short and\r\nlock-up early. In the summer term there were other things to do--nets,\r\nwhich lasted till a quarter to seven (when lock-up was), and the\r\nbaths--and brewing practically ceased. But just now it was at its height,\r\nand every evening, at a quarter past five, there might be heard in the\r\nhouses the sizzling of the succulent sausage and other rare delicacies.\r\nAs a rule, one or two studies would club together to brew, instead of\r\npreparing solitary banquets. This was found both more convivial and\r\nmore economical. At Seymour's, studies numbers five, six, and seven had\r\nalways combined from time immemorial, and Barry, on obtaining study\r\nsix, had carried on the tradition. In study five were Drummond and his\r\nfriend De Bertini. In study seven, which was a smaller room and only\r\ncapable of holding one person with any comfort, one James Rupert\r\nLeather-Twigg (that was his singular name, as Mr Gilbert has it) had\r\ntaken up his abode. The name of Leather-Twigg having proved, at an\r\nearly date in his career, too great a mouthful for Wrykyn, he was known\r\nto his friends and acquaintances by the euphonious title of\r\nShoeblossom. The charm about the genial Shoeblossom was that you could\r\nnever tell what he was going to do next. All that you could rely on\r\nwith any certainty was that it would be something which would have been\r\nbetter left undone.\r\n\r\nIt was just five o'clock when Barry and M'Todd started to get things\r\nready. They were not high enough up in the school to have fags, so that\r\nthey had to do this for themselves.\r\n\r\nBarry was still in football clothes. He had been out running and\r\npassing with the first fifteen. M'Todd, whose idea of exercise was\r\nwinding up a watch, had been spending his time since school ceased in\r\nthe study with a book. He was in his ordinary clothes. It was therefore\r\nfortunate that, when he upset the kettle (he nearly always did at some\r\nperiod of the evening's business), the contents spread themselves over\r\nBarry, and not over himself. Football clothes will stand any amount of\r\nwater, whereas M'Todd's \"Youth's winter suiting at forty-two shillings\r\nand sixpence\" might have been injured. Barry, however, did not look\r\nupon the episode in this philosophical light. He spoke to him\r\neloquently for a while, and then sent him downstairs to fetch more\r\nwater. While he was away, Drummond and De Bertini came in.\r\n\r\n\"Hullo,\" said Drummond, \"tea ready?\"\r\n\r\n\"Not much,\" replied Barry, bitterly, \"not likely to be, either, at this\r\nrate. We'd just got the kettle going when that ass M'Todd plunged\r\nagainst the table and upset the lot over my bags. Lucky the beastly\r\nstuff wasn't boiling. I'm soaked.\"\r\n\r\n\"While we wait--the sausages--Yes?--a good idea--M'Todd, he is\r\ndownstairs--but to wait? No, no. Let us. Shall we? Is it not so? Yes?\"\r\nobserved Bertie, lucidly.\r\n\r\n\"Now construe,\" said Barry, looking at the linguist with a bewildered\r\nexpression. It was a source of no little inconvenience to his friends\r\nthat De Bertini was so very fixed in his determination to speak\r\nEnglish. He was a trier all the way, was De Bertini. You rarely caught\r\nhim helping out his remarks with the language of his native land. It\r\nwas English or nothing with him. To most of his circle it might as well\r\nhave been Zulu.\r\n\r\nDrummond, either through natural genius or because he spent more time\r\nwith him, was generally able to act as interpreter. Occasionally there\r\nwould come a linguistic effort by which even he freely confessed\r\nhimself baffled, and then they would pass on unsatisfied. But, as a\r\nrule, he was equal to the emergency. He was so now.\r\n\r\n\"What Bertie means,\" he explained, \"is that it's no good us waiting for\r\nM'Todd to come back. He never could fill a kettle in less than ten\r\nminutes, and even then he's certain to spill it coming upstairs and\r\nhave to go back again. Let's get on with the sausages.\"\r\n\r\nThe pan had just been placed on the fire when M'Todd returned with the\r\nwater. He tripped over the mat as he entered, and spilt about half a\r\npint into one of his football boots, which stood inside the door, but\r\nthe accident was comparatively trivial, and excited no remark.\r\n\r\n\"I wonder where that slacker Shoeblossom has got to,\" said Barry. \"He\r\nnever turns up in time to do any work. He seems to regard himself as a\r\nbeastly guest. I wish we could finish the sausages before he comes. It\r\nwould be a sell for him.\"\r\n\r\n\"Not much chance of that,\" said Drummond, who was kneeling before the\r\nfire and keeping an excited eye on the spluttering pan, \"_you_\r\nsee. He'll come just as we've finished cooking them. I believe the man\r\nwaits outside with his ear to the keyhole. Hullo! Stand by with the\r\nplate. They'll be done in half a jiffy.\"\r\n\r\nJust as the last sausage was deposited in safety on the plate, the door\r\nopened, and Shoeblossom, looking as if he had not brushed his hair\r\nsince early childhood, sidled in with an attempt at an easy nonchalance\r\nwhich was rendered quite impossible by the hopeless state of his\r\nconscience.\r\n\r\n\"Ah,\" he said, \"brewing, I see. Can I be of any use?\"\r\n\r\n\"We've finished years ago,\" said Barry.\r\n\r\n\"Ages ago,\" said M'Todd.\r\n\r\nA look of intense alarm appeared on Shoeblossom's classical features.\r\n\r\n\"You've not finished, really?\"\r\n\r\n\"We've finished cooking everything,\" said Drummond. \"We haven't begun\r\ntea yet. Now, are you happy?\"\r\n\r\nShoeblossom was. So happy that he felt he must do something to\r\ncelebrate the occasion. He felt like a successful general. There must\r\nbe _something_ he could do to show that he regarded the situation\r\nwith approval. He looked round the study. Ha! Happy thought--the\r\nfrying-pan. That useful culinary instrument was lying in the fender,\r\nstill bearing its cargo of fat, and beside it--a sight to stir the\r\nblood and make the heart beat faster--were the sausages, piled up on\r\ntheir plate.\r\n\r\nShoeblossom stooped. He seized the frying-pan. He gave it one twirl in\r\nthe air. Then, before any one could stop him, he had turned it upside\r\ndown over the fire. As has been already remarked, you could never\r\npredict exactly what James Rupert Leather-Twigg would be up to next.\r\n\r\nWhen anything goes out of the frying-pan into the fire, it is usually\r\nproductive of interesting by-products. The maxim applies to fat. The\r\nfat was in the fire with a vengeance. A great sheet of flame rushed out\r\nand up. Shoeblossom leaped back with a readiness highly creditable in\r\none who was not a professional acrobat. The covering of the mantelpiece\r\ncaught fire. The flames went roaring up the chimney.\r\n\r\nDrummond, cool while everything else was so hot, without a word moved\r\nto the mantelpiece to beat out the fire with a football shirt. Bertie\r\nwas talking rapidly to himself in French. Nobody could understand what\r\nhe was saying, which was possibly fortunate.\r\n\r\nBy the time Drummond had extinguished the mantelpiece, Barry had also\r\ndone good work by knocking the fire into the grate with the poker.\r\nM'Todd, who had been standing up till now in the far corner of the\r\nroom, gaping vaguely at things in general, now came into action.\r\nProbably it was force of habit that suggested to him that the time had\r\ncome to upset the kettle. At any rate, upset it he did--most of it over\r\nthe glowing, blazing mass in the grate, the rest over Barry. One of the\r\nlargest and most detestable smells the study had ever had to endure\r\ninstantly assailed their nostrils. The fire in the study was out now,\r\nbut in the chimney it still blazed merrily.\r\n\r\n\"Go up on to the roof and heave water down,\" said Drummond, the\r\nstrategist. \"You can get out from Milton's dormitory window. And take\r\ncare not to chuck it down the wrong chimney.\"\r\n\r\nBarry was starting for the door to carry out these excellent\r\ninstructions, when it flew open.\r\n\r\n\"Pah! What have you boys been doing? What an abominable smell. Pah!\"\r\nsaid a muffled voice. It was Mr Seymour. Most of his face was concealed\r\nin a large handkerchief, but by the look of his eyes, which appeared\r\nabove, he did not seem pleased. He took in the situation at a glance.\r\nFires in the house were not rarities. One facetious sportsman had once\r\nmade a rule of setting the senior day-room chimney on fire every term.\r\nHe had since left (by request), but fires still occurred.\r\n\r\n\"Is the chimney on fire?\"\r\n\r\n\"Yes, sir,\" said Drummond.\r\n\r\n\"Go and find Herbert, and tell him to take some water on to the roof\r\nand throw it down.\" Herbert was the boot and knife cleaner at\r\nSeymour's.\r\n\r\nBarry went. Soon afterwards a splash of water in the grate announced\r\nthat the intrepid Herbert was hard at it. Another followed, and\r\nanother. Then there was a pause. Mr Seymour thought he would look up to\r\nsee if the fire was out. He stooped and peered into the darkness, and,\r\neven as he gazed, splash came the contents of the fourth pail, together\r\nwith some soot with which they had formed a travelling acquaintance on\r\nthe way down. Mr Seymour staggered back, grimy and dripping. There was\r\ndead silence in the study. Shoeblossom's face might have been seen\r\nworking convulsively.\r\n\r\nThe silence was broken by a hollow, sepulchral voice with a strong\r\nCockney accent.\r\n\r\n\"Did yer see any water come down then, sir?\" said the voice.\r\n\r\nShoeblossom collapsed into a chair, and began to sob feebly.\r\n\r\n       *       *       *       *       *\r\n\r\n\"--disgraceful ... scandalous ... get _up_, Leather-Twigg ... not to\r\nbe trusted ... _babies_ ... three hundred lines, Leather-Twigg ...\r\nabominable ... surprised ... ought to be ashamed of yourselves ...\r\n_double_, Leather-Twigg ... not fit to have studies ... atrocious ...--\"\r\n\r\nSuch were the main heads of Mr Seymour's speech on the situation as he\r\ndabbed desperately at the soot on his face with his handkerchief.\r\nShoeblossom stood and gurgled throughout. Not even the thought of six\r\nhundred lines could quench that dauntless spirit.\r\n\r\n\"Finally,\" perorated Mr Seymour, as he was leaving the room, \"as you\r\nare evidently not to be trusted with rooms of your own, I forbid you to\r\nenter them till further notice. It is disgraceful that such a thing\r\nshould happen. Do you hear, Barry? And you, Drummond? You are not to\r\nenter your studies again till I give you leave. Move your books down to\r\nthe senior day-room tonight.\"\r\n\r\nAnd Mr Seymour stalked off to clean himself.\r\n\r\n\"Anyhow,\" said Shoeblossom, as his footsteps died away, \"we saved the\r\nsausages.\"\r\n\r\nIt is this indomitable gift of looking on the bright side that makes us\r\nEnglishmen what we are.\r\n\r\n\r\n\r\n\r\nXI\r\n\r\nTHE HOUSE-MATCHES\r\n\r\n\r\nIt was something of a consolation to Barry and his friends--at any\r\nrate, to Barry and Drummond--that directly after they had been evicted\r\nfrom their study, the house-matches began. Except for the Ripton match,\r\nthe house-matches were the most important event of the Easter term.\r\nEven the sports at the beginning of April were productive of less\r\nexcitement. There were twelve houses at Wrykyn, and they played on the\r\n\"knocking-out\" system. To be beaten once meant that a house was no\r\nlonger eligible for the competition. It could play \"friendlies\" as much\r\nas it liked, but, play it never so wisely, it could not lift the cup.\r\nThus it often happened that a weak house, by fluking a victory over a\r\nstrong rival, found itself, much to its surprise, in the semi-final, or\r\nsometimes even in the final. This was rarer at football than at\r\ncricket, for at football the better team generally wins.\r\n\r\nThe favourites this year were Donaldson's, though some fancied\r\nSeymour's. Donaldson's had Trevor, whose leadership was worth almost\r\nmore than his play. In no other house was training so rigid. You could\r\ntell a Donaldson's man, if he was in his house-team, at a glance. If\r\nyou saw a man eating oatmeal biscuits in the shop, and eyeing wistfully\r\nthe while the stacks of buns and pastry, you could put him down as a\r\nDonaldsonite without further evidence. The captains of the other houses\r\nused to prescribe a certain amount of self-abnegation in the matter of\r\nfood, but Trevor left his men barely enough to support life--enough,\r\nthat is, of the things that are really worth eating. The consequence\r\nwas that Donaldson's would turn out for an important match all muscle\r\nand bone, and on such occasions it was bad for those of their opponents\r\nwho had been taking life more easily. Besides Trevor they had Clowes,\r\nand had had bad luck in not having Paget. Had Paget stopped, no other\r\nhouse could have looked at them. But by his departure, the strength of\r\nthe team had become more nearly on a level with that of Seymour's.\r\n\r\nSome even thought that Seymour's were the stronger. Milton was as good\r\na forward as the school possessed. Besides him there were Barry and\r\nRand-Brown on the wings. Drummond was a useful half, and five of the\r\npack had either first or second fifteen colours. It was a team that\r\nwould take some beating.\r\n\r\nTrevor came to that conclusion early. \"If we can beat Seymour's, we'll\r\nlift the cup,\" he said to Clowes.\r\n\r\n\"We'll have to do all we know,\" was Clowes' reply.\r\n\r\nThey were watching Seymour's pile up an immense score against a scratch\r\nteam got up by one of the masters. The first round of the competition\r\nwas over. Donaldson's had beaten Templar's, Seymour's the School House.\r\nTemplar's were rather stronger than the School House, and Donaldson's\r\nhad beaten them by a rather larger score than that which Seymour's had\r\nrun up in their match. But neither Trevor nor Clowes was inclined to\r\ndraw any augury from this. Seymour's had taken things easily after\r\nhalf-time; Donaldson's had kept going hard all through.\r\n\r\n\"That makes Rand-Brown's fourth try,\" said Clowes, as the wing\r\nthree-quarter of the second fifteen raced round and scored in the\r\ncorner.\r\n\r\n\"Yes. This is the sort of game he's all right in. The man who's marking\r\nhim is no good. Barry's scored twice, and both good tries, too.\"\r\n\r\n\"Oh, there's no doubt which is the best man,\" said Clowes. \"I only\r\nmentioned that it was Rand-Brown's fourth as an item of interest.\"\r\n\r\nThe game continued. Barry scored a third try.\r\n\r\n\"We're drawn against Appleby's next round,\" said Trevor. \"We can manage\r\nthem all right.\"\r\n\r\n\"When is it?\"\r\n\r\n\"Next Thursday. Nomads' match on Saturday. Then Ripton, Saturday week.\"\r\n\r\n\"Who've Seymour's drawn?\"\r\n\r\n\"Day's. It'll be a good game, too. Seymour's ought to win, but they'll\r\nhave to play their best. Day's have got some good men.\"\r\n\r\n\"Fine scrum,\" said Clowes.  \"Yes. Quick in the open, too, which is\r\nalways good business. I wish they'd beat Seymour's.\"\r\n\r\n\"Oh, we ought to be all right, whichever wins.\"\r\n\r\nAppleby's did not offer any very serious resistance to the Donaldson\r\nattack. They were outplayed at every point of the game, and, before\r\nhalf-time, Donaldson's had scored their thirty points. It was a rule in\r\nall in-school matches--and a good rule, too--that, when one side led by\r\nthirty points, the match stopped. This prevented those massacres which\r\ndo so much towards crushing all the football out of the members of the\r\nbeaten team; and it kept the winning team from getting slack, by urging\r\nthem on to score their thirty points before half-time. There were some\r\nhouses--notoriously slack--which would go for a couple of seasons\r\nwithout ever playing the second half of a match.\r\n\r\nHaving polished off the men of Appleby, the Donaldson team trooped off\r\nto the other game to see how Seymour's were getting on with Day's. It\r\nwas evidently an exciting match. The first half had been played to the\r\naccompaniment of much shouting from the ropes. Though coming so early\r\nin the competition, it was really the semi-final, for whichever team\r\nwon would be almost certain to get into the final. The school had\r\nturned up in large numbers to watch.\r\n\r\n\"Seymour's looking tired of life,\" said Clowes. \"That would seem as if\r\nhis fellows weren't doing well.\"\r\n\r\n\"What's been happening here?\" asked Trevor of an enthusiast in a\r\nSeymour's house cap whose face was crimson with yelling.\r\n\r\n\"One goal all,\" replied the enthusiast huskily. \"Did you beat\r\nAppleby's?\"\r\n\r\n\"Yes. Thirty points before half-time. Who's been doing the scoring\r\nhere?\"\r\n\r\n\"Milton got in for us. He barged through out of touch. We've been\r\npressing the whole time. Barry got over once, but he was held up.\r\nHullo, they're beginning again. Buck up, Sey-_mour's_.\"\r\n\r\nHis voice cracking on the high note, he took an immense slab of vanilla\r\nchocolate as a remedy for hoarseness.\r\n\r\n\"Who scored for Day's?\" asked Clowes.\r\n\r\n\"Strachan. Rand-Brown let him through from their twenty-five. You never\r\nsaw anything so rotten as Rand-Brown. He doesn't take his passes, and\r\nStrachan gets past him every time.\"\r\n\r\n\"Is Strachan playing on the wing?\"\r\n\r\nStrachan was the first fifteen full-back.\r\n\r\n\"Yes. They've put young Bassett back instead of him. Sey-_mour's_.\r\nBuck up, Seymour's. We-ell played! There, did you ever see anything\r\nlike it?\" he broke off disgustedly.\r\n\r\nThe Seymourite playing centre next to Rand-Brown had run through to the\r\nback and passed out to his wing, as a good centre should. It was a\r\nperfect pass, except that it came at his head instead of his chest.\r\nNobody with any pretensions to decent play should have missed it.\r\nRand-Brown, however, achieved that feat. The ball struck his hands\r\nand bounded forward. The referee blew his whistle for a scrum, and a\r\ncertain try was lost.\r\n\r\nFrom the scrum the Seymour's forwards broke away to the goal-line,\r\nwhere they were pulled up by Bassett. The next minute the defence had\r\nbeen pierced, and Drummond was lying on the ball a yard across the\r\nline. The enthusiast standing by Clowes expended the last relics of his\r\nvoice in commemorating the fact that his side had the lead.\r\n\r\n\"Drummond'll be good next year,\" said Trevor. And he made a mental note\r\nto tell Allardyce, who would succeed him in the command of the school\r\nfootball, to keep an eye on the player in question.\r\n\r\nThe triumph of the Seymourites was not long lived. Milton failed to\r\nconvert Drummond's try. From the drop-out from the twenty-five line\r\nBarry got the ball, and punted into touch. The throw-out was not\r\nstraight, and a scrum was formed. The ball came out to the Day's\r\nhalves, and went across to Strachan. Rand-Brown hesitated, and then\r\nmade a futile spring at the first fifteen man's neck. Strachan handed\r\nhim off easily, and ran. The Seymour's full-back, who was a poor\r\nplayer, failed to get across in time. Strachan ran round behind the\r\nposts, the kick succeeded, and Day's now led by two points.\r\n\r\nAfter this the game continued in Day's half. Five minutes before time\r\nwas up, Drummond got the ball from a scrum nearly on the line, passed\r\nit to Barry on the wing instead of opening up the game by passing to\r\nhis centres, and Barry slipped through in the corner. This put\r\nSeymour's just one point ahead, and there they stayed till the whistle\r\nblew for no-side.\r\n\r\nMilton walked over to the boarding-houses with Clowes and Trevor. He\r\nwas full of the match, particularly of the iniquity of Rand-Brown.  \"I\r\nslanged him on the field,\" he said. \"It's a thing I don't often do, but\r\nwhat else _can_ you do when a man plays like that? He lost us\r\nthree certain tries.\"\r\n\r\n\"When did you administer your rebuke?\" inquired Clowes.\r\n\r\n\"When he had let Strachan through that second time, in the second half.\r\nI asked him why on earth he tried to play footer at all. I told him a\r\ngood kiss-in-the-ring club was about his form. It was rather cheap, but\r\nI felt so frightfully sick about it. It's sickening to be let down like\r\nthat when you've been pressing the whole time, and ought to be scoring\r\nevery other minute.\"\r\n\r\n\"What had he to say on the subject?\" asked Clowes.\r\n\r\n\"Oh, he gassed a bit until I told him I'd kick him if he said another\r\nword. That shut him up.\"\r\n\r\n\"You ought to have kicked him. You want all the kicking practice you\r\ncan get. I never saw anything feebler than that shot of yours after\r\nDrummond's try.\"\r\n\r\n\"I'd like to see _you_ take a kick like that. It was nearly on the\r\ntouch-line. Still, when we play you, we shan't need to convert any of\r\nour tries. We'll get our thirty points without that. Perhaps you'd like\r\nto scratch?\"\r\n\r\n\"As a matter of fact,\" said Clowes confidentially, \"I am going to score\r\nseven tries against you off my own bat. You'll be sorry you ever turned\r\nout when we've finished with you.\"\r\n\r\n\r\n\r\n\r\nXII\r\n\r\nNEWS OF THE GOLD BAT\r\n\r\n\r\nShoeblossom sat disconsolately on the table in the senior day-room. He\r\nwas not happy in exile. Brewing in the senior day-room was a mere\r\nvulgar brawl, lacking all the refining influences of the study. You had\r\nto fight for a place at the fire, and when you had got it 'twas not\r\nalways easy to keep it, and there was no privacy, and the fellows were\r\nalways bear-fighting, so that it was impossible to read a book quietly\r\nfor ten consecutive minutes without some ass heaving a cushion at you\r\nor turning out the gas. Altogether Shoeblossom yearned for the peace of\r\nhis study, and wished earnestly that Mr Seymour would withdraw the\r\norder of banishment. It was the not being able to read that he objected\r\nto chiefly. In place of brewing, the ex-proprietors of studies five,\r\nsix, and seven now made a practice of going to the school shop. It was\r\nmore expensive and not nearly so comfortable--there is a romance about\r\na study brew which you can never get anywhere else--but it served, and\r\nit was not on this score that he grumbled most. What he hated was\r\nhaving to live in a bear-garden. For Shoeblossom was a man of moods.\r\nGive him two or three congenial spirits to back him up, and he would\r\nlead the revels with the _abandon_ of a Mr Bultitude (after his\r\nreturn to his original form). But he liked to choose his accomplices,\r\nand the gay sparks of the senior day-room did not appeal to him. They\r\nwere not intellectual enough. In his lucid intervals, he was accustomed\r\nto be almost abnormally solemn and respectable. When not promoting some\r\nunholy rag, Shoeblossom resembled an elderly gentleman of studious\r\nhabits. He liked to sit in a comfortable chair and read a book. It was\r\nthe impossibility of doing this in the senior day-room that led him to\r\ntry and think of some other haven where he might rest. Had it been\r\nsummer, he would have taken some literature out on to the cricket-field\r\nor the downs, and put in a little steady reading there, with the aid of\r\na bag of cherries. But with the thermometer low, that was impossible.\r\n\r\nHe felt very lonely and dismal. He was not a man with many friends. In\r\nfact, Barry and the other three were almost the only members of the\r\nhouse with whom he was on speaking-terms. And of these four he saw very\r\nlittle. Drummond and Barry were always out of doors or over at the\r\ngymnasium, and as for M'Todd and De Bertini, it was not worth while\r\ntalking to the one, and impossible to talk to the other. No wonder\r\nShoeblossom felt dull. Once Barry and Drummond had taken him over to\r\nthe gymnasium with them, but this had bored him worse than ever. They\r\nhad been hard at it all the time--for, unlike a good many of the\r\nschool, they went to the gymnasium for business, not to lounge--and he\r\nhad had to sit about watching them. And watching gymnastics was one of\r\nthe things he most loathed. Since then he had refused to go.\r\n\r\nThat night matters came to a head. Just as he had settled down to read,\r\nsomebody, in flinging a cushion across the room, brought down the gas\r\napparatus with a run, and before light was once more restored it was\r\ntea-time. After that there was preparation, which lasted for two hours,\r\nand by the time he had to go to bed he had not been able to read a\r\nsingle page of the enthralling work with which he was at present\r\noccupied.\r\n\r\nHe had just got into bed when he was struck with a brilliant idea. Why\r\nwaste the precious hours in sleep? What was that saying of somebody's,\r\n\"Five hours for a wise man, six for somebody else--he forgot whom--eight\r\nfor a fool, nine for an idiot,\" or words to that effect? Five hours\r\nsleep would mean that he need not go to bed till half past two. In the\r\nmeanwhile he could be finding out exactly what the hero _did_ do when\r\nhe found out (to his horror) that it was his cousin Jasper who had\r\nreally killed the old gentleman in the wood. The only question was--how\r\nwas he to do his reading? Prefects were allowed to work on after lights\r\nout in their dormitories by the aid of a candle, but to the ordinary\r\nmortal this was forbidden.\r\n\r\nThen he was struck with another brilliant idea. It is a curious thing\r\nabout ideas. You do not get one for over a month, and then there comes\r\na rush of them, all brilliant. Why, he thought, should he not go and\r\nread in his study with a dark lantern? He had a dark lantern. It was\r\none of the things he had found lying about at home on the last day of\r\nthe holidays, and had brought with him to school. It was his custom to\r\ngo about the house just before the holidays ended, snapping up\r\nunconsidered trifles, which might or might not come in useful. This\r\nterm he had brought back a curious metal vase (which looked Indian, but\r\nwhich had probably been made in Birmingham the year before last), two\r\nold coins (of no mortal use to anybody in the world, including\r\nhimself), and the dark lantern. It was reposing now in the cupboard in\r\nhis study nearest the window.\r\n\r\nHe had brought his book up with him on coming to bed, on the chance\r\nthat he might have time to read a page or two if he woke up early. (He\r\nhad always been doubtful about that man Jasper. For one thing, he had\r\nbeen seen pawning the old gentleman's watch on the afternoon of the\r\nmurder, which was a suspicious circumstance, and then he was not a nice\r\ncharacter at all, and just the sort of man who would be likely to murder\r\nold gentlemen in woods.) He waited till Mr Seymour had paid his nightly\r\nvisit--he went the round of the dormitories at about eleven--and then he\r\nchuckled gently. If Mill, the dormitory prefect, was awake, the chuckle\r\nwould make him speak, for Mill was of a suspicious nature, and believed\r\nthat it was only his unintermitted vigilance which prevented the\r\ndormitory ragging all night.\r\n\r\nMill _was_ awake.\r\n\r\n\"Be quiet, there,\" he growled. \"Shut up that noise.\"\r\n\r\nShoeblossom felt that the time was not yet ripe for his departure. Half\r\nan hour later he tried again. There was no rebuke. To make certain he\r\nemitted a second chuckle, replete with sinister meaning. A slight snore\r\ncame from the direction of Mill's bed. Shoeblossom crept out of the\r\nroom, and hurried to his study. The door was not locked, for Mr Seymour\r\nhad relied on his commands being sufficient to keep the owner out of\r\nit. He slipped in, found and lit the dark lantern, and settled down to\r\nread. He read with feverish excitement. The thing was, you see, that\r\nthough Claud Trevelyan (that was the hero) knew jolly well that it was\r\nJasper who had done the murder, the police didn't, and, as he (Claud)\r\nwas too noble to tell them, he had himself been arrested on suspicion.\r\nShoeblossom was skimming through the pages with starting eyes, when\r\nsuddenly his attention was taken from his book by a sound. It was a\r\nfootstep. Somebody was coming down the passage, and under the door\r\nfiltered a thin stream of light. To snap the dark slide over the\r\nlantern and dart to the door, so that if it opened he would be behind\r\nit, was with him, as Mr Claud Trevelyan might have remarked, the work\r\nof a moment. He heard the door of study number five flung open, and\r\nthen the footsteps passed on, and stopped opposite his own den. The\r\nhandle turned, and the light of a candle flashed into the room, to be\r\nextinguished instantly as the draught of the moving door caught it.\r\n\r\nShoeblossom heard his visitor utter an exclamation of annoyance, and\r\nfumble in his pocket for matches. He recognised the voice. It was Mr\r\nSeymour's. The fact was that Mr Seymour had had the same experience as\r\nGeneral Stanley in _The Pirates of Penzance_:\r\n\r\n    The man who finds his conscience ache,\r\n      No peace at all enjoys;\r\n    And, as I lay in bed awake,\r\n      I thought I heard a noise.\r\n\r\nWhether Mr Seymour's conscience ached or not, cannot, of course, be\r\ndiscovered. But he had certainly thought he heard a noise, and he had\r\ncome to investigate.\r\n\r\nThe search for matches had so far proved fruitless. Shoeblossom stood\r\nand quaked behind the door. The reek of hot tin from the dark lantern\r\ngrew worse momentarily. Mr Seymour sniffed several times, until\r\nShoeblossom thought that he must be discovered. Then, to his immense\r\nrelief, the master walked away. Shoeblossom's chance had come. Mr\r\nSeymour had probably gone to get some matches to relight his candle. It\r\nwas far from likely that the episode was closed. He would be back again\r\npresently. If Shoeblossom was going to escape, he must do it now, so he\r\nwaited till the footsteps had passed away, and then darted out in the\r\ndirection of his dormitory.\r\n\r\nAs he was passing Milton's study, a white figure glided out of it. All\r\nthat he had ever read or heard of spectres rushed into Shoeblossom's\r\npetrified brain. He wished he was safely in bed. He wished he had never\r\ncome out of it. He wished he had led a better and nobler life. He\r\nwished he had never been born.\r\n\r\nThe figure passed quite close to him as he stood glued against the\r\nwall, and he saw it disappear into the dormitory opposite his own, of\r\nwhich Rigby was prefect. He blushed hotly at the thought of the fright\r\nhe had been in. It was only somebody playing the same game as himself.\r\n\r\nHe jumped into bed and lay down, having first plunged the lantern\r\nbodily into his jug to extinguish it. Its indignant hiss had scarcely\r\ndied away when Mr Seymour appeared at the door. It had occurred to Mr\r\nSeymour that he had smelt something very much out of the ordinary in\r\nShoeblossom's study, a smell uncommonly like that of hot tin. And a\r\nsuspicion dawned on him that Shoeblossom had been in there with a dark\r\nlantern. He had come to the dormitory to confirm his suspicions. But a\r\nglance showed him how unjust they had been. There was Shoeblossom fast\r\nasleep. Mr Seymour therefore followed the excellent example of my Lord\r\nTomnoddy on a celebrated occasion, and went off to bed.\r\n\r\n       *       *       *       *       *\r\n\r\nIt was the custom for the captain of football at Wrykyn to select and\r\npublish the team for the Ripton match a week before the day on which it\r\nwas to be played. On the evening after the Nomads' match, Trevor was\r\nsitting in his study writing out the names, when there came a knock at\r\nthe door, and his fag entered with a letter.\r\n\r\n\"This has just come, Trevor,\" he said.\r\n\r\n\"All right. Put it down.\"\r\n\r\nThe fag left the room. Trevor picked up the letter. The handwriting was\r\nstrange to him. The words had been printed. Then it flashed upon him\r\nthat he had received a letter once before addressed in the same\r\nway--the letter from the League about Barry. Was this, too, from\r\nthat address? He opened it.\r\n\r\nIt was.\r\n\r\nHe read it, and gasped. The worst had happened. The gold bat was in the\r\nhands of the enemy.\r\n\r\n\r\n\r\n\r\nXIII\r\n\r\nVICTIM NUMBER THREE\r\n\r\n\r\n\"With reference to our last communication,\" ran the letter--the writer\r\nevidently believed in the commercial style--\"it may interest you to\r\nknow that the bat you lost by the statue on the night of the 26th of\r\nJanuary has come into our possession. _We observe that Barry is still\r\nplaying for the first fifteen._\"\r\n\r\n\"And will jolly well continue to,\" muttered Trevor, crumpling the paper\r\nviciously into a ball.\r\n\r\nHe went on writing the names for the Ripton match. The last name on the\r\nlist was Barry's.\r\n\r\nThen he sat back in his chair, and began to wrestle with this new\r\ndevelopment. Barry must play. That was certain. All the bluff in the\r\nworld was not going to keep him from playing the best man at his disposal\r\nin the Ripton match. He himself did not count. It was the school he had\r\nto think of. This being so, what was likely to happen? Though nothing\r\nwas said on the point, he felt certain that if he persisted in ignoring\r\nthe League, that bat would find its way somehow--by devious routes,\r\npossibly--to the headmaster or some one else in authority. And then\r\nthere would be questions--awkward questions--and things would begin\r\nto come out. Then a fresh point struck him, which was, that whatever\r\nmight happen would affect, not himself, but O'Hara. This made it rather\r\nmore of a problem how to act. Personally, he was one of those dogged\r\ncharacters who can put up with almost anything themselves. If this had\r\nbeen his affair, he would have gone on his way without hesitating.\r\nEvidently the writer of the letter was under the impression that he\r\nhad been the hero (or villain) of the statue escapade.\r\n\r\nIf everything came out it did not require any great effort of prophecy\r\nto predict what the result would be. O'Hara would go. Promptly. He\r\nwould receive his marching orders within ten minutes of the discovery\r\nof what he had done. He would be expelled twice over, so to speak, once\r\nfor breaking out at night--one of the most heinous offences in the\r\nschool code--and once for tarring the statue. Anything that gave the\r\nschool a bad name in the town was a crime in the eyes of the powers,\r\nand this was such a particularly flagrant case. Yes, there was no doubt\r\nof that. O'Hara would take the first train home without waiting to pack\r\nup. Trevor knew his people well, and he could imagine their feelings\r\nwhen the prodigal strolled into their midst--an old Wrykinian _malgre\r\nlui_. As the philosopher said of falling off a ladder, it is not the\r\nfalling that matters: it is the sudden stopping at the other end. It is\r\nnot the being expelled that is so peculiarly objectionable: it is the\r\nsudden homecoming. With this gloomy vision before him, Trevor almost\r\nwavered. But the thought that the selection of the team had nothing\r\nwhatever to do with his personal feelings strengthened him. He was\r\nsimply a machine, devised to select the fifteen best men in the school\r\nto meet Ripton. In his official capacity of football captain he was not\r\nsupposed to have any feelings. However, he yielded in so far that he\r\nwent to Clowes to ask his opinion.\r\n\r\nClowes, having heard everything and seen the letter, unhesitatingly\r\nvoted for the right course. If fifty mad Irishmen were to be expelled,\r\nBarry must play against Ripton. He was the best man, and in he must go.\r\n\r\n\"That's what I thought,\" said Trevor. \"It's bad for O'Hara, though.\"\r\n\r\nClowes remarked somewhat tritely that business was business.\r\n\r\n\"Besides,\" he went on, \"you're assuming that the thing this letter\r\nhints at will really come off. I don't think it will. A man would have\r\nto be such an awful blackguard to go as low as that. The least grain of\r\ndecency in him would stop him. I can imagine a man threatening to do it\r\nas a piece of bluff--by the way, the letter doesn't actually say\r\nanything of the sort, though I suppose it hints at it--but I can't\r\nimagine anybody out of a melodrama doing it.\"\r\n\r\n\"You can never tell,\" said Trevor. He felt that this was but an outside\r\nchance. The forbearance of one's antagonist is but a poor thing to\r\ntrust to at the best of times.\r\n\r\n\"Are you going to tell O'Hara?\" asked Clowes.\r\n\r\n\"I don't see the good. Would you?\"\r\n\r\n\"No. He can't do anything, and it would only give him a bad time. There\r\nare pleasanter things, I should think, than going on from day to day not\r\nknowing whether you're going to be sacked or not within the next twelve\r\nhours. Don't tell him.\"\r\n\r\n\"I won't. And Barry plays against Ripton.\"\r\n\r\n\"Certainly. He's the best man.\"\r\n\r\n\"I'm going over to Seymour's now,\" said Trevor, after a pause, \"to see\r\nMilton. We've drawn Seymour's in the next round of the house-matches. I\r\nsuppose you knew. I want to get it over before the Ripton match, for\r\nseveral reasons. About half the fifteen are playing on one side or the\r\nother, and it'll give them a good chance of getting fit. Running and\r\npassing is all right, but a good, hard game's the thing for putting you\r\ninto form. And then I was thinking that, as the side that loses,\r\nwhichever it is--\"\r\n\r\n\"Seymour's, of course.\"\r\n\r\n\"Hope so. Well, they're bound to be a bit sick at losing, so they'll\r\nplay up all the harder on Saturday to console themselves for losing the\r\ncup.\"\r\n\r\n\"My word, what strategy!\" said Clowes. \"You think of everything. When\r\ndo you think of playing it, then?\"\r\n\r\n\"Wednesday struck me as a good day. Don't you think so?\"\r\n\r\n\"It would do splendidly. It'll be a good match. For all practical\r\npurposes, of course, it's the final. If we beat Seymour's, I don't\r\nthink the others will trouble us much.\"\r\n\r\nThere was just time to see Milton before lock-up. Trevor ran across to\r\nSeymour's, and went up to his study.\r\n\r\n\"Come in,\" said Milton, in answer to his knock.\r\n\r\nTrevor went in, and stood surprised at the difference in the look of\r\nthe place since the last time he had visited it. The walls, once\r\ncovered with photographs, were bare. Milton, seated before the fire,\r\nwas ruefully contemplating what looked like a heap of waste cardboard.\r\n\r\nTrevor recognised the symptoms. He had had experience.\r\n\r\n\"You don't mean to say they've been at you, too!\" he cried.\r\n\r\nMilton's normally cheerful face was thunderous and gloomy.\r\n\r\n\"Yes. I was thinking what I'd like to do to the man who ragged it.\"\r\n\r\n\"It's the League again, I suppose?\"\r\n\r\nMilton looked surprised.\r\n\r\n\"_Again?_\" he said, \"where did _you_ hear of the League?\r\nThis is the first time I've heard of its existence, whatever it is.\r\nWhat is the confounded thing, and why on earth have they played the\r\nfool here? What's the meaning of this bally rot?\"\r\n\r\nHe exhibited one of the variety of cards of which Trevor had already\r\nseen two specimens. Trevor explained briefly the style and nature of\r\nthe League, and mentioned that his study also had been wrecked.\r\n\r\n\"Your study? Why, what have they got against you?\"\r\n\r\n\"I don't know,\" said Trevor. Nothing was to be gained by speaking of\r\nthe letters he had received.\r\n\r\n\"Did they cut up your photographs?\"\r\n\r\n\"Every one.\"\r\n\r\n\"I tell you what it is, Trevor, old chap,\" said Milton, with great\r\nsolemnity, \"there's a lunatic in the school. That's what I make of it.\r\nA lunatic whose form of madness is wrecking studies.\"\r\n\r\n\"But the same chap couldn't have done yours and mine. It must have been\r\na Donaldson's fellow who did mine, and one of your chaps who did yours\r\nand Mill's.\"\r\n\r\n\"Mill's? By Jove, of course. I never thought of that. That was the\r\nLeague, too, I suppose?\"\r\n\r\n\"Yes. One of those cards was tied to a chair, but Clowes took it away\r\nbefore anybody saw it.\"\r\n\r\nMilton returned to the details of the disaster.\r\n\r\n\"Was there any ink spilt in your room?\"\r\n\r\n\"Pints,\" said Trevor, shortly. The subject was painful.\r\n\r\n\"So there was here,\" said Milton, mournfully. \"Gallons.\"\r\n\r\nThere was silence for a while, each pondering over his wrongs.\r\n\r\n\"Gallons,\" said Milton again. \"I was ass enough to keep a large pot\r\nfull of it here, and they used it all, every drop. You never saw such a\r\nsight.\"\r\n\r\nTrevor said he had seen one similar spectacle.\r\n\r\n\"And my photographs! You remember those photographs I showed you? All\r\nruined. Slit across with a knife. Some torn in half. I wish I knew who\r\ndid that.\"\r\n\r\nTrevor said he wished so, too.\r\n\r\n\"There was one of Mrs Patrick Campbell,\" Milton continued in\r\nheartrending tones, \"which was torn into sixteen pieces. I counted\r\nthem. There they are on the mantelpiece. And there was one of Little\r\nTich\" (here he almost broke down), \"which was so covered with ink that\r\nfor half an hour I couldn't recognise it. Fact.\"\r\n\r\nTrevor nodded sympathetically.\r\n\r\n\"Yes,\" said Milton. \"Soaked.\"\r\n\r\nThere was another silence. Trevor felt it would be almost an outrage to\r\ndiscuss so prosaic a topic as the date of a house-match with one so\r\nbroken up. Yet time was flying, and lock-up was drawing near.\r\n\r\n\"Are you willing to play--\" he began.\r\n\r\n\"I feel as if I could never play again,\" interrupted Milton. \"You'd\r\nhardly believe the amount of blotting-paper I've used today. It must\r\nhave been a lunatic, Dick, old man.\"\r\n\r\nWhen Milton called Trevor \"Dick\", it was a sign that he was moved. When\r\nhe called him \"Dick, old man\", it gave evidence of an internal upheaval\r\nwithout parallel.\r\n\r\n\"Why, who else but a lunatic would get up in the night to wreck another\r\nchap's study? All this was done between eleven last night and seven\r\nthis morning. I turned in at eleven, and when I came down here again at\r\nseven the place was a wreck. It must have been a lunatic.\"\r\n\r\n\"How do you account for the printed card from the League?\"\r\n\r\nMilton murmured something about madmen's cunning and diverting\r\nsuspicion, and relapsed into silence. Trevor seized the opportunity to\r\nmake the proposal he had come to make, that Donaldson's _v._\r\nSeymour's should be played on the following Wednesday.\r\n\r\nMilton agreed listlessly.\r\n\r\n\"Just where you're standing,\" he said, \"I found a photograph of Sir\r\nHenry Irving so slashed about that I thought at first it was Huntley\r\nWright in _San Toy_.\"\r\n\r\n\"Start at two-thirty sharp,\" said Trevor.\r\n\r\n\"I had seventeen of Edna May,\" continued the stricken Seymourite,\r\nmonotonously. \"In various attitudes. All destroyed.\"\r\n\r\n\"On the first fifteen ground, of course,\" said Trevor. \"I'll get\r\nAldridge to referee. That'll suit you, I suppose?\"\r\n\r\n\"All right. Anything you like. Just by the fireplace I found the\r\nremains of Arthur Roberts in _H.M.S. Irresponsible_. And part of\r\nSeymour Hicks. Under the table--\"\r\n\r\nTrevor departed.\r\n\r\n\r\n\r\n\r\nXIV\r\n\r\nTHE WHITE FIGURE\r\n\r\n\r\n\"Suppose,\" said Shoeblossom to Barry, as they were walking over to\r\nschool on the morning following the day on which Milton's study had\r\npassed through the hands of the League, \"suppose you thought somebody\r\nhad done something, but you weren't quite certain who, but you knew it\r\nwas some one, what would you do?\"\r\n\r\n\"What on _earth_ do you mean?\" inquired Barry.\r\n\r\n\"I was trying to make an A.B. case of it,\" explained Shoeblossom.\r\n\r\n\"What's an A.B. case?\"\r\n\r\n\"I don't know,\" admitted Shoeblossom, frankly. \"But it comes in a book\r\nof Stevenson's. I think it must mean a sort of case where you call\r\neveryone A. and B. and don't tell their names.\"\r\n\r\n\"Well, go ahead.\"\r\n\r\n\"It's about Milton's study.\"\r\n\r\n\"What! what about it?\"\r\n\r\n\"Well, you see, the night it was ragged I was sitting in my study with\r\na dark lantern--\"\r\n\r\n\"What!\"\r\n\r\nShoeblossom proceeded to relate the moving narrative of his\r\nnight-walking adventure. He dwelt movingly on his state of mind\r\nwhen standing behind the door, waiting for Mr Seymour to come in\r\nand find him. He related with appropriate force the hair-raising\r\nepisode of the weird white figure. And then he came to the conclusions\r\nhe had since drawn (in calmer moments) from that apparition's movements.\r\n\r\n\"You see,\" he said, \"I saw it coming out of Milton's study, and that\r\nmust have been about the time the study was ragged. And it went into\r\nRigby's dorm. So it must have been a chap in that dorm, who did it.\"\r\n\r\nShoeblossom was quite clever at rare intervals. Even Barry, whose\r\nbelief in his sanity was of the smallest, was compelled to admit that\r\nhere, at any rate, he was talking sense.\r\n\r\n\"What would you do?\" asked Shoeblossom.\r\n\r\n\"Tell Milton, of course,\" said Barry.\r\n\r\n\"But he'd give me beans for being out of the dorm, after lights-out.\"\r\n\r\nThis was a distinct point to be considered. The attitude of Barry\r\ntowards Milton was different from that of Shoeblossom. Barry regarded\r\nhim--through having played with him in important matches--as a good\r\nsort of fellow who had always behaved decently to him. Leather-Twigg,\r\non the other hand, looked on him with undisguised apprehension, as one\r\nin authority who would give him lines the first time he came into\r\ncontact with him, and cane him if he ever did it again. He had a\r\ndecided disinclination to see Milton on any pretext whatever.\r\n\r\n\"Suppose I tell him?\" suggested Barry.\r\n\r\n\"You'll keep my name dark?\" said Shoeblossom, alarmed.\r\n\r\nBarry said he would make an A.B. case of it.\r\n\r\nAfter school he went to Milton's study, and found him still brooding\r\nover its departed glories.\r\n\r\n\"I say, Milton, can I speak to you for a second?\"\r\n\r\n\"Hullo, Barry. Come in.\"\r\n\r\nBarry came in.\r\n\r\n\"I had forty-three photographs,\" began Milton, without preamble. \"All\r\ndestroyed. And I've no money to buy any more. I had seventeen of Edna\r\nMay.\"\r\n\r\nBarry, feeling that he was expected to say something, said, \"By Jove!\r\nReally?\"\r\n\r\n\"In various positions,\" continued Milton. \"All ruined.\"\r\n\r\n\"Not really?\" said Barry.\r\n\r\n\"There was one of Little Tich--\"\r\n\r\nBut Barry felt unequal to playing the part of chorus any longer. It was\r\nall very thrilling, but, if Milton was going to run through the entire\r\nlist of his destroyed photographs, life would be too short for\r\nconversation on any other topic.\r\n\r\n\"I say, Milton,\" he said, \"it was about that that I came. I'm sorry--\"\r\n\r\nMilton sat up.\r\n\r\n\"It wasn't you who did this, was it?\"\r\n\r\n\"No, no,\" said Barry, hastily.\r\n\r\n\"Oh, I thought from your saying you were sorry--\"\r\n\r\n\"I was going to say I thought I could put you on the track of the chap\r\nwho did do it--\"\r\n\r\nFor the second time since the interview began Milton sat up.\r\n\r\n\"Go on,\" he said.\r\n\r\n\"--But I'm sorry I can't give you the name of the fellow who told me\r\nabout it.\"\r\n\r\n\"That doesn't matter,\" said Milton. \"Tell me the name of the fellow who\r\ndid it. That'll satisfy me.\"\r\n\r\n\"I'm afraid I can't do that, either.\"\r\n\r\n\"Have you any idea what you _can_ do?\" asked Milton, satirically.\r\n\r\n\"I can tell you something which may put you on the right track.\"\r\n\r\n\"That'll do for a start. Well?\"\r\n\r\n\"Well, the chap who told me--I'll call him A.; I'm going to make an\r\nA.B. case of it--was coming out of his study at about one o'clock in\r\nthe morning--\"\r\n\r\n\"What the deuce was he doing that for?\"\r\n\r\n\"Because he wanted to go back to bed,\" said Barry.\r\n\r\n\"About time, too. Well?\"\r\n\r\n\"As he was going past your study, a white figure emerged--\"\r\n\r\n\"I should strongly advise you, young Barry,\" said Milton, gravely, \"not\r\nto try and rot me in any way. You're a jolly good wing three-quarters,\r\nbut you shouldn't presume on it. I'd slay the Old Man himself if he\r\nrotted me about this business.\"\r\n\r\nBarry was quite pained at this sceptical attitude in one whom he was\r\ngoing out of his way to assist.\r\n\r\n\"I'm not rotting,\" he protested. \"This is all quite true.\"\r\n\r\n\"Well, go on. You were saying something about white figures emerging.\"\r\n\r\n\"Not white figures. A white figure,\" corrected Barry. \"It came out of\r\nyour study--\"\r\n\r\n\"--And vanished through the wall?\"\r\n\r\n\"It went into Rigby's dorm.,\" said Barry, sulkily. It was maddening to\r\nhave an exclusive bit of news treated in this way.\r\n\r\n\r\n\"Did it, by Jove!\" said Milton, interested at last. \"Are you sure the\r\nchap who told you wasn't pulling your leg? Who was it told you?\"\r\n\r\n\"I promised him not to say.\"\r\n\r\n\"Out with it, young Barry.\"\r\n\r\n\"I won't,\" said Barry.\r\n\r\n\"You aren't going to tell me?\"\r\n\r\n\"No.\"\r\n\r\nMilton gave up the point with much cheerfulness. He liked Barry, and he\r\nrealised that he had no right to try and make him break his promise.\r\n\r\n\"That's all right,\" he said. \"Thanks very much, Barry. This may be\r\nuseful.\"\r\n\r\n\"I'd tell you his name if I hadn't promised, you know, Milton.\"\r\n\r\n\"It doesn't matter,\" said Milton. \"It's not important.\"\r\n\r\n\"Oh, there was one thing I forgot. It was a biggish chap the fellow\r\nsaw.\"\r\n\r\n\"How big! My size?\"\r\n\r\n\"Not quite so tall, I should think. He said he was about Seymour's\r\nsize.\"\r\n\r\n\"Thanks. That's worth knowing. Thanks very much, Barry.\"\r\n\r\nWhen his visitor had gone, Milton proceeded to unearth one of the\r\nprinted lists of the house which were used for purposes of roll-call.\r\nHe meant to find out who were in Rigby's dormitory. He put a tick\r\nagainst the names. There were eighteen of them. The next thing was to\r\nfind out which of them was about the same height as Mr Seymour. It was a\r\nsomewhat vague description, for the house-master stood about five feet\r\nnine or eight, and a good many of the dormitory were that height, or near\r\nit. At last, after much brain-work, he reduced the number of \"possibles\"\r\nto seven. These seven were Rigby himself, Linton, Rand-Brown, Griffith,\r\nHunt, Kershaw, and Chapple. Rigby might be scratched off the list at\r\nonce. He was one of Milton's greatest friends. Exeunt also Griffith,\r\nHunt, and Kershaw. They were mild youths, quite incapable of any deed\r\nof devilry. There remained, therefore, Chapple, Linton, and Rand-Brown.\r\nChapple was a boy who was invariably late for breakfast. The inference\r\nwas that he was not likely to forego his sleep for the purpose of\r\nwrecking studies. Chapple might disappear from the list. Now there\r\nwere only Linton and Rand-Brown to be considered. His suspicions fell\r\non Rand-Brown. Linton was the last person, he thought, to do such a\r\nlow thing. He was a cheerful, rollicking individual, who was popular with\r\neveryone and seemed to like everyone. He was not an orderly member of\r\nthe house, certainly, and on several occasions Milton had found it\r\nnecessary to drop on him heavily for creating disturbances. But he was\r\nnot the sort that bears malice. He took it all in the way of business,\r\nand came up smiling after it was over. No, everything pointed to\r\nRand-Brown. He and Milton had never got on well together, and quite\r\nrecently they had quarrelled openly over the former's play in the Day's\r\nmatch. Rand-Brown must be the man. But Milton was sensible enough to\r\nfeel that so far he had no real evidence whatever. He must wait.\r\n\r\nOn the following afternoon Seymour's turned out to play Donaldson's.\r\n\r\nThe game, like most house-matches, was played with the utmost keenness.\r\nBoth teams had good three-quarters, and they attacked in turn.\r\nSeymour's had the best of it forward, where Milton was playing a great\r\ngame, but Trevor in the centre was the best outside on the field, and\r\npulled up rush after rush. By half-time neither side had scored.\r\n\r\nAfter half-time Seymour's, playing downhill, came away with a rush to\r\nthe Donaldsonites' half, and Rand-Brown, with one of the few decent\r\nruns he had made in good class football that term, ran in on the left.\r\nMilton took the kick, but failed, and Seymour's led by three points.\r\nFor the next twenty minutes nothing more was scored. Then, when five\r\nminutes more of play remained, Trevor gave Clowes an easy opening, and\r\nClowes sprinted between the posts. The kick was an easy one, and what\r\nsporting reporters term \"the major points\" were easily added.\r\n\r\nWhen there are five more minutes to play in an important house-match,\r\nand one side has scored a goal and the other a try, play is apt to\r\nbecome spirited. Both teams were doing all they knew. The ball came out\r\nto Barry on the right. Barry's abilities as a three-quarter rested\r\nchiefly on the fact that he could dodge well. This eel-like attribute\r\ncompensated for a certain lack of pace. He was past the Donaldson's\r\nthree-quarters in an instant, and running for the line, with only the\r\nback to pass, and with Clowes in hot pursuit. Another wriggle took him\r\npast the back, but it also gave Clowes time to catch him up. Clowes was\r\na far faster runner, and he got to him just as he reached the\r\ntwenty-five line. They came down together with a crash, Clowes on\r\ntop, and as they fell the whistle blew.\r\n\r\n\"No-side,\" said Mr. Aldridge, the master who was refereeing.\r\n\r\nClowes got up.\r\n\r\n\"All over,\" he said. \"Jolly good game. Hullo, what's up?\"\r\n\r\nFor Barry seemed to be in trouble.\r\n\r\n\"You might give us a hand up,\" said the latter. \"I believe I've twisted\r\nmy beastly ankle or something.\"\r\n\r\n\r\n\r\n\r\nXV\r\n\r\nA SPRAIN AND A VACANT PLACE\r\n\r\n\r\n\"I say,\" said Clowes, helping him up, \"I'm awfully sorry. Did I do it?\r\nHow did it happen?\"\r\n\r\nBarry was engaged in making various attempts at standing on the injured\r\nleg. The process seemed to be painful.\r\n\r\n\"Shall I get a stretcher or anything? Can you walk?\"\r\n\r\n\"If you'd help me over to the house, I could manage all right. What a\r\nbeastly nuisance! It wasn't your fault a bit. Only you tackled me when\r\nI was just trying to swerve, and my ankle was all twisted.\"\r\n\r\nDrummond came up, carrying Barry's blazer and sweater.\r\n\r\n\"Hullo, Barry,\" he said, \"what's up? You aren't crocked?\"\r\n\r\n\"Something gone wrong with my ankle. That my blazer? Thanks. Coming\r\nover to the house? Clowes was just going to help me over.\"\r\n\r\nClowes asked a Donaldson's junior, who was lurking near at hand, to\r\nfetch his blazer and carry it over to the house, and then made his way\r\nwith Drummond and the disabled Barry to Seymour's. Having arrived at\r\nthe senior day-room, they deposited the injured three-quarter in a\r\nchair, and sent M'Todd, who came in at the moment, to fetch the doctor.\r\n\r\nDr Oakes was a big man with a breezy manner, the sort of doctor who\r\nhits you with the force of a sledge-hammer in the small ribs, and asks\r\nyou if you felt anything _then_. It was on this principle that he\r\nacted with regard to Barry's ankle. He seized it in both hands and gave\r\nit a wrench.\r\n\r\n\"Did that hurt?\" he inquired anxiously.\r\n\r\nBarry turned white, and replied that it did.\r\n\r\nDr Oakes nodded wisely.\r\n\r\n\"Ah! H'm! Just so. 'Myes. Ah.\"\r\n\r\n\"Is it bad?\" asked Drummond, awed by these mystic utterances.\r\n\r\n\"My dear boy,\" replied the doctor, breezily, \"it is always bad when one\r\ntwists one's ankle.\"\r\n\r\n\"How long will it do me out of footer?\" asked Barry.\r\n\r\n\"How long? How long? How long? Why, fortnight. Fortnight,\" said the\r\ndoctor.\r\n\r\n\"Then I shan't be able to play next Saturday?\"\r\n\r\n\"Next Saturday? Next Saturday? My dear boy, if you can put your foot to\r\nthe ground by next Saturday, you may take it as evidence that the age\r\nof miracles is not past. Next Saturday, indeed! Ha, ha.\"\r\n\r\nIt was not altogether his fault that he treated the matter with such\r\nbrutal levity. It was a long time since he had been at school, and he\r\ncould not quite realise what it meant to Barry not to be able to play\r\nagainst Ripton. As for Barry, he felt that he had never loathed and\r\ndetested any one so thoroughly as he loathed and detested Dr Oakes at\r\nthat moment.\r\n\r\n\"I don't see where the joke comes in,\" said Clowes, when he had gone.\r\n\"I bar that man.\"\r\n\r\n\"He's a beast,\" said Drummond. \"I can't understand why they let a tout\r\nlike that be the school doctor.\"\r\n\r\nBarry said nothing. He was too sore for words.\r\n\r\nWhat Dr Oakes said to his wife that evening was: \"Over at the school,\r\nmy dear, this afternoon. This afternoon. Boy with a twisted ankle. Nice\r\nyoung fellow. Very much put out when I told him he could not play\r\nfootball for a fortnight. But I chaffed him, and cheered him up in no\r\ntime. I cheered him up in no time, my dear.\"\r\n\r\n\"I'm sure you did, dear,\" said Mrs Oakes. Which shows how differently\r\nthe same thing may strike different people. Barry certainly did not\r\nlook as if he had been cheered up when Clowes left the study and went\r\nover to tell Trevor that he would have to find a substitute for his\r\nright wing three-quarter against Ripton.\r\n\r\nTrevor had left the field without noticing Barry's accident, and he was\r\ntremendously pleased at the result of the game.\r\n\r\n\"Good man,\" he said, when Clowes came in, \"you saved the match.\"\r\n\r\n\"And lost the Ripton match probably,\" said Clowes, gloomily.\r\n\r\n\"What do you mean?\"\r\n\r\n\"That last time I brought down Barry I crocked him. He's in his study\r\nnow with a sprained ankle. I've just come from there. Oakes has seen\r\nhim, and says he mustn't play for a fortnight.\"\r\n\r\n\"Great Scott!\" said Trevor, blankly. \"What on earth shall we do?\"\r\n\r\n\"Why not move Strachan up to the wing, and put somebody else back\r\ninstead of him? Strachan is a good wing.\"\r\n\r\nTrevor shook his head.\r\n\r\n\"No. There's nobody good enough to play back for the first. We mustn't\r\nrisk it.\"\r\n\r\n\"Then I suppose it must be Rand-Brown?\"\r\n\r\n\"I suppose so.\"\r\n\r\n\"He may do better than we think. He played quite a decent game today.\r\nThat try he got wasn't half a bad one.\"\r\n\r\n\"He'd be all right if he didn't funk. But perhaps he wouldn't funk\r\nagainst Ripton. In a match like that anybody would play up. I'll ask\r\nMilton and Allardyce about it.\"\r\n\r\n\"I shouldn't go to Milton today,\" said Clowes. \"I fancy he'll want a\r\nnight's rest before he's fit to talk to. He must be a bit sick about\r\nthis match. I know he expected Seymour's to win.\"\r\n\r\nHe went out, but came back almost immediately.\r\n\r\n\"I say,\" he said, \"there's one thing that's just occurred to me.\r\nThis'll please the League. I mean, this ankle business of Barry's.\"\r\n\r\nThe same idea had struck Trevor. It was certainly a respite. But he\r\nregretted it for all that. What he wanted was to beat Ripton, and\r\nBarry's absence would weaken the team. However, it was good in its way,\r\nand cleared the atmosphere for the time. The League would hardly do\r\nanything with regard to the carrying out of their threat while Barry\r\nwas on the sick-list.\r\n\r\nNext day, having given him time to get over the bitterness of defeat\r\nin accordance with Clowes' thoughtful suggestion, Trevor called on\r\nMilton, and asked him what his opinion was on the subject of the\r\ninclusion of Rand-Brown in the first fifteen in place of Barry.\r\n\r\n\"He's the next best man,\" he added, in defence of the proposal.\r\n\r\n\"I suppose so,\" said Milton. \"He'd better play, I suppose. There's no\r\none else.\"\r\n\r\n\"Clowes thought it wouldn't be a bad idea to shove Strachan on the\r\nwing, and put somebody else back.\"\r\n\r\n\"Who is there to put?\"\r\n\r\n\"Jervis?\"\r\n\r\n\"Not good enough. No, it's better to be weakish on the wing than at\r\nback. Besides, Rand-Brown may do all right. He played well against\r\nyou.\"\r\n\r\n\"Yes,\" said Trevor. \"Study looks a bit better now,\" he added, as he was\r\ngoing, having looked round the room. \"Still a bit bare, though.\"\r\n\r\nMilton sighed. \"It will never be what it was.\"\r\n\r\n\"Forty-three theatrical photographs want some replacing, of course,\"\r\nsaid Trevor. \"But it isn't bad, considering.\"\r\n\r\n\"How's yours?\"\r\n\r\n\"Oh, mine's all right, except for the absence of photographs.\"\r\n\r\n\"I say, Trevor.\"\r\n\r\n\"Yes?\" said Trevor, stopping at the door. Milton's voice had taken on\r\nthe tone of one who is about to disclose dreadful secrets.\r\n\r\n\"Would you like to know what I think?\"\r\n\r\n\"What?\"\r\n\r\n\"Why, I'm pretty nearly sure who it was that ragged my study?\"\r\n\r\n\"By Jove! What have you done to him?\"\r\n\r\n\"Nothing as yet. I'm not quite sure of my man.\"\r\n\r\n\"Who is the man?\"\r\n\r\n\"Rand-Brown.\"\r\n\r\n\"By Jove! Clowes once said he thought Rand-Brown must be the President\r\nof the League. But then, I don't see how you can account for _my_\r\nstudy being wrecked. He was out on the field when it was done.\"\r\n\r\n\"Why, the League, of course. You don't suppose he's the only man in it?\r\nThere must be a lot of them.\"\r\n\r\n\"But what makes you think it was Rand-Brown?\"\r\n\r\nMilton told him the story of Shoeblossom, as Barry had told it to him.\r\nThe only difference was that Trevor listened without any of the\r\nscepticism which Milton had displayed on hearing it. He was getting\r\nexcited. It all fitted in so neatly. If ever there was circumstantial\r\nevidence against a man, here it was against Rand-Brown. Take the two\r\ncases. Milton had quarrelled with him. Milton's study was wrecked \"with\r\nthe compliments of the League\". Trevor had turned him out of the first\r\nfifteen. Trevor's study was wrecked \"with the compliments of the\r\nLeague\". As Clowes had pointed out, the man with the most obvious\r\nmotive for not wishing Barry to play for the school was Rand-Brown. It\r\nseemed a true bill.\r\n\r\n\"I shouldn't wonder if you're right,\" he said, \"but of course one can't\r\ndo anything yet. You want a lot more evidence. Anyhow, we must play him\r\nagainst Ripton, I suppose. Which is his study? I'll go and tell him\r\nnow.\"\r\n\r\n\"Ten.\"\r\n\r\nTrevor knocked at the door of study Ten. Rand-Brown was sitting over\r\nthe fire, reading. He jumped up when he saw that it was Trevor who had\r\ncome in, and to his visitor it seemed that his face wore a guilty look.\r\n\r\n\"What do you want?\" said Rand-Brown.\r\n\r\nIt was not the politest way of welcoming a visitor. It increased\r\nTrevor's suspicions. The man was afraid. A great idea darted into his\r\nmind. Why not go straight to the point and have it out with him here\r\nand now? He had the League's letter about the bat in his pocket. He\r\nwould confront him with it and insist on searching the study there and\r\nthen. If Rand-Brown were really, as he suspected, the writer of the\r\nletter, the bat must be in this room somewhere. Search it now, and he\r\nwould have no time to hide it. He pulled out the letter.\r\n\r\n\"I believe you wrote that,\" he said.\r\n\r\nTrevor was always direct.\r\n\r\nRand-Brown seemed to turn a little pale, but his voice when he replied\r\nwas quite steady.\r\n\r\n\"That's a lie,\" he said.\r\n\r\n\"Then, perhaps,\" said Trevor, \"you wouldn't object to proving it.\"\r\n\r\n\"How?\"\r\n\r\n\"By letting me search your study?\"\r\n\r\n\"You don't believe my word?\"\r\n\r\n\"Why should I? You don't believe mine.\"\r\n\r\nRand-Brown made no comment on this remark.\r\n\r\n\"Was that what you came here for?\" he asked.\r\n\r\n\"No,\" said Trevor; \"as a matter of fact, I came to tell you to turn out\r\nfor running and passing with the first tomorrow afternoon. You're\r\nplaying against Ripton on Saturday.\"\r\n\r\nRand-Brown's attitude underwent a complete transformation at the news.\r\nHe became friendliness itself.\r\n\r\n\"All right,\" he said. \"I say, I'm sorry I said what I did about lying.\r\nI was rather sick that you should think I wrote that rot you showed me.\r\nI hope you don't mind.\"\r\n\r\n\"Not a bit. Do you mind my searching your study?\"\r\n\r\nFor a moment Rand-Brown looked vicious. Then he sat down with a laugh.\r\n\r\n\"Go on,\" he said; \"I see you don't believe me. Here are the keys if you\r\nwant them.\"\r\n\r\nTrevor thanked him, and took the keys. He opened every drawer and\r\nexamined the writing-desk. The bat was in none of these places. He\r\nlooked in the cupboards. No bat there.\r\n\r\n\"Like to take up the carpet?\" inquired Rand-Brown.\r\n\r\n\"No, thanks.\"\r\n\r\n\"Search me if you like. Shall I turn out my pockets?\"\r\n\r\n\"Yes, please,\" said Trevor, to his surprise. He had not expected to be\r\ntaken literally.\r\n\r\nRand-Brown emptied them, but the bat was not there. Trevor turned to\r\ngo.\r\n\r\n\"You've not looked inside the legs of the chairs yet,\" said Rand-Brown.\r\n\"They may be hollow. There's no knowing.\"\r\n\r\n\"It doesn't matter, thanks,\" said Trevor. \"Sorry for troubling you.\r\nDon't forget tomorrow afternoon.\"\r\n\r\nAnd he went, with the very unpleasant feeling that he had been badly\r\nscored off.\r\n\r\n\r\n\r\n\r\nXVI\r\n\r\nTHE RIPTON MATCH\r\n\r\n\r\nIt was a curious thing in connection with the matches between Ripton\r\nand Wrykyn, that Ripton always seemed to be the bigger team. They\r\nalways had a gigantic pack of forwards, who looked capable of shoving a\r\nhole through one of the pyramids. Possibly they looked bigger to the\r\nWrykinians than they really were. Strangers always look big on the\r\nfootball field. When you have grown accustomed to a person's\r\nappearance, he does not look nearly so large. Milton, for instance,\r\nnever struck anybody at Wrykyn as being particularly big for a school\r\nforward, and yet today he was the heaviest man on the field by a\r\nquarter of a stone. But, taken in the mass, the Ripton pack were far\r\nheavier than their rivals. There was a legend current among the lower\r\nforms at Wrykyn that fellows were allowed to stop on at Ripton till\r\nthey were twenty-five, simply to play football. This is scarcely likely\r\nto have been based on fact. Few lower form legends are.\r\n\r\nJevons, the Ripton captain, through having played opposite Trevor for\r\nthree seasons--he was the Ripton left centre-three-quarter--had come to\r\nbe quite an intimate of his. Trevor had gone down with Milton and\r\nAllardyce to meet the team at the station, and conduct them up to the\r\nschool.\r\n\r\n\"How have you been getting on since Christmas?\" asked Jevons.\r\n\r\n\"Pretty well. We've lost Paget, I suppose you know?\"\r\n\r\n\"That was the fast man on the wing, wasn't it?\"\r\n\r\n\"Yes.\"\r\n\r\n\"Well, we've lost a man, too.\"\r\n\r\n\"Oh, yes, that red-haired forward. I remember him.\"\r\n\r\n\"It ought to make us pretty even. What's the ground like?\"\r\n\r\n\"Bit greasy, I should think. We had some rain late last night.\"\r\n\r\nThe ground _was_ a bit greasy. So was the ball. When Milton kicked\r\noff up the hill with what wind there was in his favour, the outsides of\r\nboth teams found it difficult to hold the ball. Jevons caught it on his\r\ntwenty-five line, and promptly handed it forward. The first scrum was\r\nformed in the heart of the enemy's country.\r\n\r\nA deep, swelling roar from either touch-line greeted the school's\r\nadvantage. A feature of a big match was always the shouting. It rarely\r\nceased throughout the whole course of the game, the monotonous but\r\nimpressive sound of five hundred voices all shouting the same word. It\r\nwas worth hearing. Sometimes the evenness of the noise would change to\r\nan excited _crescendo_ as a school three-quarter got off, or the\r\nschool back pulled up the attack with a fine piece of defence.\r\nSometimes the shouting would give place to clapping when the school was\r\nbeing pressed and somebody had found touch with a long kick. But mostly\r\nthe man on the ropes roared steadily and without cessation, and with\r\nthe full force of his lungs, the word \"_Wrykyn!_\"\r\n\r\nThe scrum was a long one. For two minutes the forwards heaved and\r\nstrained, now one side, now the other, gaining a few inches. The Wrykyn\r\npack were doing all they knew to heel, but their opponents' superior\r\nweight was telling. Ripton had got the ball, and were keeping it. Their\r\ngame was to break through with it and rush. Then suddenly one of their\r\nforwards kicked it on, and just at that moment the opposition of the\r\nWrykyn pack gave way, and the scrum broke up. The ball came out on the\r\nWrykyn side, and Allardyce whipped it out to Deacon, who was playing\r\nhalf with him.\r\n\r\n\"Ball's out,\" cried the Ripton half who was taking the scrum. \"Break\r\nup. It's out.\"\r\n\r\nAnd his colleague on the left darted across to stop Trevor, who had\r\ntaken Deacon's pass, and was running through on the right.\r\n\r\nTrevor ran splendidly. He was a three-quarter who took a lot of\r\nstopping when he once got away. Jevons and the Ripton half met him\r\nalmost simultaneously, and each slackened his pace for the fraction of\r\na second, to allow the other to tackle. As they hesitated, Trevor\r\npassed them. He had long ago learned that to go hard when you have once\r\nstarted is the thing that pays.\r\n\r\nHe could see that Rand-Brown was racing up for the pass, and, as he\r\nreached the back, he sent the ball to him, waist-high. Then the back\r\ngot to him, and he came down with a thud, with a vision, seen from the\r\ncorner of his eye, of the ball bounding forward out of the wing\r\nthree-quarter's hands into touch. Rand-Brown had bungled the pass\r\nin the old familiar way, and lost a certain try.\r\n\r\nThe touch-judge ran up with his flag waving in the air, but the referee\r\nhad other views.\r\n\r\n\"Knocked on inside,\" he said; \"scrum here.\"\r\n\r\n\"Here\" was, Trevor saw with unspeakable disgust, some three yards from\r\nthe goal-line. Rand-Brown had only had to take the pass, and he must\r\nhave scored.\r\n\r\nThe Ripton forwards were beginning to find their feet better now, and\r\nthey carried the scrum. A truculent-looking warrior in one of those\r\near-guards which are tied on by strings underneath the chin, and which\r\nadd fifty per cent to the ferocity of a forward's appearance, broke\r\naway with the ball at his feet, and swept down the field with the rest\r\nof the pack at his heels. Trevor arrived too late to pull up the rush,\r\nwhich had gone straight down the right touch-line, and it was not till\r\nStrachan fell on the ball on the Wrykyn twenty-five line that the\r\ndanger ceased to threaten.\r\n\r\nEven now the school were in a bad way. The enemy were pressing keenly,\r\nand a real piece of combination among their three-quarters would only\r\ntoo probably end in a try. Fortunately for them, Allardyce and Deacon\r\nwere a better pair of halves than the couple they were marking. Also,\r\nthe Ripton forwards heeled slowly, and Allardyce had generally got his\r\nman safely buried in the mud before he could pass.\r\n\r\nHe was just getting round for the tenth time to bottle his opponent as\r\nbefore, when he slipped. When the ball came out he was on all fours,\r\nand the Ripton exponent, finding to his great satisfaction that he\r\nhad not been tackled, whipped the ball out on the left, where a wing\r\nthree-quarter hovered.\r\n\r\nThis was the man Rand-Brown was supposed to be marking, and once again\r\ndid Barry's substitute prove of what stuff his tackling powers were\r\nmade. After his customary moment of hesitation, he had at the\r\nRiptonian's neck. The Riptonian handed him off in a manner that\r\nrecalled the palmy days of the old Prize Ring--handing off was always\r\nslightly vigorous in the Ripton _v._ Wrykyn match--and dashed over\r\nthe line in the extreme corner.\r\n\r\nThere was anguish on the two touch-lines. Trevor looked savage, but\r\nmade no comment. The team lined up in silence.\r\n\r\nIt takes a very good kick to convert a try from the touch-line. Jevons'\r\nkick was a long one, but it fell short. Ripton led by a try to nothing.\r\n\r\nA few more scrums near the halfway line, and a fine attempt at a\r\ndropped goal by the Ripton back, and it was half-time, with the score\r\nunaltered.\r\n\r\nDuring the interval there were lemons. An excellent thing is your lemon\r\nat half-time. It cools the mouth, quenches the thirst, stimulates the\r\ndesire to be at them again, and improves the play.\r\n\r\nPossibly the Wrykyn team had been happier in their choice of lemons on\r\nthis occasion, for no sooner had the game been restarted than Clowes\r\nran the whole length of the field, dodged through the three-quarters,\r\npunted over the back's head, and scored a really brilliant try, of the\r\nsort that Paget had been fond of scoring in the previous term. The man\r\non the touch-line brightened up wonderfully, and began to try and\r\ncalculate the probable score by the end of the game, on the assumption\r\nthat, as a try had been scored in the first two minutes, ten would be\r\nscored in the first twenty, and so on.\r\n\r\nBut the calculations were based on false premises. After Strachan had\r\nfailed to convert, and the game had been resumed with the score at one\r\ntry all, play settled down in the centre, and neither side could pierce\r\nthe other's defence. Once Jevons got off for Ripton, but Trevor brought\r\nhim down safely, and once Rand-Brown let his man through, as before,\r\nbut Strachan was there to meet him, and the effort came to nothing. For\r\nWrykyn, no one did much except tackle. The forwards were beaten by the\r\nheavier pack, and seldom let the ball out. Allardyce intercepted a pass\r\nwhen about ten minutes of play remained, and ran through to the back.\r\nBut the back, who was a capable man and in his third season in the\r\nteam, laid him low scientifically before he could reach the line.\r\n\r\nAltogether it looked as if the match were going to end in a draw. The\r\nWrykyn defence, with the exception of Rand-Brown, was too good to be\r\npenetrated, while the Ripton forwards, by always getting the ball in\r\nthe scrums, kept them from attacking. It was about five minutes from\r\nthe end of the game when the Ripton right centre-three-quarter, in\r\ntrying to punt across to the wing, miskicked and sent the ball straight\r\ninto the hands of Trevor's colleague in the centre. Before his man\r\ncould get round to him he had slipped through, with Trevor backing him\r\nup. The back, as a good back should, seeing two men coming at him, went\r\nfor the man with the ball. But by the time he had brought him down, the\r\nball was no longer where it had originally been. Trevor had got it, and\r\nwas running in between the posts.\r\n\r\nThis time Strachan put on the extra two points without difficulty.\r\n\r\nRipton played their hardest for the remaining minutes, but without\r\nresult. The game ended with Wrykyn a goal ahead--a goal and a try to a\r\ntry. For the second time in one season the Ripton match had ended in a\r\nvictory--a thing it was very rarely in the habit of doing.\r\n\r\n       *       *       *       *       *\r\n\r\nThe senior day-room at Seymour's rejoiced considerably that night. The\r\nair was dark with flying cushions, and darker still, occasionally, when\r\nthe usual humorist turned the gas out. Milton was out, for he had gone\r\nto the dinner which followed the Ripton match, and the man in command\r\nof the house in his absence was Mill. And the senior day-room had no\r\nrespect whatever for Mill.\r\n\r\nBarry joined in the revels as well as his ankle would let him, but he\r\nwas not feeling happy. The disappointment of being out of the first\r\nstill weighed on him.\r\n\r\nAt about eight, when things were beginning to grow really lively, and\r\nthe noise seemed likely to crack the window at any moment, the door was\r\nflung open and Milton stalked in.\r\n\r\n\"What's all this row?\" he inquired. \"Stop it at once.\"\r\n\r\nAs a matter of fact, the row _had_ stopped--directly he came in.\r\n\r\n\"Is Barry here?\" he asked.\r\n\r\n\"Yes,\" said that youth.\r\n\r\n\"Congratulate you on your first, Barry. We've just had a meeting and\r\ngiven you your colours. Trevor told me to tell you.\"\r\n\r\n\r\n\r\n\r\nXVII\r\n\r\nTHE WATCHERS IN THE VAULT\r\n\r\n\r\nFor the next three seconds you could have heard a cannonball drop. And\r\nthat was equivalent, in the senior day-room at Seymour's, to a dead\r\nsilence. Barry stood in the middle of the room leaning on the stick on\r\nwhich he supported life, now that his ankle had been injured, and\r\nturned red and white in regular rotation, as the magnificence of the\r\nnews came home to him.\r\n\r\nThen the small voice of Linton was heard.\r\n\r\n\"That'll be six d. I'll trouble you for, young Sammy,\" said Linton. For\r\nhe had betted an even sixpence with Master Samuel Menzies that Barry\r\nwould get his first fifteen cap this term, and Barry had got it.\r\n\r\nA great shout went up from every corner of the room. Barry was one of\r\nthe most popular members of the house, and every one had been sorry for\r\nhim when his sprained ankle had apparently put him out of the running\r\nfor the last cap.\r\n\r\n\"Good old Barry,\" said Drummond, delightedly. Barry thanked him in a\r\ndazed way.\r\n\r\nEvery one crowded in to shake his hand. Barry thanked then all in a\r\ndazed way.\r\n\r\nAnd then the senior day-room, in spite of the fact that Milton had\r\nreturned, gave itself up to celebrating the occasion with one of the\r\nmost deafening uproars that had ever been heard even in that factory of\r\nnoise. A babel of voices discussed the match of the afternoon, each\r\ntrying to outshout the other. In one corner Linton was beating wildly\r\non a biscuit-tin with part of a broken chair. Shoeblossom was busy in\r\nthe opposite corner executing an intricate step-dance on somebody\r\nelse's box. M'Todd had got hold of the red-hot poker, and was burning\r\nhis initials in huge letters on the seat of a chair. Every one, in\r\nshort, was enjoying himself, and it was not until an advanced hour that\r\ncomparative quiet was restored. It was a great evening for Barry, the\r\nbest he had ever experienced.\r\n\r\nClowes did not learn the news till he saw it on the notice-board, on\r\nthe following Monday. When he saw it he whistled softly.\r\n\r\n\"I see you've given Barry his first,\" he said to Trevor, when they met.\r\n\"Rather sensational.\"\r\n\r\n\"Milton and Allardyce both thought he deserved it. If he'd been playing\r\ninstead of Rand-Brown, they wouldn't have scored at all probably, and\r\nwe should have got one more try.\"\r\n\r\n\"That's all right,\" said Clowes. \"He deserves it right enough, and I'm\r\njolly glad you've given it him. But things will begin to move now,\r\ndon't you think? The League ought to have a word to say about the\r\nbusiness. It'll be a facer for them.\"\r\n\r\n\"Do you remember,\" asked Trevor, \"saying that you thought it must be\r\nRand-Brown who wrote those letters?\"\r\n\r\n\"Yes. Well?\"\r\n\r\n\"Well, Milton had an idea that it was Rand-Brown who ragged his study.\"\r\n\r\n\"What made him think that?\"\r\n\r\nTrevor related the Shoeblossom incident.\r\n\r\nClowes became quite excited.\r\n\r\n\"Then Rand-Brown must be the man,\" he said. \"Why don't you go and\r\ntackle him? Probably he's got the bat in his study.\"\r\n\r\n\"It's not in his study,\" said Trevor, \"because I looked everywhere for\r\nit, and got him to turn out his pockets, too. And yet I'll swear he\r\nknows something about it. One thing struck me as a bit suspicious. I\r\nwent straight into his study and showed him that last letter--about the\r\nbat, you know, and accused him of writing it. Now, if he hadn't been in\r\nthe business somehow, he wouldn't have understood what was meant by\r\ntheir saying 'the bat you lost'. It might have been an ordinary\r\ncricket-bat for all he knew. But he offered to let me search the study.\r\nIt didn't strike me as rum till afterwards. Then it seemed fishy. What\r\ndo you think?\"\r\n\r\nClowes thought so too, but admitted that he did not see of what use the\r\nsuspicion was going to be. Whether Rand-Brown knew anything about the\r\naffair or not, it was quite certain that the bat was not with him.\r\n\r\nO'Hara, meanwhile, had decided that the time had come for him to resume\r\nhis detective duties. Moriarty agreed with him, and they resolved that\r\nthat night they would patronise the vault instead of the gymnasium, and\r\ntake a holiday as far as their boxing was concerned. There was plenty\r\nof time before the Aldershot competition.\r\n\r\nLock-up was still at six, so at a quarter to that hour they slipped\r\ndown into the vault, and took up their position.\r\n\r\nA quarter of an hour passed. The lock-up bell sounded faintly. Moriarty\r\nbegan to grow tired.\r\n\r\n\"Is it worth it?\" he said, \"an' wouldn't they have come before, if they\r\nmeant to come?\"\r\n\r\n\"We'll give them another quarter of an hour,\" said O'Hara. \"After that--\"\r\n\r\n\"Sh!\" whispered Moriarty.\r\n\r\nThe door had opened. They could see a figure dimly outlined in the\r\nsemi-darkness. Footsteps passed down into the vault, and there came a\r\nsound as if the unknown had cannoned into a chair, followed by a sharp\r\nintake of breath, expressive of pain. A scraping sound, and a flash of\r\nlight, and part of the vault was lit by a candle. O'Hara caught a\r\nglimpse of the unknown's face as he rose from lighting the candle, but\r\nit was not enough to enable him to recognise him. The candle was\r\nstanding on a chair, and the light it gave was too feeble to reach the\r\nface of any one not on a level with it.\r\n\r\nThe unknown began to drag chairs out into the neighbourhood of the\r\nlight. O'Hara counted six.\r\n\r\nThe sixth chair had scarcely been placed in position when the door\r\nopened again. Six other figures appeared in the opening one after the\r\nother, and bolted into the vault like rabbits into a burrow. The last\r\nof them closed the door after them.\r\n\r\nO'Hara nudged Moriarty, and Moriarty nudged O'Hara; but neither made a\r\nsound. They were not likely to be seen--the blackness of the vault was\r\ntoo Egyptian for that--but they were so near to the chairs that the\r\nleast whisper must have been heard. Not a word had proceeded from the\r\noccupants of the chairs so far. If O'Hara's suspicion was correct, and\r\nthis was really the League holding a meeting, their methods were more\r\nsecret than those of any other secret society in existence. Even the\r\nNihilists probably exchanged a few remarks from time to time, when they\r\nmet together to plot. But these men of mystery never opened their lips.\r\nIt puzzled O'Hara.\r\n\r\nThe light of the candle was obscured for a moment, and a sound of\r\npuffing came from the darkness.\r\n\r\nO'Hara nudged Moriarty again.\r\n\r\n\"Smoking!\" said the nudge.\r\n\r\nMoriarty nudged O'Hara.\r\n\r\n\"Smoking it is!\" was the meaning of the movement.\r\n\r\nA strong smell of tobacco showed that the diagnosis had been a true\r\none. Each of the figures in turn lit his pipe at the candle, and sat\r\nback, still in silence. It could not have been very pleasant, smoking\r\nin almost pitch darkness, but it was breaking rules, which was probably\r\nthe main consideration that swayed the smokers. They puffed away\r\nsteadily, till the two Irishmen were wrapped about in invisible clouds.\r\n\r\nThen a strange thing happened. I know that I am infringing copyright in\r\nmaking that statement, but it so exactly suits the occurrence, that\r\nperhaps Mr Rider Haggard will not object. It _was_ a strange thing\r\nthat happened.\r\n\r\nA rasping voice shattered the silence.\r\n\r\n\"You boys down there,\" said the voice, \"come here immediately. Come\r\nhere, I say.\"\r\n\r\nIt was the well-known voice of Mr Robert Dexter, O'Hara and Moriarty's\r\nbeloved house-master.\r\n\r\nThe two Irishmen simultaneously clutched one another, each afraid that\r\nthe other would think--from force of long habit--that the house-master\r\nwas speaking to him. Both stood where they were. It was the men of\r\nmystery and tobacco that Dexter was after, they thought.\r\n\r\nBut they were wrong. What had brought Dexter to the vault was the fact\r\nthat he had seen two boys, who looked uncommonly like O'Hara and\r\nMoriarty, go down the steps of the vault at a quarter to six. He had\r\nbeen doing his usual after-lock-up prowl on the junior gravel, to\r\nintercept stragglers, and he had been a witness--from a distance of\r\nfifty yards, in a very bad light--of the descent into the vault. He had\r\nremained on the gravel ever since, in the hope of catching them as they\r\ncame up; but as they had not come up, he had determined to make the\r\nfirst move himself. He had not seen the six unknowns go down, for, the\r\nevening being chilly, he had paced up and down, and they had by a lucky\r\naccident chosen a moment when his back was turned.\r\n\r\n\"Come up immediately,\" he repeated.\r\n\r\nHere a blast of tobacco-smoke rushed at him from the darkness. The\r\ncandle had been extinguished at the first alarm, and he had not\r\nrealised--though he had suspected it--that smoking had been going on.\r\n\r\nA hurried whispering was in progress among the unknowns. Apparently\r\nthey saw that the game was up, for they picked their way towards the\r\ndoor.\r\n\r\nAs each came up the steps and passed him, Mr Dexter observed \"Ha!\" and\r\nappeared to make a note of his name. The last of the six was just\r\nleaving him after this process had been completed, when Mr Dexter\r\ncalled him back.\r\n\r\n\"That is not all,\" he said, suspiciously.\r\n\r\n\"Yes, sir,\" said the last of the unknowns.\r\n\r\nNeither of the Irishmen recognised the voice. Its owner was a stranger\r\nto them.\r\n\r\n\"I tell you it is not,\" snapped Mr Dexter. \"You are concealing the\r\ntruth from me. O'Hara and Moriarty are down there--two boys in my own\r\nhouse. I saw them go down there.\"\r\n\r\n\"They had nothing to do with us, sir. We saw nothing of them.\"\r\n\r\n\"I have no doubt,\" said the house-master, \"that you imagine that you\r\nare doing a very chivalrous thing by trying to hide them, but you will\r\ngain nothing by it. You may go.\"\r\n\r\nHe came to the top of the steps, and it seemed as if he intended to\r\nplunge into the darkness in search of the suspects. But, probably\r\nrealising the futility of such a course, he changed his mind, and\r\ndelivered an ultimatum from the top step.\r\n\r\n\"O'Hara and Moriarty.\"\r\n\r\nNo reply.\r\n\r\n\"O'Hara and Moriarty, I know perfectly well that you are down there.\r\nCome up immediately.\"\r\n\r\nDignified silence from the vault.\r\n\r\n\"Well, I shall wait here till you do choose to come up. You would be\r\nwell advised to do so immediately. I warn you you will not tire me\r\nout.\"\r\n\r\nHe turned, and the door slammed behind him.\r\n\r\n\"What'll we do?\" whispered Moriarty. It was at last safe to whisper.\r\n\r\n\"Wait,\" said O'Hara, \"I'm thinking.\"\r\n\r\nO'Hara thought. For many minutes he thought in vain. At last there came\r\nflooding back into his mind a memory of the days of his faghood. It was\r\nafter that that he had been groping all the time. He remembered now.\r\nOnce in those days there had been an unexpected function in the middle of\r\nterm. There were needed for that function certain chairs. He could recall\r\neven now his furious disgust when he and a select body of fellow fags had\r\nbeen pounced upon by their form-master, and coerced into forming a line\r\nfrom the junior block to the cloisters, for the purpose of handing\r\nchairs. True, his form-master had stood ginger-beer after the event, with\r\nprincely liberality, but the labour was of the sort that gallons of\r\nginger-beer will not make pleasant. But he ceased to regret the episode\r\nnow. He had been at the extreme end of the chair-handling chain. He had\r\nstood in a passage in the junior block, just by the door that led to the\r\nmasters' garden, and which--he remembered--was never locked till late at\r\nnight. And while he stood there, a pair of hands--apparently without a\r\nbody--had heaved up chair after chair through a black opening in the\r\nfloor. In other words, a trap-door connected with the vault in which\r\nhe now was.\r\n\r\nHe imparted these reminiscences of childhood to Moriarty. They set off\r\nto search for the missing door, and, after wanderings and barkings of\r\nshins too painful to relate, they found it. Moriarty lit a match. The\r\nlight fell on the trap-door, and their last doubts were at an end. The\r\nthing opened inwards. The bolt was on their side, not in the passage\r\nabove them. To shoot the bolt took them one second, to climb into the\r\npassage one minute. They stood at the side of the opening, and dusted\r\ntheir clothes.\r\n\r\n\"Bedad!\" said Moriarty, suddenly.\r\n\r\n\"What?\"\r\n\r\n\"Why, how are we to shut it?\"\r\n\r\nThis was a problem that wanted some solving. Eventually they managed\r\nit, O'Hara leaning over and fishing for it, while Moriarty held his\r\nlegs.\r\n\r\nAs luck would have it--and luck had stood by them well all\r\nthrough--there was a bolt on top of the trap-door, as well as\r\nbeneath it.\r\n\r\n\"Supposing that had been shot!\" said O'Hara, as they fastened the door\r\nin its place.\r\n\r\nMoriarty did not care to suppose anything so unpleasant.\r\n\r\nMr Dexter was still prowling about on the junior gravel, when the two\r\nIrishmen ran round and across the senior gravel to the gymnasium. Here\r\nthey put in a few minutes' gentle sparring, and then marched boldly up\r\nto Mr Day (who happened to have looked in five minutes after their\r\narrival) and got their paper.\r\n\r\n\"What time did O'Hara and Moriarty arrive at the gymnasium?\" asked Mr\r\nDexter of Mr Day next morning.\r\n\r\n\"O'Hara and Moriarty? Really, I can't remember. I know they _left_\r\nat about a quarter to seven.\"\r\n\r\nThat profound thinker, Mr Tony Weller, was never so correct as in his\r\nviews respecting the value of an _alibi_. There are few better\r\nthings in an emergency.\r\n\r\n\r\n\r\n\r\nXVIII\r\n\r\nO'HARA EXCELS HIMSELF\r\n\r\n\r\nIt was Renford's turn next morning to get up and feed the ferrets.\r\nHarvey had done it the day before.\r\n\r\nRenford was not a youth who enjoyed early rising, but in the cause of\r\nthe ferrets he would have endured anything, so at six punctually he\r\nslid out of bed, dressed quietly, so as not to disturb the rest of the\r\ndormitory, and ran over to the vault. To his utter amazement he found\r\nit locked. Such a thing had never been done before in the whole course\r\nof his experience. He tugged at the handle, but not an inch or a\r\nfraction of an inch would the door yield. The policy of the Open Door\r\nhad ceased to find favour in the eyes of the authorities.\r\n\r\nA feeling of blank despair seized upon him. He thought of the dismay of\r\nthe ferrets when they woke up and realised that there was no chance of\r\nbreakfast for them. And then they would gradually waste away, and some\r\nday somebody would go down to the vault to fetch chairs, and would come\r\nupon two mouldering skeletons, and wonder what they had once been. He\r\nalmost wept at the vision so conjured up.\r\n\r\nThere was nobody about. Perhaps he might break in somehow. But then\r\nthere was nothing to get to work with. He could not kick the door down.\r\nNo, he must give it up, and the ferrets' breakfast-hour must be\r\npostponed. Possibly Harvey might be able to think of something.\r\n\r\n\"Fed 'em?\" inquired Harvey, when they met at breakfast.\r\n\r\n\"No, I couldn't.\"\r\n\r\n\"Why on earth not? You didn't oversleep yourself?\"\r\n\r\nRenford poured his tale into his friend's shocked ears.\r\n\r\n\"My hat!\" said Harvey, when he had finished, \"what on earth are we to\r\ndo? They'll starve.\"\r\n\r\nRenford nodded mournfully.\r\n\r\n\"Whatever made them go and lock the door?\" he said.\r\n\r\nHe seemed to think the authorities should have given him due notice of\r\nsuch an action.\r\n\r\n\"You're sure they have locked it? It isn't only stuck or something?\"\r\n\r\n\"I lugged at the handle for hours. But you can go and see for yourself\r\nif you like.\"\r\n\r\nHarvey went, and, waiting till the coast was clear, attached himself to\r\nthe handle with a prehensile grasp, and put his back into one strenuous\r\ntug. It was even as Renford had said. The door was locked beyond\r\npossibility of doubt.\r\n\r\nRenford and he went over to school that morning with long faces and a\r\ngeneral air of acute depression. It was perhaps fortunate for their\r\npurpose that they did, for had their appearance been normal it might\r\nnot have attracted O'Hara's attention. As it was, the Irishman, meeting\r\nthem on the junior gravel, stopped and asked them what was wrong. Since\r\nthe adventure in the vault, he had felt an interest in Renford and\r\nHarvey.\r\n\r\nThe two told their story in alternate sentences like the Strophe and\r\nAntistrophe of a Greek chorus. (\"Steichomuthics,\" your Greek scholar\r\ncalls it, I fancy. Ha, yes! Just so.)\r\n\r\n\"So ye can't get in because they've locked the door, an' ye don't know\r\nwhat to do about it?\" said O'Hara, at the conclusion of the narrative.\r\n\r\nRenford and Harvey informed him in chorus that that _was_ the\r\nstate of the game up to present date.\r\n\r\n\"An' ye want me to get them out for you?\"\r\n\r\nNeither had dared to hope that he would go so far as this. What they\r\nhad looked for had been at the most a few thoughtful words of advice.\r\nThat such a master-strategist as O'Hara should take up their cause was\r\nan unexampled piece of good luck.\r\n\r\n\"If you only would,\" said Harvey.\r\n\r\n\"We should be most awfully obliged,\" said Renford.\r\n\r\n\"Very well,\" said O'Hara.\r\n\r\nThey thanked him profusely.\r\n\r\nO'Hara replied that it would be a privilege.\r\n\r\nHe should be sorry, he said, to have anything happen to the ferrets.\r\n\r\nRenford and Harvey went on into school feeling more cheerful. If the\r\nferrets could be extracted from their present tight corner, O'Hara was\r\nthe man to do it.\r\n\r\nO'Hara had not made his offer of assistance in any spirit of doubt. He\r\nwas certain that he could do what he had promised. For it had not\r\nescaped his memory that this was a Tuesday--in other words, a\r\nmathematics morning up to the quarter to eleven interval. That meant,\r\nas has been explained previously, that, while the rest of the school\r\nwere in the form-rooms, he would be out in the passage, if he cared to\r\nbe. There would be no witnesses to what he was going to do.\r\n\r\nBut, by that curious perversity of fate which is so often noticeable,\r\nMr Banks was in a peculiarly lamb-like and long-suffering mood this\r\nmorning. Actions for which O'Hara would on other days have been\r\nexpelled from the room without hope of return, today were greeted with\r\na mild \"Don't do that, please, O'Hara,\" or even the ridiculously\r\ninadequate \"O'Hara!\" It was perfectly disheartening. O'Hara began to\r\nask himself bitterly what was the use of ragging at all if this was how\r\nit was received. And the moments were flying, and his promise to\r\nRenford and Harvey still remained unfulfilled.\r\n\r\nHe prepared for fresh efforts.\r\n\r\nSo desperate was he, that he even resorted to crude methods like the\r\nthrowing of paper balls and the dropping of books. And when your really\r\nscientific ragger sinks to this, he is nearing the end of his tether.\r\nO'Hara hated to be rude, but there seemed no help for it.\r\n\r\nThe striking of a quarter past ten improved his chances. It had been\r\nprivily agreed upon beforehand amongst the members of the class that at\r\na quarter past ten every one was to sneeze simultaneously. The noise\r\nstartled Mr Banks considerably. The angelic mood began to wear off. A\r\nman may be long-suffering, but he likes to draw the line somewhere.\r\n\r\n\"Another exhibition like that,\" he said, sharply, \"and the class stays\r\nin after school, O'Hara!\"\r\n\r\n\"Sir?\"\r\n\r\n\"Silence.\"\r\n\r\n\"I said nothing, sir, really.\"\r\n\r\n\"Boy, you made a cat-like noise with your mouth.\"\r\n\r\n\"What _sort_ of noise, sir?\"\r\n\r\nThe form waited breathlessly. This peculiarly insidious question had\r\nbeen invented for mathematical use by one Sandys, who had left at the\r\nend of the previous summer. It was but rarely that the master increased\r\nthe gaiety of nations by answering the question in the manner desired.\r\n\r\nMr Banks, off his guard, fell into the trap.\r\n\r\n\"A noise like this,\" he said curtly, and to the delighted audience came\r\nthe melodious sound of a \"Mi-aou\", which put O'Hara's effort completely\r\nin the shade, and would have challenged comparison with the war-cry of\r\nthe stoutest mouser that ever trod a tile.\r\n\r\nA storm of imitations arose from all parts of the room. Mr Banks turned\r\npink, and, going straight to the root of the disturbance, forthwith\r\nevicted O'Hara.\r\n\r\nO'Hara left with the satisfying feeling that his duty had been done.\r\n\r\nMr Banks' room was at the top of the middle block. He ran softly down\r\nthe stairs at his best pace. It was not likely that the master would\r\ncome out into the passage to see if he was still there, but it might\r\nhappen, and it would be best to run as few risks as possible.\r\n\r\nHe sprinted over to the junior block, raised the trap-door, and jumped\r\ndown. He knew where the ferrets had been placed, and had no difficulty\r\nin finding them. In another minute he was in the passage again, with\r\nthe trap-door bolted behind him.\r\n\r\nHe now asked himself--what should he do with them? He must find a safe\r\nplace, or his labours would have been in vain.\r\n\r\nBehind the fives-court, he thought, would be the spot. Nobody ever went\r\nthere. It meant a run of three hundred yards there and the same\r\ndistance back, and there was more than a chance that he might be seen\r\nby one of the Powers. In which case he might find it rather hard to\r\nexplain what he was doing in the middle of the grounds with a couple of\r\nferrets in his possession when the hands of the clock pointed to twenty\r\nminutes to eleven.\r\n\r\nBut the odds were against his being seen. He risked it.\r\n\r\nWhen the bell rang for the quarter to eleven interval the ferrets were\r\nin their new home, happily discussing a piece of meat--Renford's\r\ncontribution, held over from the morning's meal,--and O'Hara, looking\r\nas if he had never left the passage for an instant, was making his way\r\nthrough the departing mathematical class to apologise handsomely to Mr\r\nBanks--as was his invariable custom--for his disgraceful behaviour\r\nduring the morning's lesson.\r\n\r\n\r\n\r\n\r\nXIX\r\n\r\nTHE MAYOR'S VISIT\r\n\r\n\r\nSchool prefects at Wrykyn did weekly essays for the headmaster. Those\r\nwho had got their scholarships at the 'Varsity, or who were going up in\r\nthe following year, used to take their essays to him after school and\r\nread them to him--an unpopular and nerve-destroying practice, akin to\r\nsuicide. Trevor had got his scholarship in the previous November. He\r\nwas due at the headmaster's private house at six o'clock on the present\r\nTuesday. He was looking forward to the ordeal not without apprehension.\r\nThe essay subject this week had been \"One man's meat is another man's\r\npoison\", and Clowes, whose idea of English Essay was that it should be\r\na medium for intempestive frivolity, had insisted on his beginning\r\nwith, \"While I cannot conscientiously go so far as to say that one\r\nman's meat is another man's poison, yet I am certainly of opinion that\r\nwhat is highly beneficial to one man may, on the other hand, to another\r\nman, differently constituted, be extremely deleterious, and, indeed,\r\nabsolutely fatal.\"\r\n\r\nTrevor was not at all sure how the headmaster would take it. But Clowes\r\nhad seemed so cut up at his suggestion that it had better be omitted,\r\nthat he had allowed it to stand.\r\n\r\nHe was putting the final polish on this gem of English literature at\r\nhalf-past five, when Milton came in.\r\n\r\n\"Busy?\" said Milton.\r\n\r\nTrevor said he would be through in a minute.\r\n\r\nMilton took a chair, and waited.\r\n\r\nTrevor scratched out two words and substituted two others, made a\r\ncouple of picturesque blots, and, laying down his pen, announced that\r\nhe had finished.\r\n\r\n\"What's up?\" he said.\r\n\r\n\"It's about the League,\" said Milton.\r\n\r\n\"Found out anything?\"\r\n\r\n\"Not anything much. But I've been making inquiries. You remember I\r\nasked you to let me look at those letters of yours?\"\r\n\r\nTrevor nodded. This had happened on the Sunday of that week.\r\n\r\n\"Well, I wanted to look at the post-marks.\"\r\n\r\n\"By Jove, I never thought of that.\"\r\n\r\nMilton continued with the business-like air of the detective who\r\nexplains in the last chapter of the book how he did it.\r\n\r\n\"I found, as I thought, that both letters came from the same place.\"\r\n\r\nTrevor pulled out the letters in question.  \"So they do,\" he said,\r\n\"Chesterton.\"\r\n\r\n\"Do you know Chesterton?\" asked Milton.\r\n\r\n\"Only by name.\"\r\n\r\n\"It's a small hamlet about two miles from here across the downs.\r\nThere's only one shop in the place, which acts as post-office and\r\ntobacconist and everything else. I thought that if I went there and\r\nasked about those letters, they might remember who it was that sent\r\nthem, if I showed them a photograph.\"\r\n\r\n\"By Jove,\" said Trevor, \"of course! Did you? What happened?\"\r\n\r\n\"I went there yesterday afternoon. I took about half-a-dozen\r\nphotographs of various chaps, including Rand-Brown.\"\r\n\r\n\"But wait a bit. If Chesterton's two miles off, Rand-Brown couldn't\r\nhave sent the letters. He wouldn't have the time after school. He was\r\non the grounds both the afternoons before I got the letters.\"\r\n\r\n\"I know,\" said Milton; \"I didn't think of that at the time.\"\r\n\r\n\"Well?\"\r\n\r\n\"One of the points about the Chesterton post-office is that there's no\r\nletter-box outside. You have to go into the shop and hand anything you\r\nwant to post across the counter. I thought this was a tremendous score\r\nfor me. I thought they would be bound to remember who handed in the\r\nletters. There can't be many at a place like that.\"\r\n\r\n\"Did they remember?\"\r\n\r\n\"They remembered the letters being given in distinctly, but as for\r\nknowing anything beyond that, they were simply futile. There was an\r\nold woman in the shop, aged about three hundred and ten, I should\r\nthink. I shouldn't say she had ever been very intelligent, but now\r\nshe simply gibbered. I started off by laying out a shilling on some\r\npoisonous-looking sweets. I gave the lot to a village kid when I got\r\nout. I hope they didn't kill him. Then, having scattered ground-bait\r\nin that way, I lugged out the photographs, mentioned the letters and\r\nthe date they had been sent, and asked her to weigh in and identify\r\nthe sender.\"\r\n\r\n\"Did she?\"\r\n\r\n\"My dear chap, she identified them all, one after the other. The first\r\nwas one of Clowes. She was prepared to swear on oath that that was the\r\nchap who had sent the letters. Then I shot a photograph of you across\r\nthe counter, and doubts began to creep in. She said she was certain it\r\nwas one of those two 'la-ads', but couldn't quite say which. To keep\r\nher amused I fired in photograph number three--Allardyce's. She\r\nidentified that, too. At the end of ten minutes she was pretty sure\r\nthat it was one of the six--the other three were Paget, Clephane, and\r\nRand-Brown--but she was not going to bind herself down to any\r\nparticular one. As I had come to the end of my stock of photographs,\r\nand was getting a bit sick of the game, I got up to go, when in came\r\nanother ornament of Chesterton from a room at the back of the shop. He\r\nwas quite a kid, not more than a hundred and fifty at the outside, so,\r\nas a last chance, I tackled him on the subject. He looked at the\r\nphotographs for about half an hour, mumbling something about it not\r\nbeing 'thiccy 'un' or 'that 'un', or 'that 'ere tother 'un', until I\r\nbegan to feel I'd had enough of it. Then it came out that the real chap\r\nwho had sent the letters was a 'la-ad' with light hair, not so big as\r\nme--\"\r\n\r\n\"That doesn't help us much,\" said Trevor.\r\n\r\n\"--And a 'prarper little gennlemun'. So all we've got to do is to look\r\nfor some young duke of polished manners and exterior, with a thatch of\r\nlight hair.\"\r\n\r\n\"There are three hundred and sixty-seven fellows with light hair in the\r\nschool,\" said Trevor, calmly.\r\n\r\n\"Thought it was three hundred and sixty-eight myself,\" said Milton,\r\n\"but I may be wrong. Anyhow, there you have the results of my\r\ninvestigations. If you can make anything out of them, you're welcome to\r\nit. Good-bye.\"\r\n\r\n\"Half a second,\" said Trevor, as he got up; \"had the fellow a cap of\r\nany sort?\"\r\n\r\n\"No. Bareheaded. You wouldn't expect him to give himself away by\r\nwearing a house-cap?\"\r\n\r\nTrevor went over to the headmaster's revolving this discovery in his\r\nmind. It was not much of a clue, but the smallest clue is better than\r\nnothing. To find out that the sender of the League letters had fair hair\r\nnarrowed the search down a little. It cleared the more raven-locked\r\nmembers of the school, at any rate. Besides, by combining his information\r\nwith Milton's, the search might be still further narrowed down. He knew\r\nthat the polite letter-writer must be either in Seymour's or in\r\nDonaldson's. The number of fair-haired youths in the two houses was\r\nnot excessive. Indeed, at the moment he could not recall any; which\r\nrather complicated matters.\r\n\r\nHe arrived at the headmaster's door, and knocked. He was shown into a\r\nroom at the side of the hall, near the door. The butler informed him\r\nthat the headmaster was engaged at present. Trevor, who knew the butler\r\nslightly through having constantly been to see the headmaster on\r\nbusiness _via_ the front door, asked who was there.\r\n\r\n\"Sir Eustace Briggs,\" said the butler, and disappeared in the direction\r\nof his lair beyond the green baize partition at the end of the hall.\r\n\r\nTrevor went into the room, which was a sort of spare study, and sat\r\ndown, wondering what had brought the mayor of Wrykyn to see the\r\nheadmaster at this advanced hour.\r\n\r\nA quarter of an hour later the sound of voices broke in upon his peace.\r\nThe headmaster was coming down the hall with the intention of showing\r\nhis visitor out. The door of Trevor's room was ajar, and he could hear\r\ndistinctly what was being said. He had no particular desire to play the\r\neavesdropper, but the part was forced upon him.\r\n\r\nSir Eustace seemed excited.\r\n\r\n\"It is far from being my habit,\" he was saying, \"to make unnecessary\r\ncomplaints respecting the conduct of the lads under your care.\" (Sir\r\nEustace Briggs had a distaste for the shorter and more colloquial forms\r\nof speech. He would have perished sooner than have substituted\r\n\"complain of your boys\" for the majestic formula he had used. He spoke\r\nas if he enjoyed choosing his words. He seemed to pause and think\r\nbefore each word. Unkind people--who were jealous of his distinguished\r\ncareer--used to say that he did this because he was afraid of dropping\r\nan aitch if he relaxed his vigilance.)\r\n\r\n\"But,\" continued he, \"I am reluctantly forced to the unpleasant\r\nconclusion that the dastardly outrage to which both I and the Press of\r\nthe town have called your attention is to be attributed to one of the\r\nlads to whom I 'ave--_have_ (this with a jerk) referred.\"\r\n\r\n\"I will make a thorough inquiry, Sir Eustace,\" said the bass voice of\r\nthe headmaster.\r\n\r\n\"I thank you,\" said the mayor. \"It would, under the circumstances, be\r\nnothing more, I think, than what is distinctly advisable. The man\r\nSamuel Wapshott, of whose narrative I have recently afforded you a\r\nbrief synopsis, stated in no uncertain terms that he found at the foot\r\nof the statue on which the dastardly outrage was perpetrated a\r\ndiminutive ornament, in shape like the bats that are used in the game\r\nof cricket. This ornament, he avers (with what truth I know not), was\r\nhanded by him to a youth of an age coeval with that of the lads in the\r\nupper division of this school. The youth claimed it as his property, I\r\nwas given to understand.\"\r\n\r\n\"A thorough inquiry shall be made, Sir Eustace.\"\r\n\r\n\"I thank you.\"\r\n\r\nAnd then the door shut, and the conversation ceased.\r\n\r\n\r\n\r\n\r\nXX\r\n\r\nTHE FINDING OF THE BAT\r\n\r\n\r\nTrevor waited till the headmaster had gone back to his library, gave\r\nhim five minutes to settle down, and then went in.\r\n\r\nThe headmaster looked up inquiringly.\r\n\r\n\"My essay, sir,\" said Trevor.\r\n\r\n\"Ah, yes. I had forgotten.\"\r\n\r\nTrevor opened the notebook and began to read what he had written. He\r\nfinished the paragraph which owed its insertion to Clowes, and raced\r\nhurriedly on to the next. To his surprise the flippancy passed\r\nunnoticed, at any rate, verbally. As a rule the headmaster preferred\r\nthat quotations from back numbers of _Punch_ should be kept out of\r\nthe prefects' English Essays. And he generally said as much. But today\r\nhe seemed strangely preoccupied. A split infinitive in paragraph five,\r\nwhich at other times would have made him sit up in his chair stiff with\r\nhorror, elicited no remark. The same immunity was accorded to the\r\ninsertion (inspired by Clowes, as usual) of a popular catch phrase in\r\nthe last few lines. Trevor finished with the feeling that luck had\r\nfavoured him nobly.\r\n\r\n\"Yes,\" said the headmaster, seemingly roused by the silence following\r\non the conclusion of the essay. \"Yes.\" Then, after a long pause, \"Yes,\"\r\nagain.\r\n\r\nTrevor said nothing, but waited for further comment.\r\n\r\n\"Yes,\" said the headmaster once more, \"I think that is a very\r\nfair essay. Very fair. It wants a little more--er--not quite so\r\nmuch--um--yes.\"\r\n\r\nTrevor made a note in his mind to effect these improvements in future\r\nessays, and was getting up, when the headmaster stopped him.\r\n\r\n\"Don't go, Trevor. I wish to speak to you.\"\r\n\r\nTrevor's first thought was, perhaps naturally, that the bat was going to\r\nbe brought into discussion. He was wondering helplessly how he was going\r\nto keep O'Hara and his midnight exploit out of the conversation, when\r\nthe headmaster resumed. \"An unpleasant thing has happened, Trevor--\"\r\n\r\n\"Now we're coming to it,\" thought Trevor.\r\n\r\n\"It appears, Trevor, that a considerable amount of smoking has been\r\ngoing on in the school.\"\r\n\r\nTrevor breathed freely once more. It was only going to be a mere\r\nconventional smoking row after all. He listened with more enjoyment\r\nas the headmaster, having stopped to turn down the wick of the\r\nreading-lamp which stood on the table at his side, and which had\r\nbegun, appropriately enough, to smoke, resumed his discourse.\r\n\r\n\"Mr Dexter--\"\r\n\r\nOf course, thought Trevor. If there ever was a row in the school,\r\nDexter was bound to be at the bottom of it.\r\n\r\n\"Mr Dexter has just been in to see me. He reported six boys. He\r\ndiscovered them in the vault beneath the junior block. Two of them were\r\nboys in your house.\"\r\n\r\nTrevor murmured something wordless, to show that the story interested\r\nhim.\r\n\r\n\"You knew nothing of this, of course--\"\r\n\r\n\"No, sir.\"\r\n\r\n\"No. Of course not. It is difficult for the head of a house to know all\r\nthat goes on in that house.\"\r\n\r\nWas this his beastly sarcasm? Trevor asked himself. But he came to the\r\nconclusion that it was not. After all, the head of a house is only\r\nhuman. He cannot be expected to keep an eye on the private life of\r\nevery member of his house.\r\n\r\n\"This must be stopped, Trevor. There is no saying how widespread the\r\npractice has become or may become. What I want you to do is to go\r\nstraight back to your house and begin a complete search of the\r\nstudies.\"\r\n\r\n\"Tonight, sir?\" It seemed too late for such amusement.\r\n\r\n\"Tonight. But before you go to your house, call at Mr Seymour's, and\r\ntell Milton I should like to see him. And, Trevor.\"\r\n\r\n\"Yes, sir?\"\r\n\r\n\"You will understand that I am leaving this matter to you to be dealt\r\nwith by you. I shall not require you to make any report to me. But if\r\nyou should find tobacco in any boy's room, you must punish him well,\r\nTrevor. Punish him well.\"\r\n\r\nThis meant that the culprit must be \"touched up\" before the house\r\nassembled in the dining-room. Such an event did not often occur. The\r\nlast occasion had been in Paget's first term as head of Donaldson's,\r\nwhen two of the senior day-room had been discovered attempting to\r\nrevive the ancient and dishonourable custom of bullying. This time,\r\nTrevor foresaw, would set up a record in all probability. There might\r\nbe any number of devotees of the weed, and he meant to carry out his\r\ninstructions to the full, and make the criminals more unhappy than they\r\nhad been since the day of their first cigar. Trevor hated the habit of\r\nsmoking at school. He was so intensely keen on the success of the house\r\nand the school at games, that anything which tended to damage the wind\r\nand eye filled him with loathing. That anybody should dare to smoke in\r\na house which was going to play in the final for the House Football Cup\r\nmade him rage internally, and he proposed to make things bad and\r\nunrestful for such.\r\n\r\nTo smoke at school is to insult the divine weed. When you are obliged\r\nto smoke in odd corners, fearing every moment that you will be\r\ndiscovered, the whole meaning, poetry, romance of a pipe vanishes, and\r\nyou become like those lost beings who smoke when they are running to\r\ncatch trains. The boy who smokes at school is bound to come to a bad\r\nend. He will degenerate gradually into a person that plays dominoes in\r\nthe smoking-rooms of A.B.C. shops with friends who wear bowler hats and\r\nfrock coats.\r\n\r\nMuch of this philosophy Trevor expounded to Clowes in energetic\r\nlanguage when he returned to Donaldson's after calling at Seymour's to\r\ndeliver the message for Milton.\r\n\r\nClowes became quite animated at the prospect of a real row.\r\n\r\n\"We shall be able to see the skeletons in their cupboards,\" he\r\nobserved. \"Every man has a skeleton in his cupboard, which follows him\r\nabout wherever he goes. Which study shall we go to first?\"\r\n\r\n\"We?\" said Trevor.\r\n\r\n\"We,\" repeated Clowes firmly. \"I am not going to be left out of this\r\njaunt. I need bracing up--I'm not strong, you know--and this is just\r\nthe thing to do it. Besides, you'll want a bodyguard of some sort, in\r\ncase the infuriated occupant turns and rends you.\"\r\n\r\n\"I don't see what there is to enjoy in the business,\" said Trevor,\r\ngloomily. \"Personally, I bar this kind of thing. By the time we've\r\nfinished, there won't be a chap in the house I'm on speaking terms\r\nwith.\"\r\n\r\n\"Except me, dearest,\" said Clowes. \"I will never desert you. It's of no\r\nuse asking me, for I will never do it. Mr Micawber has his faults, but\r\nI will _never_ desert Mr Micawber.\"\r\n\r\n\"You can come if you like,\" said Trevor; \"we'll take the studies in\r\norder. I suppose we needn't look up the prefects?\"\r\n\r\n\"A prefect is above suspicion. Scratch the prefects.\"\r\n\r\n\"That brings us to Dixon.\"\r\n\r\nDixon was a stout youth with spectacles, who was popularly supposed to\r\ndo twenty-two hours' work a day. It was believed that he put in two\r\nhours sleep from eleven to one, and then got up and worked in his study\r\ntill breakfast.\r\n\r\nHe was working when Clowes and Trevor came in. He dived head foremost\r\ninto a huge Liddell and Scott as the door opened. On hearing Trevor's\r\nvoice he slowly emerged, and a pair of round and spectacled eyes gazed\r\nblankly at the visitors. Trevor briefly explained his errand, but the\r\ninterview lost in solemnity owing to the fact that the bare notion of\r\nDixon storing tobacco in his room made Clowes roar with laughter. Also,\r\nDixon stolidly refused to understand what Trevor was talking about, and\r\nat the end of ten minutes, finding it hopeless to try and explain, the\r\ntwo went. Dixon, with a hazy impression that he had been asked to join\r\nin some sort of round game, and had refused the offer, returned again\r\nto his Liddell and Scott, and continued to wrestle with the somewhat\r\nobscure utterances of the chorus in AEschylus' _Agamemnon_. The\r\nresults of this fiasco on Trevor and Clowes were widely different.\r\nTrevor it depressed horribly. It made him feel savage. Clowes, on the\r\nother hand, regarded the whole affair in a spirit of rollicking farce,\r\nand refused to see that this was a serious matter, in which the honour\r\nof the house was involved.\r\n\r\nThe next study was Ruthven's. This fact somewhat toned down the\r\nexuberances of Clowes's demeanour. When one particularly dislikes a\r\nperson, one has a curious objection to seeming in good spirits in his\r\npresence. One feels that he may take it as a sort of compliment to\r\nhimself, or, at any rate, contribute grins of his own, which would be\r\nhateful. Clowes was as grave as Trevor when they entered the study.\r\n\r\nRuthven's study was like himself, overdressed and rather futile. It ran\r\nto little china ornaments in a good deal of profusion. It was more like\r\na drawing-room than a school study.\r\n\r\n\"Sorry to disturb you, Ruthven,\" said Trevor.\r\n\r\n\"Oh, come in,\" said Ruthven, in a tired voice. \"Please shut the door;\r\nthere is a draught. Do you want anything?\"\r\n\r\n\"We've got to have a look round,\" said Clowes.\r\n\r\n\"Can't you see everything there is?\"\r\n\r\nRuthven hated Clowes as much as Clowes hated him.\r\n\r\nTrevor cut into the conversation again.\r\n\r\n\"It's like this, Ruthven,\" he said. \"I'm awfully sorry, but the Old\r\nMan's just told me to search the studies in case any of the fellows\r\nhave got baccy.\"\r\n\r\nRuthven jumped up, pale with consternation.\r\n\r\n\"You can't. I won't have you disturbing my study.\"\r\n\r\n\"This is rot,\" said Trevor, shortly, \"I've got to. It's no good making\r\nit more unpleasant for me than it is.\"\r\n\r\n\"But I've no tobacco. I swear I haven't.\"\r\n\r\n\"Then why mind us searching?\" said Clowes affably.\r\n\r\n\"Come on, Ruthven,\" said Trevor, \"chuck us over the keys. You might as\r\nwell.\"\r\n\r\n\"I won't.\"\r\n\r\n\"Don't be an ass, man.\"\r\n\r\n\"We have here,\" observed Clowes, in his sad, solemn way, \"a stout and\r\nserviceable poker.\" He stooped, as he spoke, to pick it up.\r\n\r\n\"Leave that poker alone,\" cried Ruthven.\r\n\r\nClowes straightened himself.\r\n\r\n\"I'll swop it for your keys,\" he said.\r\n\r\n\"Don't be a fool.\"\r\n\r\n\"Very well, then. We will now crack our first crib.\"\r\n\r\nRuthven sprang forward, but Clowes, handing him off in football fashion\r\nwith his left hand, with his right dashed the poker against the lock of\r\nthe drawer of the table by which he stood.\r\n\r\nThe lock broke with a sharp crack. It was not built with an eye to such\r\nonslaught.\r\n\r\n\"Neat for a first shot,\" said Clowes, complacently. \"Now for the\r\nUmustaphas and shag.\"\r\n\r\nBut as he looked into the drawer he uttered a sudden cry of excitement.\r\nHe drew something out, and tossed it over to Trevor.\r\n\r\n\"Catch, Trevor,\" he said quietly. \"Something that'll interest you.\"\r\n\r\nTrevor caught it neatly in one hand, and stood staring at it as if he\r\nhad never seen anything like it before. And yet he had--often. For what\r\nhe had caught was a little golden bat, about an inch long by an eighth\r\nof an inch wide.\r\n\r\n\r\n\r\n\r\nXXI\r\n\r\nTHE LEAGUE REVEALED\r\n\r\n\r\n\"What do you think of that?\" said Clowes.\r\n\r\nTrevor said nothing. He could not quite grasp the situation. It was\r\nnot only that he had got the idea so firmly into his head that it\r\nwas Rand-Brown who had sent the letters and appropriated the bat.\r\nEven supposing he had not suspected Rand-Brown, he would never have\r\ndreamed of suspecting Ruthven. They had been friends. Not very close\r\nfriends--Trevor's keenness for games and Ruthven's dislike of them\r\nprevented that--but a good deal more than acquaintances. He was so\r\nconstituted that he could not grasp the frame of mind required for\r\nsuch an action as Ruthven's. It was something absolutely abnormal.\r\n\r\nClowes was equally surprised, but for a different reason. It was not so\r\nmuch the enormity of Ruthven's proceedings that took him aback. He\r\nbelieved him, with that cheerful intolerance which a certain type of\r\nmind affects, capable of anything. What surprised him was the fact that\r\nRuthven had had the ingenuity and even the daring to conduct a campaign\r\nof this description. Cribbing in examinations he would have thought the\r\nlimit of his crimes. Something backboneless and underhand of that kind\r\nwould not have surprised him in the least. He would have said that it\r\nwas just about what he had expected all along. But that Ruthven should\r\nblossom out suddenly as quite an ingenious and capable criminal in this\r\nway, was a complete surprise.\r\n\r\n\"Well, perhaps _you_'ll make a remark?\" he said, turning to\r\nRuthven.\r\n\r\nRuthven, looking very much like a passenger on a Channel steamer who\r\nhas just discovered that the motion of the vessel is affecting him\r\nunpleasantly, had fallen into a chair when Clowes handed him off. He\r\nsat there with a look on his pasty face which was not good to see, as\r\nsilent as Trevor. It seemed that whatever conversation there was going\r\nto be would have to take the form of a soliloquy from Clowes.\r\n\r\nClowes took a seat on the corner of the table.\r\n\r\n\"It seems to me, Ruthven,\" he said, \"that you'd better say\r\n_something_. At present there's a lot that wants explaining. As\r\nthis bat has been found lying in your drawer, I suppose we may take it\r\nthat you're the impolite letter-writer?\"\r\n\r\nRuthven found his voice at last.\r\n\r\n\"I'm not,\" he cried; \"I never wrote a line.\"\r\n\r\n\"Now we're getting at it,\" said Clowes. \"I thought you couldn't have\r\nhad it in you to carry this business through on your own. Apparently\r\nyou've only been the sleeping partner in this show, though I suppose it\r\nwas you who ragged Trevor's study? Not much sleeping about that. You\r\ntook over the acting branch of the concern for that day only, I expect.\r\nWas it you who ragged the study?\"\r\n\r\nRuthven stared into the fire, but said nothing.\r\n\r\n\"Must be polite, you know, Ruthven, and answer when you're spoken to.\r\nWas it you who ragged Trevor's study?\"\r\n\r\n\"Yes,\" said Ruthven.\r\n\r\n\"Thought so.\"\r\n\r\n\"Why, of course, I met you just outside,\" said Trevor, speaking for the\r\nfirst time. \"You were the chap who told me what had happened.\"\r\n\r\nRuthven said nothing.\r\n\r\n\"The ragging of the study seems to have been all the active work he\r\ndid,\" remarked Clowes.\r\n\r\n\"No,\" said Trevor, \"he posted the letters, whether he wrote them or\r\nnot. Milton was telling me--you remember? I told you. No, I didn't.\r\nMilton found out that the letters were posted by a small, light-haired\r\nfellow.\"\r\n\r\n\"That's him,\" said Clowes, as regardless of grammar as the monks of\r\nRheims, pointing with the poker at Ruthven's immaculate locks. \"Well,\r\nyou ragged the study and posted the letters. That was all your share.\r\nAm I right in thinking Rand-Brown was the other partner?\"\r\n\r\nSilence from Ruthven.\r\n\r\n\"Am I?\" persisted Clowes.\r\n\r\n\"You may think what you like. I don't care.\"\r\n\r\n\"Now we're getting rude again,\" complained Clowes. \"_Was_ Rand-Brown\r\nin this?\"\r\n\r\n\"Yes,\" said Ruthven.\r\n\r\n\"Thought so. And who else?\"\r\n\r\n\"No one.\"\r\n\r\n\"Try again.\"\r\n\r\n\"I tell you there was no one else. Can't you believe a word a chap\r\nsays?\"\r\n\r\n\"A word here and there, perhaps,\" said Clowes, as one making a\r\nconcession, \"but not many, and this isn't one of them. Have another\r\nshot.\"\r\n\r\nRuthven relapsed into silence.\r\n\r\n\"All right, then,\" said Clowes, \"we'll accept that statement. There's\r\njust a chance that it may be true. And that's about all, I think. This\r\nisn't my affair at all, really. It's yours, Trevor. I'm only a\r\nspectator and camp-follower. It's your business. You'll find me in my\r\nstudy.\" And putting the poker carefully in its place, Clowes left the\r\nroom. He went into his study, and tried to begin some work. But the\r\nbeauties of the second book of Thucydides failed to appeal to him. His\r\nmind was elsewhere. He felt too excited with what had just happened to\r\ntranslate Greek. He pulled up a chair in front of the fire, and gave\r\nhimself up to speculating how Trevor was getting on in the neighbouring\r\nstudy. He was glad he had left him to finish the business. If he had\r\nbeen in Trevor's place, there was nothing he would so greatly have\r\ndisliked as to have some one--however familiar a friend--interfering in\r\nhis wars and settling them for him. Left to himself, Clowes would\r\nprobably have ended the interview by kicking Ruthven into the nearest\r\napproach to pulp compatible with the laws relating to manslaughter. He\r\nhad an uneasy suspicion that Trevor would let him down far too easily.\r\n\r\nThe handle turned. Trevor came in, and pulled up another chair in\r\nsilence. His face wore a look of disgust. But there were no signs of\r\ncombat upon him. The toe of his boot was not worn and battered, as\r\nClowes would have liked to have seen it. Evidently he had not chosen to\r\nadopt active and physical measures for the improvement of Ruthven's\r\nmoral well-being.\r\n\r\n\"Well?\" said Clowes.\r\n\r\n\"My word, what a hound!\" breathed Trevor, half to himself.\r\n\r\n\"My sentiments to a hair,\" said Clowes, approvingly. \"But what have you\r\ndone?\"\r\n\r\n\"I didn't do anything.\"\r\n\r\n\"I was afraid you wouldn't. Did he give any explanation? What made him\r\ngo in for the thing at all? What earthly motive could he have for not\r\nwanting Barry to get his colours, bar the fact that Rand-Brown didn't\r\nwant him to? And why should he do what Rand-Brown told him? I never even\r\nknew they were pals, before today.\"\r\n\r\n\"He told me a good deal,\" said Trevor. \"It's one of the beastliest\r\nthings I ever heard. They neither of them come particularly well out of\r\nthe business, but Rand-Brown comes worse out of it even than Ruthven.\r\nMy word, that man wants killing.\"\r\n\r\n\"That'll keep,\" said Clowes, nodding. \"What's the yarn?\"\r\n\r\n\"Do you remember about a year ago a chap named Patterson getting\r\nsacked?\"\r\n\r\nClowes nodded again. He remembered the case well. Patterson had had\r\ngambling transactions with a Wrykyn tradesman, had been found out, and\r\nhad gone.\r\n\r\n\"You remember what a surprise it was to everybody. It wasn't one of\r\nthose cases where half the school suspects what's going on. Those cases\r\nalways come out sooner or later. But Patterson nobody knew about.\"\r\n\r\n\"Yes. Well?\"\r\n\r\n\"Nobody,\" said Trevor, \"except Ruthven, that is. Ruthven got to know\r\nsomehow. I believe he was a bit of a pal of Patterson's at the time.\r\nAnyhow,--they had a row, and Ruthven went to Dexter--Patterson was in\r\nDexter's--and sneaked. Dexter promised to keep his name out of the\r\nbusiness, and went straight to the Old Man, and Patterson got turfed\r\nout on the spot. Then somehow or other Rand-Brown got to know about\r\nit--I believe Ruthven must have told him by accident some time or other.\r\nAfter that he simply had to do everything Rand-Brown wanted him to.\r\nOtherwise he said that he would tell the chaps about the Patterson\r\naffair. That put Ruthven in a dead funk.\"\r\n\r\n\"Of course,\" said Clowes; \"I should imagine friend Ruthven would have\r\ngot rather a bad time of it. But what made them think of starting the\r\nLeague? It was a jolly smart idea. Rand-Brown's, of course?\"\r\n\r\n\"Yes. I suppose he'd heard about it, and thought something might be\r\nmade out of it if it were revived.\"\r\n\r\n\"And were Ruthven and he the only two in it?\"\r\n\r\n\"Ruthven swears they were, and I shouldn't wonder if he wasn't telling\r\nthe truth, for once in his life. You see, everything the League's done\r\nso far could have been done by him and Rand-Brown, without anybody\r\nelse's help. The only other studies that were ragged were Mill's and\r\nMilton's--both in Seymour's.\r\n\r\n\"Yes,\" said Clowes.\r\n\r\nThere was a pause. Clowes put another shovelful of coal on the fire.\r\n\r\n\"What are you going to do to Ruthven?\"\r\n\r\n\"Nothing.\"\r\n\r\n\"Nothing? Hang it, he doesn't deserve to get off like that. He isn't as\r\nbad as Rand-Brown--quite--but he's pretty nearly as finished a little\r\nbeast as you could find.\"\r\n\r\n\"Finished is just the word,\" said Trevor. \"He's going at the end of the\r\nweek.\"\r\n\r\n\"Going? What! sacked?\"\r\n\r\n\"Yes. The Old Man's been finding out things about him, apparently, and\r\nthis smoking row has just added the finishing-touch to his discoveries.\r\nHe's particularly keen against smoking just now for some reason.\"\r\n\r\n\"But was Ruthven in it?\"\r\n\r\n\"Yes. Didn't I tell you? He was one of the fellows Dexter caught in the\r\nvault. There were two in this house, you remember?\"\r\n\r\n\"Who was the other?\"\r\n\r\n\"That man Dashwood. Has the study next to Paget's old one. He's going,\r\ntoo.\"\r\n\r\n\"Scarcely knew him. What sort of a chap was he?\"\r\n\r\n\"Outsider. No good to the house in any way. He won't be missed.\"\r\n\r\n\"And what are you going to do about Rand-Brown?\"\r\n\r\n\"Fight him, of course. What else could I do?\"\r\n\r\n\"But you're no match for him.\"\r\n\r\n\"We'll see.\"\r\n\r\n\"But you _aren't_,\" persisted Clowes. \"He can give you a stone\r\neasily, and he's not a bad boxer either. Moriarty didn't beat him so\r\nvery cheaply in the middle-weight this year. You wouldn't have a\r\nchance.\"\r\n\r\nTrevor flared up.\r\n\r\n\"Heavens, man,\" he cried, \"do you think I don't know all that myself?\r\nBut what on earth would you have me do? Besides, he may be a good\r\nboxer, but he's got no pluck at all. I might outstay him.\"\r\n\r\n\"Hope so,\" said Clowes.\r\n\r\nBut his tone was not hopeful.\r\n\r\n\r\n\r\n\r\nXXII\r\n\r\nA DRESS REHEARSAL\r\n\r\n\r\nSome people in Trevor's place might have taken the earliest opportunity\r\nof confronting Rand-Brown, so as to settle the matter in hand without\r\ndelay. Trevor thought of doing this, but finally decided to let the\r\nmatter rest for a day, until he should have found out with some\r\naccuracy what chance he stood.\r\n\r\nAfter four o'clock, therefore, on the next day, having had tea in his\r\nstudy, he went across to the baths, in search of O'Hara. He intended\r\nthat before the evening was over the Irishman should have imparted to\r\nhim some of his skill with the hands. He did not know that for a man\r\nabsolutely unscientific with his fists there is nothing so fatal as to\r\ntake a boxing lesson on the eve of battle. A little knowledge is a\r\ndangerous thing. He is apt to lose his recklessness--which might have\r\nstood by him well--in exchange for a little quite useless science. He\r\nis neither one thing nor the other, neither a natural fighter nor a\r\nskilful boxer.\r\n\r\nThis point O'Hara endeavoured to press upon him as soon as he had\r\nexplained why it was that he wanted coaching on this particular\r\nafternoon.\r\n\r\nThe Irishman was in the gymnasium, punching the ball, when Trevor found\r\nhim. He generally put in a quarter of an hour with the punching-ball\r\nevery evening, before Moriarty turned up for the customary six rounds.\r\n\r\n\"Want me to teach ye a few tricks?\" he said. \"What's that for?\"\r\n\r\n\"I've got a mill coming on soon,\" explained Trevor, trying to make the\r\nstatement as if it were the most ordinary thing in the world for a\r\nschool prefect, who was also captain of football, head of a house, and\r\nin the cricket eleven, to be engaged for a fight in the near future.\r\n\r\n\"Mill!\" exclaimed O'Hara. \"You! An' why?\"\r\n\r\n\"Never mind why,\" said Trevor. \"I'll tell you afterwards, perhaps.\r\nShall I put on the gloves now?\"\r\n\r\n\"Wait,\" said O'Hara, \"I must do my quarter of an hour with the ball\r\nbefore I begin teaching other people how to box. Have ye a watch?\"\r\n\r\n\"Yes.\"\r\n\r\n\"Then time me. I'll do four rounds of three minutes each, with a\r\nminute's rest in between. That's more than I'll do at Aldershot, but\r\nit'll get me fit. Ready?\"\r\n\r\n\"Time,\" said Trevor.\r\n\r\nHe watched O'Hara assailing the swinging ball with considerable envy.\r\nWhy, he wondered, had he not gone in for boxing? Everybody ought to\r\nlearn to box. It was bound to come in useful some time or other. Take\r\nhis own case. He was very much afraid--no, afraid was not the right\r\nword, for he was not that. He was very much of opinion that Rand-Brown\r\nwas going to have a most enjoyable time when they met. And the final\r\nhouse-match was to be played next Monday. If events turned out as he\r\ncould not help feeling they were likely to turn out, he would be too\r\nbattered to play in that match. Donaldson's would probably win whether\r\nhe played or not, but it would be bitter to be laid up on such an\r\noccasion. On the other hand, he must go through with it. He did not\r\nbelieve in letting other people take a hand in settling his private\r\nquarrels.\r\n\r\nBut he wished he had learned to box. If only he could hit that dancing,\r\njumping ball with a fifth of the skill that O'Hara was displaying, his\r\nwiriness and pluck might see him through. O'Hara finished his fourth\r\nround with his leathern opponent, and sat down, panting.\r\n\r\n\"Pretty useful, that,\" commented Trevor, admiringly.\r\n\r\n\"Ye should see Moriarty,\" gasped O'Hara.\r\n\r\n\"Now, will ye tell me why it is you're going to fight, and with whom\r\nyou're going to fight?\"\r\n\r\n\"Very well. It's with Rand-Brown.\"\r\n\r\n\"Rand-Brown!\" exclaimed O'Hara. \"But, me dearr man, he'll ate you.\"\r\n\r\nTrevor gave a rather annoyed laugh. \"I must say I've got a nice,\r\ncheery, comforting lot of friends,\" he said. \"That's just what Clowes\r\nhas been trying to explain to me.\"\r\n\r\n\"Clowes is quite right,\" said O'Hara, seriously. \"Has the thing gone\r\ntoo far for ye to back out? Without climbing down, of course,\" he\r\nadded.\r\n\r\n\"Yes,\" said Trevor, \"there's no question of my getting out of it. I\r\ndaresay I could. In fact, I know I could. But I'm not going to.\"\r\n\r\n\"But, me dearr man, ye haven't an earthly chance. I assure ye ye\r\nhaven't. I've seen Rand-Brown with the gloves on. That was last term.\r\nHe's not put them on since Moriarty bate him in the middles, so he may\r\nbe out of practice. But even then he'd be a bad man to tackle. He's big\r\nan' he's strong, an' if he'd only had the heart in him he'd have been\r\ngoing up to Aldershot instead of Moriarty. That's what he'd be doing.\r\nAn' you can't box at all. Never even had the gloves on.\"\r\n\r\n\"Never. I used to scrap when I was a kid, though.\"\r\n\r\n\"That's no use,\" said O'Hara, decidedly. \"But you haven't said what it\r\nis that ye've got against Rand-Brown. What is it?\"\r\n\r\n\"I don't see why I shouldn't tell you. You're in it as well. In fact,\r\nif it hadn't been for the bat turning up, you'd have been considerably\r\nmore in it than I am.\"\r\n\r\n\"What!\" cried O'Hara. \"Where did you find it? Was it in the grounds?\r\nWhen was it you found it?\"\r\n\r\nWhereupon Trevor gave him a very full and exact account of what had\r\nhappened. He showed him the two letters from the League, touched on\r\nMilton's connection with the affair, traced the gradual development of\r\nhis suspicions, and described with some approach to excitement the\r\nscene in Ruthven's study, and the explanations that had followed it.\r\n\r\n\"Now do you wonder,\" he concluded, \"that I feel as if a few rounds with\r\nRand-Brown would do me good.\"\r\n\r\nO'Hara breathed hard.\r\n\r\n\"My word!\" he said, \"I'd like to see ye kill him.\"\r\n\r\n\"But,\" said Trevor, \"as you and Clowes have been pointing out to me, if\r\nthere's going to be a corpse, it'll be me. However, I mean to try. Now\r\nperhaps you wouldn't mind showing me a few tricks.\"\r\n\r\n\"Take my advice,\" said O'Hara, \"and don't try any of that foolery.\"\r\n\r\n\"Why, I thought you were such a believer in science,\" said Trevor in\r\nsurprise.\r\n\r\n\"So I am, if you've enough of it. But it's the worst thing ye can do to\r\nlearn a trick or two just before a fight, if you don't know anything\r\nabout the game already. A tough, rushing fighter is ten times as good\r\nas a man who's just begun to learn what he oughtn't to do.\"\r\n\r\n\"Well, what do you advise me to do, then?\" asked Trevor, impressed by\r\nthe unwonted earnestness with which the Irishman delivered this\r\npugilistic homily, which was a paraphrase of the views dinned into the\r\nears of every novice by the school instructor.\r\n\r\n\"I must do something.\"\r\n\r\n\"The best thing ye can do,\" said O'Hara, thinking for a moment, \"is to\r\nput on the gloves and have a round or two with me. Here's Moriarty at\r\nlast. We'll get him to time us.\"\r\n\r\nAs much explanation as was thought good for him having been given to\r\nthe newcomer, to account for Trevor's newly-acquired taste for things\r\npugilistic, Moriarty took the watch, with instructions to give them two\r\nminutes for the first round.\r\n\r\n\"Go as hard as you can,\" said O'Hara to Trevor, as they faced one\r\nanother, \"and hit as hard as you like. It won't be any practice if you\r\ndon't. I sha'n't mind being hit. It'll do me good for Aldershot. See?\"\r\n\r\nTrevor said he saw.\r\n\r\n\"Time,\" said Moriarty.\r\n\r\nTrevor went in with a will. He was a little shy at first of putting all\r\nhis weight into his blows. It was hard to forget that he felt friendly\r\ntowards O'Hara. But he speedily awoke to the fact that the Irishman\r\ntook his boxing very seriously, and was quite a different person when\r\nhe had the gloves on. When he was so equipped, the man opposite him\r\nceased to be either friend or foe in a private way. He was simply an\r\nopponent, and every time he hit him was one point. And, when he entered\r\nthe ring, his only object in life for the next three minutes was to\r\nscore points. Consequently Trevor, sparring lightly and in rather a\r\nfutile manner at first, was woken up by a stinging flush hit between\r\nthe eyes. After that he, too, forgot that he liked the man before him,\r\nand rushed him in all directions. There was no doubt as to who would\r\nhave won if it had been a competition. Trevor's guard was of the most\r\nrudimentary order, and O'Hara got through when and how he liked. But\r\nthough he took a good deal, he also gave a good deal, and O'Hara\r\nconfessed himself not altogether sorry when Moriarty called \"Time\".\r\n\r\n\"Man,\" he said regretfully, \"why ever did ye not take up boxing before?\r\nYe'd have made a splendid middle-weight.\"\r\n\r\n\"Well, have I a chance, do you think?\" inquired Trevor.\r\n\r\n\"Ye might do it with luck,\" said O'Hara, very doubtfully. \"But,\" he\r\nadded, \"I'm afraid ye've not much chance.\"\r\n\r\nAnd with this poor encouragement from his trainer and sparring-partner,\r\nTrevor was forced to be content.\r\n\r\n\r\n\r\n\r\nXXIII\r\n\r\nWHAT RENFORD SAW\r\n\r\n\r\nThe health of Master Harvey of Seymour's was so delicately constituted\r\nthat it was an absolute necessity that he should consume one or more\r\nhot buns during the quarter of an hour's interval which split up\r\nmorning school. He was tearing across the junior gravel towards the\r\nshop on the morning following Trevor's sparring practice with O'Hara,\r\nwhen a melodious treble voice called his name. It was Renford. He\r\nstopped, to allow his friend to come up with him, and then made as if\r\nto resume his way to the shop. But Renford proposed an amendment.\r\n\"Don't go to the shop,\" he said, \"I want to talk.\"\r\n\r\n\"Well, can't you talk in the shop?\"\r\n\r\n\"Not what I want to tell you. It's private. Come for a stroll.\"\r\n\r\nHarvey hesitated. There were few things he enjoyed so much as exclusive\r\nitems of school gossip (scandal preferably), but hot new buns were\r\namong those few things. However, he decided on this occasion to feed\r\nthe mind at the expense of the body. He accepted Renford's invitation.\r\n\r\n\r\n\"What is it?\" he asked, as they made for the football field. \"What's\r\nbeen happening?\"\r\n\r\n\"It's frightfully exciting,\" said Renford.\r\n\r\n\"What's up?\"\r\n\r\n\"You mustn't tell any one.\"\r\n\r\n\"All right. Of course not.\"\r\n\r\n\"Well, then, there's been a big fight, and I'm one of the only chaps\r\nwho know about it so far.\"\r\n\r\n\"A fight?\" Harvey became excited. \"Who between?\"\r\n\r\nRenford paused before delivering his news, to emphasise the importance\r\nof it.\r\n\r\n\"It was between O'Hara and Rand-Brown,\" he said at length.\r\n\r\n\"_By Jove!_\" said Harvey. Then a suspicion crept into his mind.\r\n\r\n\"Look here, Renford,\" he said, \"if you're trying to green me--\"\r\n\r\n\"I'm not, you ass,\" replied Renford indignantly. \"It's perfectly true.\r\nI saw it myself.\"\r\n\r\n\"By Jove, did you really? Where was it? When did it come off? Was it a\r\ngood one? Who won?\"\r\n\r\n\"It was the best one I've ever seen.\"\r\n\r\n\"Did O'Hara beat him? I hope he did. O'Hara's a jolly good sort.\"\r\n\r\n\"Yes. They had six rounds. Rand-Brown got knocked out in the middle of\r\nthe sixth.\"\r\n\r\n\"What, do you mean really knocked out, or did he just chuck it?\"\r\n\r\n\"No. He was really knocked out. He was on the floor for quite a time.\r\nBy Jove, you should have seen it. O'Hara was ripping in the sixth\r\nround. He was all over him.\"\r\n\r\n\"Tell us about it,\" said Harvey, and Renford told.\r\n\r\n\"I'd got up early,\" he said, \"to feed the ferrets, and I was just\r\ncutting over to the fives-courts with their grub, when, just as I got\r\nacross the senior gravel, I saw O'Hara and Moriarty standing waiting\r\nnear the second court. O'Hara knows all about the ferrets, so I didn't\r\ntry and cut or anything. I went up and began talking to him. I noticed\r\nhe didn't look particularly keen on seeing me at first. I asked him if\r\nhe was going to play fives. Then he said no, and told me what he'd\r\nreally come for. He said he and Rand-Brown had had a row, and they'd\r\nagreed to have it out that morning in one of the fives-courts. Of\r\ncourse, when I heard that, I was all on to see it, so I said I'd wait,\r\nif he didn't mind. He said he didn't care, so long as I didn't tell\r\neverybody, so I said I wouldn't tell anybody except you, so he said all\r\nright, then, I could stop if I wanted to. So that was how I saw it.\r\nWell, after we'd been waiting a few minutes, Rand-Brown came in sight,\r\nwith that beast Merrett in our house, who'd come to second him. It was\r\njust like one of those duels you read about, you know. Then O'Hara said\r\nthat as I was the only one there with a watch--he and Rand-Brown were\r\nin footer clothes, and Merrett and Moriarty hadn't got their tickers on\r\nthem--I'd better act as timekeeper. So I said all right, I would, and\r\nwe went to the second fives-court. It's the biggest of them, you know.\r\nI stood outside on the bench, looking through the wire netting over the\r\ndoor, so as not to be in the way when they started scrapping. O'Hara\r\nand Rand-Brown took off their blazers and sweaters, and chucked them to\r\nMoriarty and Merrett, and then Moriarty and Merrett went and stood in\r\ntwo corners, and O'Hara and Rand-Brown walked into the middle and stood\r\nup to one another. Rand-Brown was miles the heaviest--by a stone, I\r\nshould think--and he was taller and had a longer reach. But O'Hara\r\nlooked much fitter. Rand-Brown looked rather flabby.\r\n\r\n\"I sang out 'Time' through the wire netting, and they started off at\r\nonce. O'Hara offered to shake hands, but Rand-Brown wouldn't. So they\r\nbegan without it.\r\n\r\n\"The first round was awfully fast. They kept having long rallies all\r\nover the place. O'Hara was a jolly sight quicker, and Rand-Brown didn't\r\nseem able to guard his hits at all. But he hit frightfully hard\r\nhimself, great, heavy slogs, and O'Hara kept getting them in the face.\r\nAt last he got one bang in the mouth which knocked him down flat. He\r\nwas up again in a second, and was starting to rush, when I looked at\r\nthe watch, and found that I'd given them nearly half a minute too much\r\nalready. So I shouted 'Time', and made up my mind I'd keep more of an\r\neye on the watch next round. I'd got so jolly excited, watching them,\r\nthat I'd forgot I was supposed to be keeping time for them. They had\r\nonly asked for a minute between the rounds, but as I'd given them half\r\na minute too long in the first round, I chucked in a bit extra in the\r\nrest, so that they were both pretty fit by the time I started them\r\nagain.\r\n\r\n\"The second round was just like the first, and so was the third. O'Hara\r\nkept getting the worst of it. He was knocked down three or four times\r\nmore, and once, when he'd rushed Rand-Brown against one of the walls,\r\nhe hit out and missed, and barked his knuckles jolly badly against the\r\nwall. That was in the middle of the third round, and Rand-Brown had it\r\nall his own way for the rest of the round--for about two minutes, that\r\nis to say. He hit O'Hara about all over the shop. I was so jolly keen\r\non O'Hara's winning, that I had half a mind to call time early, so as\r\nto give him time to recover. But I thought it would be a low thing to\r\ndo, so I gave them their full three minutes.\r\n\r\n\"Directly they began the fourth round, I noticed that things were going\r\nto change a bit. O'Hara had given up his rushing game, and was waiting\r\nfor his man, and when he came at him he'd put in a hot counter, nearly\r\nalways at the body. After a bit Rand-Brown began to get cautious, and\r\nwouldn't rush, so the fourth round was the quietest there had been. In\r\nthe last minute they didn't hit each other at all. They simply sparred\r\nfor openings. It was in the fifth round that O'Hara began to forge\r\nahead. About half way through he got in a ripper, right in the wind,\r\nwhich almost doubled Rand-Brown up, and then he started rushing again.\r\nRand-Brown looked awfully bad at the end of the round. Round six was\r\nripping. I never saw two chaps go for each other so. It was one long\r\nrally. Then--how it happened I couldn't see, they were so quick--just\r\nas they had been at it a minute and a half, there was a crack, and the\r\nnext thing I saw was Rand-Brown on the ground, looking beastly. He went\r\ndown absolutely flat; his heels and head touched the ground at the same\r\ntime.\r\n\r\n\r\n\"I counted ten out loud in the professional way like they do at the\r\nNational Sporting Club, you know, and then said 'O'Hara wins'. I felt\r\nan awful swell. After about another half-minute, Rand-Brown was all\r\nright again, and he got up and went back to the house with Merrett, and\r\nO'Hara and Moriarty went off to Dexter's, and I gave the ferrets their\r\ngrub, and cut back to breakfast.\"\r\n\r\n\"Rand-Brown wasn't at breakfast,\" said Harvey.\r\n\r\n\"No. He went to bed. I wonder what'll happen. Think there'll be a row\r\nabout it?\"\r\n\r\n\"Shouldn't think so,\" said Harvey. \"They never do make rows about\r\nfights, and neither of them is a prefect, so I don't see what it\r\nmatters if they _do_ fight. But, I say--\"\r\n\r\n\"What's up?\"\r\n\r\n\"I wish,\" said Harvey, his voice full of acute regret, \"that it had\r\nbeen my turn to feed those ferrets.\"\r\n\r\n\"I don't,\" said Renford cheerfully. \"I wouldn't have missed that mill\r\nfor something. Hullo, there's the bell. We'd better run.\"\r\n\r\nWhen Trevor called at Seymour's that afternoon to see Rand-Brown, with\r\na view to challenging him to deadly combat, and found that O'Hara had\r\nbeen before him, he ought to have felt relieved. His actual feeling was\r\none of acute annoyance. It seemed to him that O'Hara had exceeded the\r\nlimits of friendship. It was all very well for him to take over the\r\nRand-Brown contract, and settle it himself, in order to save Trevor\r\nfrom a very bad quarter of an hour, but Trevor was one of those people\r\nwho object strongly to the interference of other people in their\r\nprivate business. He sought out O'Hara and complained. Within two\r\nminutes O'Hara's golden eloquence had soothed him and made him view the\r\nmatter in quite a different light. What O'Hara pointed out was that it\r\nwas not Trevor's affair at all, but his own. Who, he asked, had been\r\nlikely to be damaged most by Rand-Brown's manoeuvres in connection with\r\nthe lost bat? Trevor was bound to admit that O'Hara was that person.\r\nVery well, then, said O'Hara, then who had a better right to fight\r\nRand-Brown? And Trevor confessed that no one else had a better.\r\n\r\n\"Then I suppose,\" he said, \"that I shall have to do nothing about it?\"\r\n\r\n\"That's it,\" said O'Hara.\r\n\r\n\"It'll be rather beastly meeting the man after this,\" said Trevor,\r\npresently. \"Do you think he might possibly leave at the end of term?\"\r\n\r\n\"He's leaving at the end of the week,\" said O'Hara. \"He was one of the\r\nfellows Dexter caught in the vault that evening. You won't see much\r\nmore of Rand-Brown.\"\r\n\r\n\"I'll try and put up with that,\" said Trevor.\r\n\r\n\"And so will I,\" replied O'Hara. \"And I shouldn't think Milton would be\r\nso very grieved.\"\r\n\r\n\"No,\" said Trevor. \"I tell you what will make him sick, though, and\r\nthat is your having milled with Rand-Brown. It's a job he'd have liked\r\nto have taken on himself.\"\r\n\r\n\r\n\r\n\r\nXXIV\r\n\r\nCONCLUSION\r\n\r\n\r\nInto the story at this point comes the narrative of Charles Mereweather\r\nCook, aged fourteen, a day-boy.\r\n\r\nCook arrived at the school on the tenth of March, at precisely nine\r\no'clock, in a state of excitement.\r\n\r\nHe said there was a row on in the town.\r\n\r\nCross-examined, he said there was no end of a row on in the town.\r\n\r\nDuring morning school he explained further, whispering his tale into\r\nthe attentive ear of Knight of the School House, who sat next to him.\r\n\r\nWhat sort of a row, Knight wanted to know.\r\n\r\nCook deposed that he had been riding on his bicycle past the entrance\r\nto the Recreation Grounds on his way to school, when his eye was\r\nattracted by the movements of a mass of men just inside the gate. They\r\nappeared to be fighting. Witness did not stop to watch, much as he\r\nwould have liked to do so. Why not? Why, because he was late already,\r\nand would have had to scorch anyhow, in order to get to school in time.\r\nAnd he had been late the day before, and was afraid that old Appleby\r\n(the master of the form) would give him beans if he were late again.\r\nWherefore he had no notion of what the men were fighting about, but he\r\nbetted that more would be heard about it. Why? Because, from what he\r\nsaw of it, it seemed a jolly big thing. There must have been quite\r\nthree hundred men fighting. (Knight, satirically, \"_Pile_ it on!\")\r\nWell, quite a hundred, anyhow. Fifty a side. And fighting like\r\nanything. He betted there would be something about it in the\r\n_Wrykyn_ _Patriot_ tomorrow. He shouldn't wonder if somebody\r\nhad been killed. What were they scrapping about? How should _he_\r\nknow!\r\n\r\nHere Mr Appleby, who had been trying for the last five minutes to find\r\nout where the whispering noise came from, at length traced it to its\r\nsource, and forthwith requested Messrs Cook and Knight to do him two\r\nhundred lines, adding that, if he heard them talking again, he would\r\nput them into the extra lesson. Silence reigned from that moment.\r\n\r\nNext day, while the form was wrestling with the moderately exciting\r\naccount of Caesar's doings in Gaul, Master Cook produced from his\r\npocket a newspaper cutting. This, having previously planted a forcible\r\nblow in his friend's ribs with an elbow to attract the latter's\r\nattention, he handed to Knight, and in dumb show requested him to\r\nperuse the same. Which Knight, feeling no interest whatever in Caesar's\r\ndoings in Gaul, and having, in consequence, a good deal of time on his\r\nhands, proceeded to do. The cutting was headed \"Disgraceful Fracas\",\r\nand was written in the elegant style that was always so marked a\r\nfeature of the _Wrykyn Patriot_.\r\n\r\n\"We are sorry to have to report,\" it ran, \"another of those deplorable\r\nebullitions of local Hooliganism, to which it has before now been our\r\npainful duty to refer. Yesterday the Recreation Grounds were made the\r\nscene of as brutal an exhibition of savagery as has ever marred the\r\nfair fame of this town. Our readers will remember how on a previous\r\noccasion, when the fine statue of Sir Eustace Briggs was found covered\r\nwith tar, we attributed the act to the malevolence of the Radical\r\nsection of the community. Events have proved that we were right.\r\nYesterday a body of youths, belonging to the rival party, was\r\ndiscovered in the very act of repeating the offence. A thick coating of\r\ntar had already been administered, when several members of the rival\r\nfaction appeared. A free fight of a peculiarly violent nature\r\nimmediately ensued, with the result that, before the police could\r\ninterfere, several of the combatants had received severe bruises.\r\nFortunately the police then arrived on the scene, and with great\r\ndifficulty succeeded in putting a stop to the _fracas_. Several\r\narrests were made.\r\n\r\n\"We have no desire to discourage legitimate party rivalry, but we feel\r\njustified in strongly protesting against such dastardly tricks as those\r\nto which we have referred. We can assure our opponents that they can\r\ngain nothing by such conduct.\"\r\n\r\nThere was a good deal more to the effect that now was the time for all\r\ngood men to come to the aid of the party, and that the constituents of\r\nSir Eustace Briggs must look to it that they failed not in the hour of\r\nneed, and so on. That was what the _Wrykyn Patriot_ had to say on\r\nthe subject.\r\n\r\nO'Hara managed to get hold of a copy of the paper, and showed it to\r\nClowes and Trevor.\r\n\r\n\"So now,\" he said, \"it's all right, ye see. They'll never suspect it\r\nwasn't the same people that tarred the statue both times. An' ye've got\r\nthe bat back, so it's all right, ye see.\"\r\n\r\n\"The only thing that'll trouble you now,\" said Clowes, \"will be your\r\nconscience.\"\r\n\r\nO'Hara intimated that he would try and put up with that.\r\n\r\n\"But isn't it a stroke of luck,\" he said, \"that they should have gone\r\nand tarred Sir Eustace again so soon after Moriarty and I did it?\"\r\n\r\nClowes said gravely that it only showed the force of good example.\r\n\r\n\"Yes. They wouldn't have thought of it, if it hadn't been for us,\"\r\nchortled O'Hara. \"I wonder, now, if there's anything else we could do\r\nto that statue!\" he added, meditatively.\r\n\r\n\"My good lunatic,\" said Clowes, \"don't you think you've done almost\r\nenough for one term?\"\r\n\r\n\"Well, 'myes,\" replied O'Hara thoughtfully, \"perhaps we have, I\r\nsuppose.\"\r\n\r\n       *       *       *       *       *\r\n\r\nThe term wore on. Donaldson's won the final house-match by a matter of\r\ntwenty-six points. It was, as they had expected, one of the easiest\r\ngames they had had to play in the competition. Bryant's, who were their\r\nopponents, were not strong, and had only managed to get into the final\r\nowing to their luck in drawing weak opponents for the trial heats. The\r\nreal final, that had decided the ownership of the cup, had been\r\nDonaldson's _v._ Seymour's.\r\n\r\nAldershot arrived, and the sports. Drummond and O'Hara covered\r\nthemselves with glory, and brought home silver medals. But Moriarty, to\r\nthe disappointment of the school, which had counted on his pulling off\r\nthe middles, met a strenuous gentleman from St Paul's in the final, and\r\nwas prematurely outed in the first minute of the third round. To him,\r\ntherefore, there fell but a medal of bronze.\r\n\r\nIt was on the Sunday after the sports that Trevor's connection with the\r\nbat ceased--as far, that is to say, as concerned its unpleasant\r\ncharacter (as a piece of evidence that might be used to his\r\ndisadvantage). He had gone to supper with the headmaster, accompanied\r\nby Clowes and Milton. The headmaster nearly always invited a few of the\r\nhouse prefects to Sunday supper during the term. Sir Eustace Briggs\r\nhappened to be there. He had withdrawn his insinuations concerning the\r\npart supposedly played by a member of the school in the matter of the\r\ntarred statue, and the headmaster had sealed the _entente\r\ncordiale_ by asking him to supper.\r\n\r\nAn ordinary man might have considered it best to keep off the delicate\r\nsubject. Not so Sir Eustace Briggs. He was on to it like glue. He\r\ntalked of little else throughout the whole course of the meal.\r\n\r\n\"My suspicions,\" he boomed, towards the conclusion of the feast, \"which\r\nhave, I am rejoiced to say, proved so entirely void of foundation and\r\nsignificance, were aroused in the first instance, as I mentioned\r\nbefore, by the narrative of the man Samuel Wapshott.\"\r\n\r\nNobody present showed the slightest desire to learn what the man Samuel\r\nWapshott had had to say for himself, but Sir Eustace, undismayed,\r\ncontinued as if the whole table were hanging on his words.\r\n\r\n\"The man Samuel Wapshott,\" he said, \"distinctly asserted that a small\r\ngold ornament, shaped like a bat, was handed by him to a lad of age\r\ncoeval with these lads here.\"\r\n\r\nThe headmaster interposed. He had evidently heard more than enough of\r\nthe man Samuel Wapshott.\r\n\r\n\"He must have been mistaken,\" he said briefly. \"The bat which Trevor is\r\nwearing on his watch-chain at this moment is the only one of its kind\r\nthat I know of. You have never lost it, Trevor?\"\r\n\r\nTrevor thought for a moment. _He_ had never lost it. He replied\r\ndiplomatically, \"It has been in a drawer nearly all the term, sir,\" he\r\nsaid.\r\n\r\n\"A drawer, hey?\" remarked Sir Eustace Briggs. \"Ah! A very sensible\r\nplace to keep it in, my boy. You could have no better place, in my\r\nopinion.\"\r\n\r\nAnd Trevor agreed with him, with the mental reservation\r\nthat it rather depended on whom the drawer belonged to."
  ]
}