{
  "index": 17,
  "title": "Chapter 16",
  "paragraphs": [
    "Ruth States Her Intentions\r\n\r\n\r\nAt about the time when Lora Delane Porter was cross-examining Kirk\r\nWinfield, Bailey Bannister left his club hurriedly.\r\n\r\nInside the club a sad, rabbit-faced young gentleman, who had been\r\nunburdening his soul to Bailey, was seeking further consolation in an\r\namber drink with a cherry at the bottom of it. For this young man was\r\none of nature’s cherry-chasers. It was the only thing he did really\r\nwell. His name was Grayling, his height five feet three, his socks\r\npink, and his income enormous.\r\n\r\nSo much for Grayling. He is of absolutely no importance, either to the\r\nworld or to this narrative, except in so far that the painful story he\r\nhas been unfolding to Bailey Bannister has so wrought upon that\r\nexquisite as to send him galloping up Fifth Avenue at five miles an\r\nhour in search of his sister Ruth.\r\n\r\nLet us now examine Bailey. He is a faultlessly dressed young man of\r\nabout twenty-seven, who takes it as a compliment when people think him\r\nolder. His mouth, at present gaping with agitation and the unwonted\r\nexercise, is, as a rule, primly closed. His eyes, peering through\r\ngold-rimmed glasses, protrude slightly, giving him something of the\r\ndumb pathos of a codfish.\r\n\r\nHis hair is pale and scanty, his nose sharp and narrow. He is a junior\r\npartner in the firm of Bannister & Son, and it is his unalterable\r\nconviction that, if his father would only give him a chance, he could\r\nshow Wall Street some high finance that would astonish it.\r\n\r\nThe afternoon was warm. The sun beat down on the avenue. Bailey had not\r\ngone two blocks before it occurred to him that swifter and more\r\ncomfortable progress could be made in a taxicab than on his admirably\r\ntrousered legs. No more significant proof of the magnitude of his\r\nagitation could be brought forward than the fact that he had so far\r\nforgotten himself as to walk at all. He hailed a cab and gave the\r\naddress of a house on the upper avenue.\r\n\r\nHe leaned back against the cushions, trying to achieve a coolness of\r\nmind and body. But the heat of the day kept him unpleasantly soluble,\r\nand dismay, that perspiration of the soul, refused to be absorbed by\r\nthe pocket-handkerchief of philosophy.\r\n\r\nBailey Bannister was a young man who considered the minding of other\r\npeople’s business a duty not to be shirked. Life is a rocky road for\r\nsuch. His motto was “Let _me_ do it!” He fussed about the affairs of\r\nBannister & Son; he fussed about the welfare of his friends at the\r\nclub; especially, he fussed about his only sister Ruth.\r\n\r\nHe looked on himself as a sort of guardian to Ruth. Their mother had\r\ndied when they were children, and old Mr. Bannister was indifferently\r\nequipped with the paternal instinct. He was absorbed, body and soul, in\r\nthe business of the firm. He lived practically a hermit life in the\r\ngreat house on Fifth Avenue; and, if it had not been for Bailey, so\r\nBailey considered, Ruth would have been allowed to do just whatever she\r\npleased. There were those who said that this was precisely what she\r\ndid, despite Brother Bailey.\r\n\r\nIt is a hard world for a conscientious young man of twenty-seven.\r\n\r\nBailey paid the cab and went into the house. It was deliciously cool in\r\nthe hall, and for a moment peace descended on him. But the distant\r\nsound of a piano in the upper regions ejected it again by reminding him\r\nof his mission. He bounded up the stairs and knocked at the door of his\r\nsister’s private den.\r\n\r\nThe piano stopped as he entered, and the girl on the music-stool\r\nglanced over her shoulder.\r\n\r\n“Well, Bailey,” she said, “you look warm.”\r\n\r\n“I _am_ warm,” said Bailey in an aggrieved tone. He sat down solemnly.\r\n\r\n“I want to speak to you, Ruth.”\r\n\r\nRuth shut the piano and caused the music-stool to revolve till she\r\nfaced him.\r\n\r\n“Well?” she said.\r\n\r\nRuth Bannister was an extraordinarily beautiful girl, “a daughter of\r\nthe gods, divinely tall, and most divinely fair.” From her mother she\r\nhad inherited the dark eyes and ivory complexion which went so well\r\nwith her mass of dark hair; from her father a chin of peculiar\r\ndetermination and perfect teeth. Her body was strong and supple. She\r\nradiated health.\r\n\r\nTo her friends Ruth was a source of perplexity. It was difficult to\r\nunderstand her. In the set in which she moved girls married young; yet\r\nseason followed season, and Ruth remained single, and this so obviously\r\nof her own free will that the usual explanation of such a state of\r\nthings broke down as soon as it was tested.\r\n\r\nIn shoals during her first two seasons, and lately with less unanimity,\r\nmen of every condition, from a prince—somewhat battered, but still a\r\nprince—to the Bannisters’ English butler—a good man, but at the moment\r\nunder the influence of tawny port, had laid their hearts at her feet.\r\nOne and all, they had been compelled to pick them up and take them\r\nelsewhere. She was generally kind on these occasions, but always very\r\nfirm. The determined chin gave no hope that she might yield to\r\nimportunity. The eyes that backed up the message of the chin were\r\npleasant, but inflexible.\r\n\r\nGenerally it was with a feeling akin to relief that the rejected, when\r\ntime had begun to heal the wound, contemplated their position. There\r\nwas something about this girl, they decided, which no fellow could\r\nunderstand: she frightened them; she made them feel that their hands\r\nwere large and red and their minds weak and empty. She was waiting for\r\nsomething. What it was they did not know, but it was plain that they\r\nwere not it, and off they went to live happily ever after with girls\r\nwho ate candy and read best-sellers. And Ruth went on her way, cool and\r\nwatchful and mysterious, waiting.\r\n\r\nThe room which Ruth had taken for her own gave, like all rooms when\r\nintelligently considered, a clue to the character of its owner. It was\r\nthe only room in the house furnished with any taste or simplicity. The\r\nfurniture was exceedingly expensive, but did not look so. The key-note\r\nof the colour-scheme was green and white. All round the walls were\r\nbooks. Except for a few prints, there were no pictures; and the only\r\nphotograph visible stood in a silver frame on a little table.\r\n\r\nIt was the portrait of a woman of about fifty, square-jawed,\r\ntight-lipped, who stared almost threateningly out of the frame;\r\nexceedingly handsome, but, to the ordinary male, too formidable to be\r\nattractive. On this was written in a bold hand, bristling with emphatic\r\ndown-strokes and wholly free from feminine flourish: “To my dear Ruth\r\nfrom her Aunt Lora.” And below the signature, in what printers call\r\n“quotes,” a line that was evidently an extract from somebody’s\r\npublished works: “Bear the torch and do not falter.”\r\n\r\nBailey inspected this photograph with disfavour. It always irritated\r\nhim. The information, conveyed to him by amused friends, that his Aunt\r\nLora had once described Ruth as a jewel in a dust-bin, seemed to him to\r\ncarry an offensive innuendo directed at himself and the rest of the\r\ndwellers in the Bannister home. Also, she had called him a worm. Also,\r\nagain, his actual encounters with the lady, though few, had been\r\nmemorably unpleasant. Furthermore, he considered that she had far too\r\ngreat an influence on Ruth. And, lastly, that infernal sentence about\r\nthe torch, which he found perfectly meaningless, had a habit of running\r\nin his head like a catch-phrase, causing him the keenest annoyance.\r\n\r\nHe pursed his lips disapprovingly and averted his eyes.\r\n\r\n“Don’t sniff at Aunt Lora, Bailey,” said Ruth. “I’ve had to speak to\r\nyou about that before. What’s the matter? What has sent you flying up\r\nhere?”\r\n\r\n“I have had a shock,” said Bailey. “I have been very greatly disturbed.\r\nI have just been speaking to Clarence Grayling.”\r\n\r\nHe eyed her accusingly through his gold-rimmed glasses. She remained\r\ntranquil.\r\n\r\n“And what had Clarence to say?”\r\n\r\n“A great many things.”\r\n\r\n“I gather he told you I had refused him.”\r\n\r\n“If it were only that!”\r\n\r\nRuth rapped the piano sharply.\r\n\r\n“Bailey,” she said, “wake up. Either get to the point or go or read a\r\nbook or do some tatting or talk about something else. You know\r\nperfectly well that I absolutely refuse to endure your impressive\r\nmanner. I believe when people ask you the time you look pained and\r\nimportant and make a mystery of it. What’s troubling you? I should have\r\nthought Clarence would have kept quiet about insulting me. But\r\napparently he has no sense of shame.”\r\n\r\nBailey gaped. Bailey was shocked and alarmed.\r\n\r\n“Insulting you! What do you mean? Clarence is a gentleman. He is\r\nincapable of insulting a woman.”\r\n\r\n“Is he? He told me I was a suitable wife for a wretched dwarf with the\r\nmiserably inadequate intelligence which nature gave him reduced to\r\npractically a minus quantity by alcohol! At least, he implied it. He\r\nasked me to marry him.”\r\n\r\n“I have just left him at the club. He is very upset.”\r\n\r\n“I should imagine so.” A soft smile played over Ruth’s face. “I spoke\r\nto Clarence. I explained things to him. I lit up Clarence’s little mind\r\nlike a searchlight.”\r\n\r\nBailey rose, tremulous with just wrath.\r\n\r\n“You spoke to him in a way that I can only call outrageous and\r\nimproper, and—er—outrageous.”\r\n\r\nHe paced the room with agitated strides. Ruth watched him calmly.\r\n\r\n“If the overflowing emotion of a giant soul in torment makes you knock\r\nover a table or smash a chair,” she said, “I shall send the bill for\r\nrepairs to you. You had far better sit down and talk quietly. What _is_\r\nworrying you, Bailey?”\r\n\r\n“Is it nothing,” demanded her brother, “that my sister should have\r\nspoken to a man as you spoke to Clarence Grayling?”\r\n\r\nWith an impassioned gesture he sent a flower-vase crashing to the\r\nfloor.\r\n\r\n“I told you so,” said Ruth. “Pick up the bits, and don’t let the water\r\nspoil the carpet. Use your handkerchief. I should say that that would\r\ncost you about six dollars, dear. Why will you let yourself be so\r\ntemperamental? Now let me try and think what it was I said to Clarence.\r\nAs far as I can remember it was the mere A B C of eugenics.”\r\n\r\nBailey, on his knees, picking up broken glass, raised a flushed and\r\naccusing face.\r\n\r\n“Ah! Eugenics! You admit it!”\r\n\r\n“I think,” went on Ruth placidly, “I asked him what sort of children he\r\nthought we were likely to have if we married.”\r\n\r\n“A nice girl ought not to think about such things.”\r\n\r\n“I don’t think about anything else much. A woman can’t do a great deal,\r\neven nowadays, but she can have a conscience and feel that she owes\r\nsomething to the future of the race. She can feel that it is her duty\r\nto bring fine children into the world. As Aunt Lora says, she can carry\r\nthe torch and not falter.”\r\n\r\nBailey shied like a startled horse at the hated phrase. He pointed\r\nfuriously at the photograph of the great thinker.\r\n\r\n“You’re talking like that—that damned woman!”\r\n\r\n“Bailey _precious_! You mustn’t use such wicked, wicked words.”\r\n\r\nBailey rose, pink and wrathful.\r\n\r\n“If you’re going to break another vase,” said Ruth, “you will really\r\nhave to go.”\r\n\r\n“Ever since that—that——” cried Bailey. “Ever since Aunt Lora——”\r\n\r\nRuth smiled indulgently.\r\n\r\n“That’s more like my little man,” she said. “He knows as well as I do\r\nhow wrong it is to swear.”\r\n\r\n“Be quiet! Ever since Aunt Lora got hold of you, I say, you have become\r\na sort of gramophone, spouting her opinions.”\r\n\r\n“But what sensible opinions!”\r\n\r\n“It’s got to stop. Aunt Lora! My God! Who is she? Just look at her\r\nrecord. She disgraces the family by marrying a grubby newspaper fellow\r\ncalled Porter. He has the sense to die. I will say that for him. She\r\nthrusts herself into public notice by a series of books and speeches on\r\nsubjects of which a decent woman ought to know nothing. And now she\r\ngets hold of you, fills you up with her disgusting nonsense, makes a\r\nsort of disciple of you, gives you absurd ideas, poisons your mind,\r\nand—er—er——”\r\n\r\n“Bailey! This is positive eloquence!”\r\n\r\n“It’s got to stop. It’s bad enough in her; but every one knows she is\r\ncrazy, and makes allowances. But in a young girl like you.”\r\n\r\nHe choked.\r\n\r\n“In a young girl like me,” prompted Ruth in a low, tragic voice.\r\n\r\n“It—it’s not right. It—it’s not proper.” He drew a long breath. “It’s\r\nall wrong. It’s got to stop.”\r\n\r\n“He’s perfectly wonderful!” murmured Ruth. “He just opens his mouth and\r\nthe words come out. But I knew he was somebody, directly I saw him, by\r\nhis forehead. Like a dome!” Bailey mopped the dome.\r\n\r\n“Perhaps you don’t know it,” he said, “but you’re getting yourself\r\ntalked about. You go about saying perfectly impossible things to\r\npeople. You won’t marry. You have refused nearly every friend I have.”\r\n\r\nRuth shuddered.\r\n\r\n“Your friends are awful, Bailey. They are all turned out on a pattern,\r\nlike a flock of sheep. They bleat. They have all got little, narrow\r\nfaces without chins or big, fat faces without foreheads. Ugh!”\r\n\r\n“None of them good enough for you, is that it?”\r\n\r\n“Not nearly.”\r\n\r\nEmotion rendered Bailey—for him—almost vulgar.\r\n\r\n“I guess you hate yourself!” he snapped.\r\n\r\n“No _sir_” beamed Ruth. “I think I’m perfectly beautiful.”\r\n\r\nBailey grunted. Ruth came to him and gave him a sisterly kiss. She was\r\nvery fond of Bailey, though she declined to reverence him.\r\n\r\n“Cheer up, Bailey boy,” she said. “Don’t you worry yourself. There’s a\r\nmethod in my madness. I’ll find him sooner or later, and then you’ll be\r\nglad I waited.”\r\n\r\n“Him? what do you mean?”\r\n\r\n“Why, _him_, of course. The ideal young man. That’s who—or is it\r\nwhom?—I’m waiting for. Bailey, shall I tell you something? You’re so\r\nscarlet already—poor boy, you ought not to rush around in this hot\r\nweather—that it won’t make you blush. It’s this. I’m ambitious. I mean\r\nto marry the finest man in the world and have the greatest little old\r\nbaby you ever dreamed of. By the way, now I remember, I told Clarence\r\nthat.”\r\n\r\nBailey uttered a strangled exclamation.\r\n\r\n“It _has_ made you blush! You turned purple. Well, now you know. I mean\r\nmy baby to be the most splendid baby that was ever born. He’s going to\r\nbe strong and straight and clever and handsome, and—oh, everything else\r\nyou can think of. That’s why I’m waiting for the ideal young man. If I\r\ndon’t find him I shall die an old maid. But I shall find him. We may\r\npass each other on Fifth Avenue. We may sit next each other at a\r\ntheatre. Wherever it is, I shall just reach right out and grab him and\r\nwhisk him away. And if he’s married already, he’ll have to get a\r\ndivorce. And I shan’t care who he is. He may be any one. I don’t mind\r\nif he’s a ribbon clerk or a prize-fighter or a policeman or a\r\ncab-driver, so long as he’s the right man.”\r\n\r\nBailey plied the handkerchief on his streaming forehead. The heat of\r\nthe day and the horror of this conversation were reducing his weight at\r\nthe rate of ounces a minute. In his most jaundiced mood he had never\r\nimagined these frightful sentiments to be lurking in Ruth’s mind.\r\n\r\n“You can’t mean that!” he cried.\r\n\r\n“I mean every word of it,” said Ruth. “I hope, for your sake, he won’t\r\nturn out to be a waiter or a prize-fighter, but it won’t make any\r\ndifference to me.”\r\n\r\n“You’re crazy!”\r\n\r\n“Well, just now you said Aunt Lora was. If she is, I am.”\r\n\r\n“I knew it! I said she had been putting these ghastly ideas into your\r\nhead. I’d like to strangle that woman.”\r\n\r\n“Don’t you try! Have you ever felt Aunt Lora’s biceps? It’s like a\r\nman’s. She does dumb-bells every morning.”\r\n\r\n“I’ve a good mind to speak to father. Somebody’s got to make you stop\r\nthis insanity.”\r\n\r\n“Just as you please. But you know how father hates to be worried about\r\nthings that don’t concern business.”\r\n\r\nBailey did. His father, of whom he stood in the greatest awe, was very\r\nlittle interested in any subject except the financial affairs of the\r\nfirm of Bannister & Son. It required greater courage than Bailey\r\npossessed to place this matter before him. He had an uneasy feeling\r\nthat Ruth knew it.\r\n\r\n“I would, if it were necessary,” he said. “But I don’t believe you’re\r\nserious.”\r\n\r\n“Stick to that idea as long as ever you can, Bailey dear,” said Ruth.\r\n“It will comfort you.”"
  ]
}