{
  "index": 18,
  "title": "Chapter 17",
  "paragraphs": [
    "The Mates Meet\r\n\r\n\r\nKirk Winfield was an amiable, if rather weak, young man with whom life,\r\nfor twenty-five years, had dealt kindly. He had perfect health, an\r\nincome more than sufficient for his needs, a profession which\r\ninterested without monopolizing him, a thoroughly contented\r\ndisposition, and the happy knack of surrounding himself with friends.\r\n\r\nThat he had to contribute to the support of the majority of these\r\nfriends might have seemed a drawback to some men. Kirk did not object\r\nto it in the least. He had enough money to meet their needs, and, being\r\na sociable person who enjoyed mixing with all sorts and conditions of\r\nmen, he found the Liberty Hall regime pleasant.\r\n\r\nHe liked to be a magnet, attracting New York’s Bohemian population. If\r\nhe had his preferences among the impecunious crowd who used the studio\r\nas a chapel of ease, strolling in when it pleased them, drinking his\r\nwhisky, smoking his cigarettes, borrowing his money, and, on occasion,\r\nhis spare bedrooms and his pyjamas, he never showed it. He was fully as\r\npleasant to Percy Shanklyn, the elegant, perpetually resting English\r\nactor, whom he disliked as far as he was capable of disliking any one,\r\nas he was to Hank Jardine, the prospector, and Hank’s prize-fighter\r\nfriend, Steve Dingle, both of whom he liked enormously.\r\n\r\nIt seemed to him sometimes that he had drifted into the absolutely\r\nideal life. He lived entirely in the present. The passage of time left\r\nhim untouched. Day followed day, week followed week, and nothing seemed\r\nto change. He was never unhappy, never ill, never bored.\r\n\r\nHe would get up in the morning with the comfortable knowledge that the\r\nday held no definite duties. George Pennicut would produce one of his\r\nexcellent breakfasts. The next mile-stone would be the arrival of Steve\r\nDingle. Five brisk rounds with Steve, a cold bath, and a rub-down took\r\nhim pleasantly on to lunch, after which it amused him to play at\r\npainting.\r\n\r\nThere was always something to do when he wearied of that until, almost\r\nbefore the day had properly begun, up came George with one of his\r\ncelebrated dinners. And then began the incursion of his friends. One by\r\none they would drop in, making themselves very much at home, to help\r\ntheir host through till bedtime. And another day would slip into the\r\npast.\r\n\r\nIt never occurred to Kirk that he was wasting his life. He had no\r\nambitions. Ambition is born of woman, and no woman that he had ever met\r\nhad ever stirred him deeply. He had never been in love, and he had come\r\nto imagine that he was incapable of anything except a mild liking for\r\nwomen. He considered himself immune, and was secretly glad of it. He\r\nenjoyed his go-as-you-please existence too much to want to have it\r\nupset. He belonged, in fact, to the type which, when the moment\r\narrives, falls in love very suddenly, very violently, and for all time.\r\n\r\nNothing could have convinced him of this. He was like a child lighting\r\nmatches in a powder-magazine. When the idea of marriage crossed his\r\nmind he thrust it from him with a kind of shuddering horror. He could\r\nnot picture to himself a woman who could compensate him for the loss of\r\nhis freedom and, still less, of his friends.\r\n\r\nHis friends were men’s men; he could not see them fitting into a scheme\r\nof life that involved the perpetual presence of a hostess. Hank\r\nJardine, for instance. To Kirk, the great point about Hank was that he\r\nhad been everywhere, seen everything, and was, when properly stimulated\r\nwith tobacco and drink, a fountain of reminiscence. But he could not\r\ntalk unless he had his coat off and his feet up on the back of a chair.\r\nNo hostess could be expected to relish that.\r\n\r\nHank was a bachelor’s friend; he did not belong in a married household.\r\nThe abstract wife could not be reconciled to him, and Kirk, loving Hank\r\nlike a brother, firmly dismissed the abstract wife.\r\n\r\nHe came to look upon himself as a confirmed bachelor. He had thought\r\nout the question of marriage in all its aspects, and decided against\r\nit. He was the strong man who knew his own mind and could not be\r\nshaken.\r\n\r\nYet, on the afternoon of the day following Mrs. Lora Delane Porter’s\r\nentry into his life, Kirk sat in the studio, feeling, for the first\r\ntime in recent years, a vague discontent. He was uneasy, almost afraid.\r\nThe slight dislocation in the smooth-working machinery of his\r\nexistence, caused by the compulsory retirement of George Pennicut, had\r\nmade him thoroughly uncomfortable. With discomfort had come\r\nintrospection, and with introspection this uneasiness that was almost\r\nfear.\r\n\r\nA man, living alone, without money troubles to worry him, sinks\r\ninevitably into a routine. Fatted ease is good for no one. It sucks the\r\nsoul out of a man. Kirk, as he sat smoking in the cool dusk of the\r\nstudio, was wondering, almost in a panic, whether all was well with\r\nhimself.\r\n\r\nThis mild domestic calamity had upset him so infernally. It could not\r\nbe right that so slight a change in his habits should have such an\r\neffect upon him. George had been so little hurt—the doctor gave him a\r\ncouple of days before complete recovery—that it had not seemed worth\r\nwhile to Kirk to engage a substitute. It was simpler to go out for his\r\nmeals and make his own bed. And it was the realization that this\r\nalteration in his habits had horribly disturbed and unsettled him that\r\nwas making Kirk subject himself now to an examination of quite unusual\r\nseverity.\r\n\r\nHe hated softness. Physically, he kept himself always in perfect\r\ncondition. Had he become spiritually flabby? Certainly this unexpected\r\ncall on his energies would appear to have found him unprepared. It\r\nspoiled his whole day, knowing, when he got out of bed in the morning,\r\nthat he must hunt about and find his food instead of sitting still and\r\nhaving it brought to him. It frightened him to think how set he had\r\nbecome.\r\n\r\nForty-eight hours ago he would have scorned the suggestion that he\r\ncoddled himself. He would have produced as evidence to the contrary his\r\ncold baths, his exercises, his bouts with Steve Dingle. To-day he felt\r\nless confidence. For all his baths and boxing, the fact remained that\r\nhe had become, at the age of twenty-six, such a slave to habit that a\r\nvery trifling deviation from settled routine had been enough to poison\r\nlife for him.\r\n\r\nBachelors have these black moments, and it is then that the abstract\r\nwife comes into her own. To Kirk, brooding in the dusk, the figure of\r\nthe abstract wife seemed to grow less formidable, the fact that she\r\nmight not get on with Hank Jardine of less importance.\r\n\r\nThe revolutionary thought that life was rather a bore, and would become\r\nmore and more of a bore as the years went on, unless he had some one to\r\nshare it with, crept into his mind and stayed there.\r\n\r\nHe shivered. These were unpleasant thoughts, and in his hour of clear\r\nvision he knew whence they came. They were entirely due to the\r\nknowledge that, instead of sitting comfortably at home, he would be\r\ncompelled in a few short hours to go out and get dinner at some\r\nrestaurant. To such a pass had he come in the twenty-sixth year of his\r\nlife.\r\n\r\nOnce the gods have marked a bachelor down, they give him few chances of\r\nescape. It was when Kirk’s mood was at its blackest, and the figure of\r\nthe abstract wife had ceased to be a menace and become a shining angel\r\nof salvation, that Lora Delane Porter, with Ruth Bannister at her side,\r\nrang the studio bell.\r\n\r\nKirk went to the door. He hoped it was a tradesman; he feared it was a\r\nfriend. In his present state of mind he had no use for friends. When he\r\nfound himself confronting Mrs. Porter he became momentarily incapable\r\nof speech. It had not entered his mind that she would pay him a second\r\nvisit. Possibly it was joy that rendered him dumb.\r\n\r\n“Good afternoon, Mr. Winfield,” said Mrs. Porter. “I have come to\r\ninquire after the man Pennicut. Ruth, this is Mr. Winfield. Mr.\r\nWinfield, my niece, Miss Bannister.”\r\n\r\nAnd Kirk perceived for the first time that his visitor was not alone.\r\nIn the shadow behind her a girl was standing. He stood aside to let\r\nMrs. Porter pass, and Ruth came into the light.\r\n\r\nIf there are degrees in speechlessness, Kirk’s aphasia became doubled\r\nand trebled at the sight of her. It seemed to him that he went all to\r\npieces, as if he had received a violent blow. Curious physical changes\r\nwere taking place in him. His legs, which only that morning he had\r\nlooked upon as eminently muscular, he now discovered to be composed of\r\nsome curiously unstable jelly.\r\n\r\nHe also perceived—a fact which he had never before suspected—that he\r\nhad heart-disease. His lungs, too, were in poor condition; he found it\r\npractically impossible to breathe. The violent trembling fit which\r\nassailed him he attributed to general organic weakness.\r\n\r\nHe gaped at Ruth.\r\n\r\nRuth, outwardly, remained unaffected by the meeting, but inwardly she\r\nwas feeling precisely the same sensation of smallness which had come to\r\nMrs. Porter on her first meeting with Kirk. If this sensation had been\r\nnovel to Mrs. Porter, it was even stranger to Ruth.\r\n\r\nTo think humbly of herself was an experience that seldom happened to\r\nher. She was perfectly aware that her beauty was remarkable even in a\r\ncity of beautiful women, and it was rarely that she permitted her\r\nknowledge of that fact to escape her. Her beauty, to her, was a natural\r\nphenomenon, impossible to overlook. The realization of it did not\r\nobtrude itself into her mind, it simply existed subconsciously.\r\n\r\nYet for an instant it ceased to exist. She was staggered by a sense of\r\ninferiority.\r\n\r\nIt lasted but a pin-point of time, this riotous upheaval of her nature.\r\nShe recovered herself so swiftly that Kirk, busy with his own emotions,\r\nhad no suspicion of it.\r\n\r\nA moment later he, too, was himself again. He was conscious of feeling\r\ncuriously uplifted and thrilled, as if the world had suddenly become\r\ncharged with ozone and electricity, and for some reason he felt capable\r\nof great feats of muscle and energy; but the aphasia had left him, and\r\nhe addressed himself with a clear brain to the task of entertaining his\r\nvisitors.\r\n\r\n“George is better to-day,” he reported.\r\n\r\n“He never was bad,” said Mrs. Porter succinctly.\r\n\r\n“He doesn’t think so.”\r\n\r\n“Possibly not. He is hopelessly weak-minded.”\r\n\r\nRuth laughed. Kirk thrilled at the sound.\r\n\r\n“Poor George!” she observed.\r\n\r\n“Don’t waste your sympathy, my dear,” said Mrs. Porter. “That he is\r\ninjured at all is his own fault. For years he has allowed himself to\r\nbecome gross and flabby, with the result that the collision did damage\r\nwhich it would not have done to a man in hard condition. You, Mr.\r\nWinfield,” she added, turning abruptly to Kirk, “would scarcely have\r\nfelt it. But then you,” went on Mrs. Porter, “are in good condition.\r\nCold baths!”\r\n\r\n“I beg your pardon?”\r\n\r\n“Do you take cold baths?”\r\n\r\n“I do.”\r\n\r\n“Do you do Swedish exercises?”\r\n\r\n“I go through a series of evolutions every morning, with the utmost\r\nloathing. I started them as a boy, and they have become a habit like\r\ndram-drinking. I would leave them off if I could, but I can’t.”\r\n\r\n“Do nothing of the kind. They are invaluable.”\r\n\r\n“But undignified.”\r\n\r\n“Let me feel your biceps, Mr. Winfield,” said Mrs. Porter. She nodded\r\napprovingly. “Like iron.” She poised a finger and ran a meditative\r\nglance over his form. Kirk eyed her apprehensively. The finger darted\r\nforward and struck home in the region of the third waistcoat button.\r\n“Wonderful!” she exclaimed. “Ruth!”\r\n\r\n“Yes, aunt.”\r\n\r\n“Prod Mr. Winfield where my finger is pointing. He is extraordinarily\r\nmuscular.”\r\n\r\n“I say, really!” protested Kirk. He was a modest young man, and this\r\nexploration of his more intimate anatomy by the finger-tips of the girl\r\nhe loved was not to be contemplated.\r\n\r\n“Just as you please,” said Mrs. Porter. “If I were a man of your\r\nphysique, I should be proud of it.”\r\n\r\n“Wouldn’t you like to go up and see George?” asked Kirk. It was hard on\r\nGeorge, but it was imperative that this woman be removed somehow.\r\n\r\n“Very well. I have brought him a little book to read, which will do him\r\ngood. It is called ‘Elementary Rules for the Preservation of the\r\nBody’.”\r\n\r\n“He has learned one of them, all right, since yesterday,” said Kirk.\r\n“Not to walk about in front of automobiles.”\r\n\r\n“The rules I refer to are mainly concerned with diet and wholesome\r\nexercise,” explained Mrs. Porter. “Careful attention to them may yet\r\nsave him. His case is not hopeless. Ruth, let Mr. Winfield show you his\r\npictures. They are poor in many respects, but not entirely without\r\nmerit.”\r\n\r\nRuth, meanwhile, had been sitting on the couch, listening to the\r\nconversation without really hearing it. She was in a dreamy, contented\r\nmood. She found herself curiously soothed by the atmosphere of the\r\nstudio, with its shaded lights and its atmosphere of peace. That was\r\nthe keynote of the place, peace.\r\n\r\nFrom outside came the rumble of an elevated train, subdued and\r\nsoftened, like faintly heard thunder. Somebody passed the window,\r\nwhistling. A barrier seemed to separate her from these noises of the\r\ncity. New York was very far away.\r\n\r\n“I believe I could be wonderfully happy in a place like this,” she\r\nthought.\r\n\r\nShe became suddenly aware, in the midst of her meditations, of eyes\r\nwatching her intently. She looked up and met Kirk’s.\r\n\r\nShe could read the message in them as clearly as if he had spoken it,\r\nand she was conscious of a little thrill of annoyance at the thought of\r\nall the tiresome formalities which must be gone through before he could\r\nspeak it. They seemed absurd.\r\n\r\nIt was all so simple. He wanted her; she wanted him. She had known it\r\nfrom the moment of their meeting. The man had found his woman, the\r\nwoman her man. Nature had settled the whole affair in an instant. And\r\nnow civilization, propriety, etiquette, whatever one cared to call it,\r\nmust needs step in with the rules and regulations and precedents.\r\n\r\nThe goal was there, clear in sight, but it must be reached by the\r\nwinding road appointed. She, being a woman and, by virtue of her sex,\r\nprimeval, scorned the road, and would have ignored it. But she knew\r\nmen, and especially, at that moment as their eyes met, she knew Kirk;\r\nand she understood that to him the road was a thing that could not be\r\nignored. The mere idea of doing so would seem grotesque and impossible,\r\nprobably even shocking, to him. Men were odd, formal creatures, slaves\r\nto precedent.\r\n\r\nHe must have time, it was the prerogative of the male; time to reveal\r\nhimself to her, to strut before her, to go through the solemn comedy of\r\nproving to her, by the exhibition of his virtues and the careful\r\nsuppression of his defects, what had been clear to her from the first\r\ninstant, that here was her mate, the man nature had set apart for her.\r\n\r\nHe would begin by putting on a new suit of clothes and having his hair\r\ncut.\r\n\r\nShe smiled. It was silly and tiresome, but it was funny.\r\n\r\n“Will you show me your pictures, Mr. Winfield?” she asked.\r\n\r\n“If you’d really care to see them. I’m afraid they’re pretty bad.”\r\n\r\n“Exhibit A. Modesty,” thought Ruth.\r\n\r\nThe journey had begun."
  ]
}