{
  "index": 16,
  "title": "Chapter 15",
  "paragraphs": [
    "A Pawn of Fate\r\n\r\n\r\nMrs. Lora Delane Porter dismissed the hireling who had brought her\r\nautomobile around from the garage and seated herself at the wheel. It\r\nwas her habit to refresh her mind and improve her health by a daily\r\ndrive between the hours of two and four in the afternoon.\r\n\r\nThe world knows little of its greatest women, and it is possible that\r\nMrs. Porter’s name is not familiar to you. If this is the case, I am\r\npained, but not surprised. It happens only too often that the uplifter\r\nof the public mind is baulked by a disinclination on the part of the\r\npublic mind to meet him or her half-way. The uplifter does his share.\r\nHe produces the uplifting book. But the public, instead of standing\r\nstill to be uplifted, wanders off to browse on coloured supplements and\r\nmagazine stories.\r\n\r\nIf you are ignorant of Lora Delane Porter’s books that is your affair.\r\nPerhaps you are more to be pitied than censured. Nature probably gave\r\nyou the wrong shape of forehead. Mrs. Porter herself would have put it\r\ndown to some atavistic tendency or pre-natal influence. She put most\r\nthings down to that. She blamed nearly all the defects of the modern\r\nworld, from weak intellects to in-growing toe-nails, on long-dead\r\nladies and gentlemen who, safe in the family vault, imagined that they\r\nhad established their alibi. She subpoenaed grandfathers and even\r\ngreat-grandfathers to give evidence to show that the reason\r\nTwentieth-Century Willie squinted or had to spend his winters in\r\nArizona was their own shocking health way back in the days beyond\r\nrecall.\r\n\r\nMrs. Porter’s mind worked backward and forward. She had one eye on the\r\npast, the other on the future. If she was strong on heredity, she was\r\nstronger on the future of the race. Most of her published works dealt\r\nwith this subject. A careful perusal of them would have enabled the\r\nrising generation to select its ideal wife or husband with perfect\r\nease, and, in the event of Heaven blessing the union, her little\r\nvolume, entitled “The Hygienic Care of the Baby,” which was all about\r\ngerms and how to avoid them, would have insured the continuance of the\r\ndirect succession.\r\n\r\nUnfortunately, the rising generation did not seem disposed to a careful\r\nperusal of anything except the baseball scores and the beauty hints in\r\nthe Sunday papers, and Mrs. Porter’s public was small. In fact, her\r\nonly real disciple, as she sometimes told herself in her rare moods of\r\ndiscouragement, was her niece, Ruth Bannister, daughter of John\r\nBannister, the millionaire. It was not so long ago, she reflected with\r\npride, that she had induced Ruth to refuse to marry Basil Milbank—a\r\nconsiderable feat, he being a young man of remarkable personal\r\nattractions and a great match in every way. Mrs. Porter’s objection to\r\nhim was that his father had died believing to the last that he was a\r\nteapot.\r\n\r\nThere is nothing evil or degrading in believing oneself a teapot, but\r\nit argues a certain inaccuracy of the thought processes; and Mrs.\r\nPorter had used all her influence with Ruth to make her reject Basil.\r\nIt was her success that first showed her how great that influence was.\r\nShe had come now to look on Ruth’s destiny as something for which she\r\nwas personally responsible—a fact which was noted and resented by\r\nothers, in particular Ruth’s brother Bailey, who regarded his aunt with\r\na dislike and suspicion akin to that which a stray dog feels towards\r\nthe boy who saunters towards him with a tin can in his hand.\r\n\r\nTo Bailey, his strong-minded relative was a perpetual menace, a sort of\r\nperambulating yellow peril, and the fact that she often alluded to him\r\nas a worm consolidated his distaste for her.\r\n\r\n\r\nMrs. Porter released the clutch and set out on her drive. She rarely\r\nhad a settled route for these outings of hers, preferring to zigzag\r\nabout New York, livening up the great city at random. She always drove\r\nherself and, having, like a good suffragist, a contempt for male\r\nprohibitions, took an honest pleasure in exceeding a man-made speed\r\nlimit.\r\n\r\nOne hesitates to apply the term “joy-rider” to so eminent a leader of\r\ncontemporary thought as the authoress of “The Dawn of Better Things,”\r\n“Principles of Selection,” and “What of To-morrow?” but candour compels\r\nthe admission that she was a somewhat reckless driver. Perhaps it was\r\ndue to some atavistic tendency. One of her ancestors may have been a\r\nRoman charioteer or a coach-racing maniac of the Regency days. At any\r\nrate, after a hard morning’s work on her new book she felt that her\r\nmind needed cooling, and found that the rush of air against her face\r\neffected this satisfactorily. The greater the rush, the quicker the\r\ncooling. However, as the alert inhabitants of Manhattan Island, a hardy\r\nrace trained from infancy to dodge taxicabs and ambulance wagons, had\r\nalways removed themselves from her path with their usual agility, she\r\nhad never yet had an accident.\r\n\r\nBut then she had never yet met George Pennicut. And George, pawn of\r\nfate, was even now waiting round the corner to upset her record.\r\n\r\nGeorge, man of all work to Kirk Winfield, one of the youngest and least\r\nefficient of New York’s artist colony, was English. He had been in\r\nAmerica some little time, but not long enough to accustom his rather\r\nunreceptive mind to the fact that, whereas in his native land vehicles\r\nkept to the left, in the country of his adoption they kept to the\r\nright; and it was still his bone-headed practice, when stepping off the\r\nsidewalk, to keep a wary look-out in precisely the wrong direction.\r\n\r\nThe only problem with regard to such a man is who will get him first.\r\nFate had decided that it should be Lora Delane Porter.\r\n\r\nTo-day Mrs. Porter, having circled the park in rapid time, turned her\r\ncar down Central Park West. She was feeling much refreshed by the\r\npleasant air. She was conscious of a glow of benevolence toward her\r\nspecies, not excluding even the young couple she had almost reduced to\r\nmincemeat in the neighbourhood of Ninety-Seventh Street. They had\r\nannoyed her extremely at the time of their meeting by occupying till\r\nthe last possible moment a part of the road which she wanted herself.\r\n\r\nOn reaching Sixty-First Street she found her way blocked by a lumbering\r\ndelivery wagon. She followed it slowly for a while; then, growing tired\r\nof being merely a unit in a procession, tugged at the steering-wheel,\r\nand turned to the right.\r\n\r\nGeorge Pennicut, his anxious eyes raking the middle distance—as usual,\r\nin the wrong direction—had just stepped off the kerb. He received the\r\nautomobile in the small of the back, uttered a yell of surprise and\r\ndismay, performed a few improvised Texas Tommy steps, and fell in a\r\nheap.\r\n\r\nIn a situation which might have stimulated another to fervid speech,\r\nGeorge Pennicut contented himself with saying “Goo!” He was a man of\r\nfew words.\r\n\r\nMrs. Porter stopped the car. From all points of the compass citizens\r\nbegan to assemble, many swallowing their chewing-gum in their\r\nexcitement. One, a devout believer in the inscrutable ways of\r\nProvidence, told a friend as he ran that only two minutes before he had\r\nalmost robbed himself of this spectacle by going into a moving-picture\r\npalace.\r\n\r\nMrs. Porter was annoyed. She had never run over anything before except\r\na few chickens, and she regarded the incident as a blot on her\r\nescutcheon. She was incensed with this idiot who had flung himself\r\nbefore her car, not reflecting in her heat that he probably had a\r\npre-natal tendency to this sort of thing inherited from some ancestor\r\nwho had played “last across” in front of hansom cabs in the streets of\r\nLondon.\r\n\r\nShe bent over George and passed experienced hands over his portly form.\r\nFor this remarkable woman was as competent at first aid as at anything\r\nelse. The citizens gathered silently round in a circle.\r\n\r\n“It was your fault,” she said to her victim severely. “I accept no\r\nliability whatever. I did not run into you. You ran into me. I have a\r\njolly good mind to have you arrested for attempted suicide.”\r\n\r\nThis aspect of the affair had not struck Mr. Pennicut. Presented to him\r\nin these simple words, it checked the recriminatory speech which, his\r\nmind having recovered to some extent from the first shock of the\r\nmeeting, he had intended to deliver. He swallowed his words, awed. He\r\nfelt dazed and helpless. Mrs. Porter had that effect upon men.\r\n\r\nSome more citizens arrived.\r\n\r\n“No bones broken,” reported Mrs. Porter, concluding her examination.\r\n“You are exceedingly fortunate. You have a few bruises, and one knee is\r\nslightly wrenched. Nothing to signify. More frightened than hurt. Where\r\ndo you live?”\r\n\r\n“There,” said George meekly.\r\n\r\n“Where?”\r\n\r\n“Them studios.”\r\n\r\n“No. 90?”\r\n\r\n“Yes, ma’am.” George’s voice was that of a crushed worm.\r\n\r\n“Are you an artist?”\r\n\r\n“No, ma’am. I’m Mr. Winfield’s man.”\r\n\r\n“Whose?”\r\n\r\n“Mr. Winfield’s, ma’am.”\r\n\r\n“Is he in?”\r\n\r\n“Yes, ma’am.”\r\n\r\n“I’ll fetch him. And if the policeman comes along and wants to know why\r\nyou’re lying there, mind you tell him the truth, that you ran into me.”\r\n\r\n“Yes, ma’am.”\r\n\r\n“Very well. Don’t forget.”\r\n\r\n“No, ma’am.”\r\n\r\nShe crossed the street and rang the bell over which was a card hearing\r\nthe name of “Kirk Winfield”. Mr. Pennicut watched her in silence.\r\n\r\nMrs. Porter pressed the button a second time. Somebody came at a\r\nleisurely pace down the passage, whistling cheerfully. The door opened.\r\n\r\nIt did not often happen to Lora Delane Porter to feel insignificant,\r\nleast of all in the presence of the opposite sex. She had well-defined\r\nviews upon man. Yet, in the interval which elapsed between the opening\r\nof the door and her first words, a certain sensation of smallness\r\novercame her.\r\n\r\nThe man who had opened the door was not, judged by any standard of\r\nregularity of features, handsome. He had a rather boyish face, pleasant\r\neyes set wide apart, and a friendly mouth. He was rather an outsize in\r\nyoung men, and as he stood there he seemed to fill the doorway.\r\n\r\nIt was this sense of bigness that he conveyed, his cleanness, his\r\nmagnificent fitness, that for the moment overcame Mrs. Porter. Physical\r\nfitness was her gospel. She stared at him in silent appreciation.\r\n\r\nTo the young man, however, her forceful gaze did not convey this\r\nquality. She seemed to him to be looking as if she had caught him in\r\nthe act of endeavouring to snatch her purse. He had been thrown a\r\nlittle off his balance by the encounter.\r\n\r\nResource in moments of crisis is largely a matter of preparedness, and\r\na man, who, having opened his door in the expectation of seeing a\r\nginger-haired, bow-legged, grinning George Pennicut, is confronted by a\r\nmasterful woman with eyes like gimlets, may be excused for not guessing\r\nthat her piercing stare is an expression of admiration and respect.\r\n\r\nMrs. Porter broke the silence. It was ever her way to come swiftly to\r\nthe matter in hand.\r\n\r\n“Mr. Kirk Winfield?”\r\n\r\n“Yes.”\r\n\r\n“Have you in your employment a red-haired, congenital idiot who ambles\r\nabout New York in an absent-minded way, as if he were on a desert\r\nisland? The man I refer to is a short, stout Englishman, clean-shaven,\r\ndressed in black.”\r\n\r\n“That sounds like George Pennicut.”\r\n\r\n“I have no doubt that that is his name. I did not inquire. It did not\r\ninterest me. My name is Mrs. Lora Delane Porter. This man of yours has\r\njust run into my automobile.”\r\n\r\n“I beg your pardon?”\r\n\r\n“I cannot put it more lucidly. I was driving along the street when this\r\nweak-minded person flung himself in front of my car. He is out there\r\nnow. Kindly come and help him in.”\r\n\r\n“Is he hurt?”\r\n\r\n“More frightened than hurt. I have examined him. His left knee appears\r\nto be slightly wrenched.”\r\n\r\nKirk Winfield passed a hand over his left forehead and followed her.\r\nLike George, he found Mrs. Porter a trifle overwhelming.\r\n\r\nOut in the street George Pennicut, now the centre of quite a\r\nsubstantial section of the Four Million, was causing a granite-faced\r\npoliceman to think that the age of miracles had returned by informing\r\nhim that the accident had been his fault and no other’s. He greeted the\r\nrelief-party with a wan grin.\r\n\r\n“Just broke my leg, sir,” he announced to Kirk.\r\n\r\n“You have done nothing of the sort,” said Mrs. Porter. “You have\r\nwrenched your knee very slightly. Have you explained to the policeman\r\nthat it was entirely your fault?”\r\n\r\n“Yes, ma’am.”\r\n\r\n“That’s right. Always speak the truth.”\r\n\r\n“Yes, ma’am.”\r\n\r\n“Mr. Winfield will help you indoors.”\r\n\r\n“Thank you, ma’am.”\r\n\r\nShe turned to Kirk.\r\n\r\n“Now, Mr. Winfield.”\r\n\r\nKirk bent over the victim, gripped him, and lifted him like a baby.\r\n\r\n“He’s got his,” observed one interested spectator.\r\n\r\n“I should worry!” agreed another. “All broken up.”\r\n\r\n“Nothing of the kind,” said Mrs. Porter severely. “The man is hardly\r\nhurt at all. Be more accurate in your remarks.”\r\n\r\nShe eyed the speaker sternly. He wilted.\r\n\r\n“Yes, ma’am,” he mumbled sheepishly.\r\n\r\nThe policeman, with that lionlike courage which makes the New York\r\nconstabulary what it is, endeavoured to assert himself at this point.\r\n\r\n“Hey!” he boomed.\r\n\r\nMrs. Porter turned her gaze upon him, her cold, steely gaze.\r\n\r\n“I beg your pardon?”\r\n\r\n“This won’t do, ma’am. I’ve me report to make. How did this happen?”\r\n\r\n“You have already been informed. The man ran into my automobile.”\r\n\r\n“But——”\r\n\r\n“I shall not charge him.”\r\n\r\nShe turned and followed Kirk.\r\n\r\n“But, say——” The policeman’s voice was now almost plaintive.\r\n\r\nMrs. Porter ignored him and disappeared into the house. The policeman,\r\nhaving gulped several times in a disconsolate way, relieved his\r\nfeelings by dispersing the crowd with well-directed prods of his locust\r\nstick. A small boy who lingered, squeezing the automobile’s hooter, in\r\na sort of trance he kicked. The boy vanished. The crowd melted. The\r\npoliceman walked slowly toward Ninth Avenue. Peace reigned in the\r\nstreet.\r\n\r\n“Put him to bed,” said Mrs. Porter, as Kirk laid his burden on a couch\r\nin the studio. “You seem exceedingly muscular, Mr. Winfield. I noticed\r\nthat you carried him without an effort. He is a stout man, too. Grossly\r\nout of condition, like ninety-nine per cent of men to-day.”\r\n\r\n“I’m not so young as I was, ma’am,” protested George. “When I was in\r\nthe harmy I was a fine figure of a man.”\r\n\r\n“The more shame to you that you have allowed yourself to deteriorate,”\r\ncommented Mrs. Porter. “Beer?”\r\n\r\nA grateful smile irradiated George’s face.\r\n\r\n“Thank you, ma’am. It’s very kind of you, ma’am. I don’t mind if I do.”\r\n\r\n“The man appears a perfect imbecile,” said Mrs. Porter, turning\r\nabruptly to Kirk. “I ask him if he attributes his physical decay to\r\nbeer and he babbles.”\r\n\r\n“I think he thought you were offering him a drink,” suggested Kirk. “As\r\na matter of fact, a little brandy wouldn’t hurt him, after the shock he\r\nhas had.”\r\n\r\n“On no account. The worst thing possible.”\r\n\r\n“This isn’t your lucky day, George,” said Kirk. “Well, I guess I’ll\r\nphone to the doctor.”\r\n\r\n“Quite unnecessary.”\r\n\r\n“I beg your pardon?”\r\n\r\n“Entirely unnecessary. I have made an examination. There is practically\r\nnothing the matter with the man. Put him to bed, and let him sponge his\r\nknee with warm water.”\r\n\r\n“Are you a doctor, Mrs. Porter?”\r\n\r\n“I have studied first aid.”\r\n\r\n“Well, I think, if you don’t mind, I should like to have your opinion\r\nconfirmed.”\r\n\r\nThis was rank mutiny. Mrs. Porter stared haughtily at Kirk. He met her\r\ngaze with determination.\r\n\r\n“As you please,” she snapped.\r\n\r\n“Thank you,” said Kirk. “I don’t want to take any risks with George. I\r\ncouldn’t afford to lose him. There aren’t any more like him: they’ve\r\nmislaid the pattern.”\r\n\r\nHe went to the telephone.\r\n\r\nMrs. Porter watched him narrowly. She was more than ever impressed by\r\nthe perfection of his physique. She appraised his voice as he spoke to\r\nthe doctor. It gave evidence of excellent lungs. He was a wonderfully\r\nperfect physical specimen.\r\n\r\nAn idea concerning this young man came into her mind, startling as all\r\ngreat ideas are at birth. The older it grew, the more she approved of\r\nit. She decided to put a few questions to him. She had a habit of\r\nquestioning people, and it never occurred to her that they might resent\r\nit. If it had occurred to her, she would have done it just the same.\r\nShe was like that.\r\n\r\n“Mr. Winfield?”\r\n\r\n“Yes?”\r\n\r\n“I should like to ask you a few questions.”\r\n\r\nThis woman delighted Kirk.\r\n\r\n“Please do,” he said.\r\n\r\nMrs. Porter scanned him closely.\r\n\r\n“You are an extraordinarily healthy man, to all appearances. Have you\r\never suffered from bad health?”\r\n\r\n“Measles.”\r\n\r\n“Immaterial.”\r\n\r\n“Very unpleasant, though.”\r\n\r\n“Nothing else?”\r\n\r\n“Mumps.”\r\n\r\n“Unimportant.”\r\n\r\n“Not to me. I looked like a water-melon.”\r\n\r\n“Nothing besides? No serious illnesses?”\r\n\r\n“None.”\r\n\r\n“What is your age?”\r\n\r\n“Twenty-five.”\r\n\r\n“Are your parents living?”\r\n\r\n“No.”\r\n\r\n“Were they healthy?”\r\n\r\n“Fit as fiddles.”\r\n\r\n“And your grandparents?”\r\n\r\n“Perfect bear-cats. I remember my grandfather at the age of about a\r\nhundred or something like that spanking me for breaking his pipe. I\r\nthought it was a steam-hammer. He was a wonderfully muscular old\r\ngentleman.”\r\n\r\n“Excellent.”\r\n\r\n“By the way,” said Kirk casually, “my life _is_ insured.”\r\n\r\n“Very sensible. There has been no serious illness in your family at\r\nall, then, as far as you know?”\r\n\r\n“I could hunt up the records, if you like; but I don’t think so.”\r\n\r\n“Consumption? No? Cancer? No? As far as you are aware, nothing? Very\r\nsatisfactory.”\r\n\r\n“I’m glad you’re pleased.”\r\n\r\n“Are you married?”\r\n\r\n“Good Lord, no!”\r\n\r\n“At your age you should be. With your magnificent physique and\r\nremarkable record of health, it is your duty to the future of the race\r\nto marry.”\r\n\r\n“I’m not sure I’ve been worrying much about the future of the race.”\r\n\r\n“No man does. It is the crying evil of the day, men’s selfish\r\nabsorption in the present, their utter lack of a sense of duty with\r\nregard to the future. Have you read my ‘Dawn of Better Things’?”\r\n\r\n“I’m afraid I read very few novels.”\r\n\r\n“It is not a novel. It is a treatise on the need for implanting a sense\r\nof personal duty to the future of the race in the modern young man.”\r\n\r\n“It sounds a crackerjack. I must get it.”\r\n\r\n“I will send you a copy. At the same time I will send you my\r\n‘Principles of Selection’ and ‘What of To-morrow?’ They will make you\r\nthink.”\r\n\r\n“I bet they will. Thank you very much.”\r\n\r\n“And now,” said Mrs. Porter, switching the conversation to the gaping\r\nGeorge, “you had better put this man to bed.”\r\n\r\nGeorge Pennicut’s opinion of Mrs. Porter, to which he was destined to\r\nadhere on closer acquaintance, may be recorded.\r\n\r\n“A hawful woman, sir,” he whispered as Kirk bore him off.\r\n\r\n“Nonsense, George,” said Kirk. “One of the most entertaining ladies I\r\nhave ever met. Already I love her like a son. But how she escaped from\r\nBloomingdale beats me. There’s been carelessness somewhere.”\r\n\r\nThe bedrooms attached to the studio opened off the gallery that ran the\r\nlength of the east wall. Looking over the edge of the gallery before\r\ncoming downstairs Kirk perceived his visitor engaged in a tour of the\r\nstudio. At that moment she was examining his masterpiece, “Ariadne in\r\nNaxos.” He had called it that because that was what it had turned into.\r\n\r\nAt the beginning he had had no definite opinion as to its identity. It\r\nwas rather a habit with his pictures to start out in a vague spirit of\r\nadventure and receive their label on completion. He had an airy and a\r\ndashing way in his dealings with the goddess Art.\r\n\r\nNevertheless, he had sufficient of the artist soul to resent the fact\r\nthat Mrs. Porter was standing a great deal too close to the masterpiece\r\nto get its full value.\r\n\r\n“You want to stand back a little,” he suggested over the rail.\r\n\r\nMrs. Porter looked up.\r\n\r\n“Oh, there you are!” she said.\r\n\r\n“Yes, here I am,” agreed Kirk affably.\r\n\r\n“Is this yours?”\r\n\r\n“It is.”\r\n\r\n“You painted it?”\r\n\r\n“I did.”\r\n\r\n“It is poor. It shows a certain feeling for colour, but the drawing is\r\nweak,” said Mrs. Porter. For this wonderful woman was as competent at\r\nart criticism as at automobile driving and first aid. “Where did you\r\nstudy?”\r\n\r\n“In Paris, if you could call it studying. I’m afraid I was not the\r\nmodel pupil.”\r\n\r\n“Kindly come down. You are giving me a crick in the neck.”\r\n\r\nKirk descended. He found Mrs. Porter still regarding the masterpiece\r\nwith an unfavourable eye.\r\n\r\n“Yes,” she said, “the drawing is decidedly weak.”\r\n\r\n“I shouldn’t wonder,” assented Kirk. “The dealers to whom I’ve tried to\r\nsell it have not said that in so many words, but they’ve all begged me\r\nwith tears in their eyes to take the darned thing away, so I guess\r\nyou’re right.”\r\n\r\n“Do you depend for a living on the sale of your pictures?”\r\n\r\n“Thank Heaven, no. I’m the only artist in captivity with a private\r\nincome.”\r\n\r\n“A large income?”\r\n\r\n“’Tis not so deep as a well, nor so wide as a church door, but ’tis\r\nenough, ’twill serve. All told, about five thousand iron men per\r\nannum.”\r\n\r\n“Iron men?”\r\n\r\n“Bones.”\r\n\r\n“Bones?”\r\n\r\n“I should have said dollars.”\r\n\r\n“You should. I detest slang.”\r\n\r\n“Sorry,” said Kirk.\r\n\r\nMrs. Porter resumed her tour of the studio. She was interrupted by the\r\narrival of the doctor, a cheerful little old man with the bearing of\r\none sure of his welcome. He was an old friend of Kirk’s.\r\n\r\n“Well, what’s the trouble? I couldn’t come sooner. I was visiting a\r\ncase. _I_ work.”\r\n\r\n“There is no trouble,” said Mrs. Porter. The doctor spun round,\r\nstartled. In the dimness of the studio he had not perceived her. “Mr.\r\nWinfield’s servant has injured his knee very superficially. There is\r\npractically nothing wrong with him. I have made a thorough\r\nexamination.”\r\n\r\nThe doctor looked from one to the other.\r\n\r\n“Is the case in other hands?” he asked.\r\n\r\n“You bet it isn’t,” said Kirk. “Mrs. Porter just looked in for a family\r\nchat and a glimpse of my pictures. You’ll find George in bed, first\r\nfloor on the left upstairs, and a very remarkable sight he is. He is\r\nwearing red hair with purple pyjamas. Why go abroad when you have not\r\nyet seen the wonders of your native land?”\r\n\r\n\r\nThat night Lora Delane Porter wrote in the diary which, with that\r\nmagnificent freedom from human weakness that marked every aspect of her\r\nlife, she kept all the year round instead of only during the first week\r\nin January.\r\n\r\nThis is what she wrote:\r\n\r\n“Worked steadily on my book. It progresses. In the afternoon an\r\nannoying occurrence. An imbecile with red hair placed himself in front\r\nof my automobile, fortunately without serious injury to the\r\nmachine—though the sudden application of the brake cannot be good for\r\nthe tyres. Out of evil, however, came good, for I have made the\r\nacquaintance of his employer, a Mr. Winfield, an artist. Mr. Winfield\r\nis a man of remarkable physique. I questioned him narrowly, and he\r\nappears thoroughly sound. As to his mental attainments, I cannot speak\r\nso highly; but all men are fools, and Mr. Winfield is not more so than\r\nmost. I have decided that he shall marry my dear Ruth. They will make a\r\nmagnificent pair.”"
  ]
}