{
  "index": 22,
  "title": "Chapter 21",
  "paragraphs": [
    "Sufficient Unto Themselves\r\n\r\n\r\nSome months after John Bannister had spoken his ultimatum in the\r\nlibrary two drought-stricken men met on the Rialto. It was a close June\r\nevening, full of thirst.\r\n\r\n“I could do with a drink,” said the first man. “Several.”\r\n\r\n“My tongue is black clear down to the roots,” said the second.\r\n\r\n“Let’s go up to Kirk Winfield’s,” proposed the first man, inspired.\r\n\r\n“Not for me,” said the other briefly. “Haven’t you heard about Kirk?\r\nHe’s married!”\r\n\r\n“I know—but——”\r\n\r\n“And when I say married, I mean _married_. She’s old John Bannister’s\r\ndaughter, you know, and I guess she inherits her father’s character.\r\nShe’s what I call a determined girl. She seems to have made up her mind\r\nthat the old crowd that used to trail around the studio aren’t needed\r\nany longer, and they’ve been hitting the sidewalk on one ear ever since\r\nthe honeymoon.\r\n\r\n“If you want to see her in action, go up there now. She’ll be perfectly\r\nsweet and friendly, but somehow you’ll get the notion that you don’t\r\nwant to go there again, and that she can bear up if you don’t. It’s\r\nsomething in her manner. I guess it’s a trick these society girls\r\nlearn. You’ve seen a bouncer handling a souse. He doesn’t rough-house\r\nhim. He just puts his arm round his waist and kind of suggests he\r\nshould leave the place. Well, it’s like that.”\r\n\r\n“But doesn’t Kirk kick? He used to like having us around.”\r\n\r\nHis friend laughed.\r\n\r\n“Kick? Kirk? You should see him! He just sits there waiting for you to\r\ngo, and, when you do go, shuts the door on you so quick you have to\r\njump to keep from getting your coat caught in it. I tell you, those two\r\nare about all the company either of them needs. They’ve got the\r\nNewly-weds licked to a whisper.”\r\n\r\n“It’s always the best fellows that get it the worse,” said the other\r\nphilosophically, “and it’s always the fellows you think are safe too. I\r\ncould have bet on Kirk. Six months ago I’d have given you any odds you\r\nwanted that he would never marry.”\r\n\r\n“And I wouldn’t have taken you. It’s always the way.”\r\n\r\nThe criticisms of the two thirsty men, though prejudiced, were\r\naccurate. Marriage had undeniably wrought changes in Kirk Winfield. It\r\nhad blown up, decentralized, and re-arranged his entire scheme of life.\r\nKirk’s was one of those natures that run to extremes. He had been a\r\nwhole-hearted bachelor, and he was assuredly a much-married man. For\r\nthe first six months Ruth was almost literally his whole world. His\r\nfriends, the old brigade of the studio, had dropped away from him in a\r\nbody. They had visited the studio once or twice at first, but after\r\nthat had mysteriously disappeared. He was too engrossed in his\r\nhappiness to speculate on the reasons for this defection: he only knew\r\nthat he was glad of it.\r\n\r\nTheir visits had not been a success. Conversation had flowed fitfully.\r\nSome sixth sense told him that Ruth, though charming to them all, had\r\nnot liked them; and he himself was astonished to find what bull dogs\r\nthey really were. It was odd how out of sympathy he felt with them.\r\nThey seemed so unnecessary: yet what a large part of his life they had\r\nonce made up!\r\n\r\nSomething had come between him and them. What it was he did not know.\r\n\r\nRuth could have told him. She was the angel with the flaming sword who\r\nguarded their paradise. Marriage was causing her to make unexpected\r\ndiscoveries with regard to herself. Before she had always looked on\r\nherself as a rather unusually reasonable, and certainly not a jealous,\r\nwoman. But now she was filled with an active dislike for these quite\r\nharmless young men who came to try and share Kirk with her.\r\n\r\nShe knew it was utterly illogical. A man must have friends. Life could\r\nnot be forever a hermitage of two. She tried to analyse her objection\r\nto these men, and came to the conclusion that it was the fact that they\r\nhad known Kirk before she did that caused it.\r\n\r\nShe made a compromise with herself. Kirk should have friends, but they\r\nmust be new ones. In a little while, when this crazy desire to keep\r\nherself and him alone together in a world of their own should have left\r\nher, they would begin to build up a circle. But these men whose\r\nvocabulary included the words “Do you remember?” must be eliminated one\r\nand all.\r\n\r\nKirk, blissfully unconscious that his future was being arranged for him\r\nand the steering-wheel of his life quietly taken out of his hands,\r\npassed his days in a state of almost painful happiness. It never\r\ncrossed his mind that he had ceased to be master of his fate and\r\ncaptain of his soul. The reins were handled so gently that he did not\r\nfeel them. It seemed to him that he was travelling of his own free will\r\nalong a pleasant path selected by himself.\r\n\r\nHe saw his friends go from him without a regret. Perhaps at the bottom\r\nof his heart he had always had a suspicion of contempt for them. He had\r\ntaken them on their surface value, as amusing fellows who were good\r\ncompany of an evening. There was not one of them whom he had ever known\r\nas real friends know each other—not one, except Hank Jardine; and Hank\r\nhad yet to be subjected to the acid test of the new conditions.\r\n\r\nThere were moments when the thought of Hank threw a shadow across his\r\nhappiness. He could let these others go, but Hank was different. And\r\nsomething told him that Ruth would not like Hank.\r\n\r\nBut these shadows were not frequent. Ruth filled his life too\r\ncompletely to allow him leisure to brood on possibilities of future\r\ntrouble.\r\n\r\nLooking back, it struck him that on their wedding-day they had been\r\nalmost strangers. They had taken each other blindly, trusting to\r\ninstinct. Since then he had been getting to know her. It was\r\nastonishing how much there was to know. There was a fresh discovery to\r\nbe made about her every day. She was a perpetually recurring miracle.\r\n\r\nThe futility of his old life made him wince whenever he dared think of\r\nit. How he had drifted, a useless log on a sluggish current!\r\n\r\nHe was certainly a whole-hearted convert. As to Saul of Tarsus, so to\r\nhim there had come a sudden blinding light. He could hardly believe\r\nthat he was the same person who had scoffed at the idea of a man giving\r\nup his life to one woman and being happy. But then the abstract wife\r\nhad been a pale, bloodless phantom, and Ruth was real.\r\n\r\nIt was the realness of her that kept him in a state of perpetual\r\namazement. To see her moving about the studio, to touch her, to look at\r\nher across the dinner-table, to wake in the night and hear her\r\nbreathing at his side.... It seemed to him that centuries might pass,\r\nyet these things would still be wonderful.\r\n\r\nAnd always in his heart there was the gratitude for what she had done\r\nfor him. She had given up everything to share his life. She had weighed\r\nhim in the balance against wealth and comfort and her place among the\r\ngreat ones of the world, and had chosen him. There were times when the\r\nthought filled him with a kind of delirious pride: times, again, when\r\nhe felt a grateful humility that made him long to fall down and worship\r\nthis goddess who had stooped to him.\r\n\r\nIn a word, he was very young, very much in love, and for the first time\r\nin his life was living with every drop of blood in his veins.\r\n\r\n\r\nHank returned to New York in due course. He came to the studio the same\r\nnight, and he had not been there five minutes before a leaden weight\r\ndescended on Kirk’s soul. It was as he had feared. Ruth did not like\r\nhim.\r\n\r\nHank was not the sort of man who makes universal appeal. Also, he was\r\nno ladies’ man. He was long and lean and hard-bitten, and his supply of\r\nconventional small talk was practically non-existent. To get the best\r\nout of Hank, as has been said, you had to let him take his coat off and\r\nput his feet up on the back of a second chair and reconcile yourself to\r\nthe pestiferous brand of tobacco which he affected.\r\n\r\nRuth conceded none of these things. Throughout the interview Hank sat\r\nbolt upright, tucking a pair of shoes of the dreadnought class coyly\r\nunderneath his chair, and drew suspiciously at Turkish cigarettes from\r\nKirk’s case. An air of constraint hung over the party. Again and again\r\nKirk hoped that Hank would embark on the epic of his life, but shyness\r\nkept Hank dumb.\r\n\r\nHe had heard, on reaching New York, that Kirk was married, but he had\r\nlearned no details, and had conjured up in his mind the vision of a\r\njolly little girl of the Bohemian type, who would make a fuss over him\r\nas Kirk’s oldest friend. Confronted with Ruth, he lost a nerve which\r\nhad never before failed him. This gorgeous creature, he felt, would\r\nnever put up with those racy descriptions of wild adventures which had\r\nendeared him to Kirk. As soon as he could decently do so, he left, and\r\nKirk, returning to the studio after seeing him out, sat down moodily,\r\ntrying to convince himself against his judgment that the visit had not\r\nbeen such a failure after all.\r\n\r\nRuth was playing the piano softly. She had turned out all the lights\r\nexcept one, which hung above her head, shining on her white arms as\r\nthey moved. From where he sat Kirk could see her profile. Her eyes were\r\nhalf closed.\r\n\r\nThe sight of her, as it always did, sent a thrill through him, but he\r\nwas conscious of an ache behind it. He had hoped so much that Hank\r\nwould pass, and he knew that he had not. Why was it that two people so\r\ncompletely one as Ruth and himself could not see Hank with the same\r\neyes?\r\n\r\nHe knew that she had thought him uncouth and impossible. Why could not\r\nHank have exerted himself more, instead of sitting there in that\r\nstuffed way? Why could not Ruth have unbent? Why had not he himself\r\ndone something to save the situation? Of the three, he blamed himself\r\nmost. He was the one who should have taken the lead and made things\r\npleasant for everybody instead of forcing out conversational\r\nplatitudes.\r\n\r\nOnce or twice he had caught Hank’s eye, and had hated himself for\r\nunderstanding what it said and not being able to deny it. He had marked\r\nthe end of their old relationship, the parting of the ways, and that a\r\ntragedy had been played out that night.\r\n\r\nHe found himself thinking of Hank as of a friend who had died. What\r\ntimes they had had! How smoothly they had got on together! He could not\r\nrecall a single occasion on which they had fallen out, from the time\r\nwhen they had fought as boys at the prep. school and cemented their\r\nfriendship the next day. After that there had been periods when they\r\nhad parted, sometimes for more than a year, but they had always come\r\ntogether again and picked up the threads as neatly as if there had been\r\nno gap in their intimacy.\r\n\r\nHe had gone to college: Hank had started on the roving life which\r\nsuited his temperament. But they had never lost touch with each other.\r\nAnd now it was all over. They would meet again, but it would not be the\r\nsame. The angel with the flaming sword stood between them.\r\n\r\nFor the first time since the delirium of marriage had seized upon him,\r\nKirk was conscious of a feeling that all was not for the best in a best\r\nof all possible worlds, a feeling of regret, not that he had\r\nmarried—the mere thought would have been a blasphemy—but that marriage\r\nwas such a complicated affair. He liked a calm life, free from\r\ncomplications, and now they were springing up on every side.\r\n\r\nThere was the matter of the models. Kirk had supposed that it was only\r\nin the comic papers that the artist’s wife objected to his employing\r\nmodels. He had classed it with the mother-in-law joke, respecting it\r\nfor its antiquity, but not imagining that it ever really happened. And\r\nRuth had brought this absurd situation into the sphere of practical\r\npolitics only a few days ago.\r\n\r\nSince his marriage Kirk had dropped his work almost entirely. There had\r\nseemed to be no time for it. He liked to spend his days going round the\r\nstores with Ruth, buying her things, or looking in at the windows of\r\nFifth Avenue shops and choosing what he would buy her when he had made\r\nhis fortune. It was agreed upon between them that he was to make his\r\nfortune some day.\r\n\r\nKirk’s painting had always been more of a hobby with him than a\r\nprofession. He knew that he had talent, but talent without hard work is\r\na poor weapon, and he had always shirked hard work. He had an instinct\r\nfor colour, but his drawing was uncertain. He hated linework, while\r\nknowing that only through steady practice at linework could he achieve\r\nhis artistic salvation. He was an amateur, and a lazy amateur.\r\n\r\nBut once in a while the work fever would grip him. It had gripped him a\r\nfew days before Hank’s visit. An idea for a picture had come to him,\r\nand he had set to work upon it with his usual impulsiveness.\r\n\r\nThis had involved the arrival of Miss Hilda Vince at the studio. There\r\nwas no harm in Miss Vince. Her morals were irreproachable. She\r\nsupported a work-shy father, and was engaged to be married to a young\r\ngentleman who travelled for a hat firm. But she was of a chatty\r\ndisposition and no respecter of persons. She had posed frequently for\r\nKirk in his bachelor days, and was accustomed to call him by his first\r\nname—a fact which Kirk had forgotten until Ruth, who had been out in\r\nthe park, came in.\r\n\r\nMiss Vince was saying at the moment: “So I says to her, ‘Kirk’s just\r\nphoned to me to sit.’ ‘What! Kirk!’ she says. ‘Is _he_ doin’ a bit of\r\nwork for a change? Well, it’s about time.’ ‘Aw, Kirk don’t need to\r\nwork,’ I says. ‘He’s a plute. He’s got it in gobs.’ So——”\r\n\r\n“I didn’t know you were busy, dear,” said Ruth. “I won’t interrupt\r\nyou.”\r\n\r\nShe went out.\r\n\r\n“Was that your wife?” inquired Miss Vince. “She’s got a sweet face.\r\nSay, I read the piece about you and her in the paper. You certainly got\r\na nerve, Kirk, breaking in on the millionaires that way.”\r\n\r\nThat night Ruth spoke her mind about Miss Vince. It was in vain that\r\nKirk touched on the work-shy father, dwelt feelingly on the young\r\ngentleman who travelled in hats. Ruth had made up her mind. It was\r\nthumbs down for Miss Vince.\r\n\r\n“But if I’m to paint,” said Kirk, “I must have models.”\r\n\r\n“There must be hundreds who don’t call you by your Christian name.”\r\n\r\n“After about five minutes they all do,” said Kirk. “It’s a way they’ve\r\ngot. They mean no harm.”\r\n\r\nRuth then made this brilliant suggestion: “Kirk, dear, why don’t you\r\npaint landscapes?”\r\n\r\nIn spite of his annoyance, he laughed.\r\n\r\n“Why don’t I paint landscapes, Ruth? Because I’m not a landscape\r\npainter, that’s why.”\r\n\r\n“You could learn.”\r\n\r\n“It’s a different branch of the trade altogether. You might just as\r\nwell tell a catcher to pitch.”\r\n\r\n“Well, anyhow,” reported Ruth with spirit, “I won’t have that Vince\r\ncreature in the place again.”\r\n\r\nIt was the first time she had jerked at the reins or given any sign\r\nthat she was holding them, and undoubtedly this was the moment at which\r\nKirk should have said: “My dearest, the time has come for me to state\r\nplainly that my soul is my own. I decline to give in to this absurd\r\nsuggestion. Marriage is an affair of give and take, not a circus where\r\none party holds the hoop while the other jumps through and shams dead.\r\nWe shall be happier later on if we get this clearly into our heads\r\nnow.”\r\n\r\nWhat he did say was: “Very well, dear. I’ll write and tell her not to\r\ncome.”\r\n\r\nHe knew he was being abominably weak, but he did not care. He even felt\r\na certain pleasure in his surrender. Big, muscular men are given to\r\nthis feebleness with women. Hercules probably wore an idiotic grin of\r\nhappiness when he spun wool for Omphale.\r\n\r\nSince then the picture had been laid aside, but Kirk’s desire to be up\r\nand at it had grown with inaction. When a lazy man does make up his\r\nmind to assail a piece of work, he is like a dog with a bone.\r\n\r\n\r\nThe music had stopped. Ruth swung round.\r\n\r\n“What are you dreaming about Kirk?”\r\n\r\nKirk came to himself with a start.\r\n\r\n“I was thinking of a lot of things. For one, about that picture of\r\nmine.”\r\n\r\n“What about it?”\r\n\r\n“Well, when I was going to finish it.”\r\n\r\n“Why don’t you?”\r\n\r\nKirk laughed.\r\n\r\n“Where’s my model? You’ve scared her up a tree, and I can’t coax her\r\ndown.”\r\n\r\nRuth came over to him and sat down on a low chair at his side. She put\r\nher arm round his waist and rested her head in the hollow of his\r\nshoulder.\r\n\r\n“Is he pining for his horrid Vince girl, the poor boy?”\r\n\r\n“He certainly is,” said Kirk. “Or at any rate, for some understudy to\r\nher.”\r\n\r\n“We must think. Do they _all_ call you Kirk?”\r\n\r\n“I’ve never met one who didn’t.”\r\n\r\n“What horrible creatures you artists are!”\r\n\r\n“My dear kid, you don’t understand the thing at all. When you’re\r\npainting a model she ceases to be a girl at all. You don’t think of her\r\nas anything except a sort of lay-figure.”\r\n\r\n“Good gracious! Does your lay-figure call you Kirk too?”\r\n\r\n“It always looks as if it were going to.”\r\n\r\nRuth shuddered.\r\n\r\n“It’s a repulsive thing. I hate it. It gives me the creeps. I came in\r\nhere last night and switched on the light, and there it was, goggling\r\nat me.”\r\n\r\n“Are you getting nervous?”\r\n\r\nRuth’s face grew grave.\r\n\r\n“Do you know, Kirk, I really believe I am. This morning as I was\r\ndressing, I suddenly got the most awful feeling that something terrible\r\nwas going to happen. I don’t know what. It was perfectly vague. I just\r\nfelt a kind of horror. It passed off in a moment or two; but, while it\r\nlasted—ugh!”\r\n\r\n“How ghastly! Why didn’t you tell me before? You must be run down. Look\r\nhere, let’s shut up this place and get out to Florida or somewhere for\r\nthe winter!”\r\n\r\n“Let’s don’t do anything of the kind. Florida indeed! For the love of\r\nMike, as Steve would say, it’s much too expensive. You know, Kirk, we\r\nare both frightfully extravagant. I’m sure we are spending too much\r\nmoney as it is. You know you sold out some of your capital only the\r\nother day.”\r\n\r\n“It was only that once. And you had set your heart on that pendant.\r\nSurely to goodness, if I drag you away from a comfortable home to live\r\nin a hovel, the least I can do is to——”\r\n\r\n“You didn’t drag me. I just walked in and sat down, and you couldn’t\r\nthink how to get rid of me, so in despair you married me.”\r\n\r\n“That was it. And now I’ve got to set to work and make a fortune\r\nand—what do you call it?—support you in the style to which you have\r\nbeen accustomed. Which brings us back to the picture. I don’t suppose I\r\nshall get ten dollars for it, but I feel I shall curl up and die if I\r\ndon’t get it finished. Are you _absolutely_ determined about the Vince\r\ngirl?”\r\n\r\n“I’m adamant. I’m granite. I’m chilled steel. Oh! Kirk, can’t you find\r\na nice, motherly old model, with white hair and spectacles? I shouldn’t\r\nmind _her_ calling you by your first name.”\r\n\r\n“But it’s absurd. I told you just now that an artist doesn’t look on\r\nhis models as human beings while——”\r\n\r\n“I know. I’ve read all about that in books, and I believed it then.\r\nWhy, when I married you, I said to myself: ‘I mustn’t be foolish.\r\nKirk’s an artist, I mustn’t be a comic-supplement wife and object to\r\nhis using models!’ Oh, I was going to be so good and reasonable. You\r\nwould have loved me! And then, when it came to the real thing, I found\r\nI just could not stand it. I know it’s silly of me. I know just as well\r\nas you do that Miss Vince is quite a nice girl really, and is going to\r\nmake a splendid Mrs. Travelling Salesman, but that doesn’t help me.\r\nIt’s my wicked nature, I suppose. I’m just a plain cat, and that’s all\r\nthere is to it. Look at the way I treat your friends!”\r\n\r\nKirk started.\r\n\r\n“You jumped!” said Ruth. “You jerked my head. Do you think I didn’t\r\nknow you had noticed it? I knew how unhappy you were when Mr. Jardine\r\nwas here, and I just hated myself.”\r\n\r\n“Didn’t you like Hank?” asked Kirk.\r\n\r\nRuth was silent for a moment.\r\n\r\n“I wish you would,” Kirk went on. “You don’t know what a real white man\r\nold Hank is. You didn’t see him properly that night. He was nervous.\r\nBut he’s one of the very best God ever made. We’ve known each other all\r\nour lives. He and I——”\r\n\r\n“Don’t tell me!” cried Ruth. “Don’t you see that that’s just the reason\r\nwhy I can’t like him? Don’t tell me about the things you and he did\r\ntogether, unless you want me to hate him. Don’t you understand, dear?\r\nIt’s the same with all your friends. I’m jealous of them for having\r\nknown you before I did. And I hate these models because they come into\r\na part of your life into which I can’t. I want you all to myself. I\r\nwant to be your whole life. I know it’s idiotic and impossible, but I\r\ndo.”\r\n\r\n“You are my whole life,” said Kirk seriously. “I wasn’t born till I met\r\nyou. There isn’t a single moment when you are not my whole life.”\r\n\r\nShe pressed her head contentedly against his arm.\r\n\r\n“Kirk.”\r\n\r\n“Yes?”\r\n\r\n“Let _me_ pose for your picture.”\r\n\r\n“What! You couldn’t!”\r\n\r\n“Why not?”\r\n\r\n“It’s terribly hard work. It’s an awful strain.”\r\n\r\n“I’m sure I’m as strong as that Vince girl. You ask Steve; he’s seen me\r\nthrow the medicine-ball.”\r\n\r\n“But posing is different. Hilda Vince has been trained for it.”\r\n\r\n“Well let me try, at any rate.”\r\n\r\n“But——”\r\n\r\n“Do! And I’ll promise to like your Hank and not put on my grand manner\r\nwhen he begins telling me what fun you and he used to have in the good\r\nold days before I was born or thought of. May I?”\r\n\r\n“But——”\r\n\r\n“Quick! Promise!”\r\n\r\n“Very well.”\r\n\r\n“You dear! I’ll be the best model you ever had. I won’t move a muscle,\r\nand I’ll stand there till I drop.”\r\n\r\n“You’ll do nothing of the kind. You’ll come right down off that\r\nmodel-throne the instant you feel the least bit tired.”\r\n\r\n\r\nThe picture which Kirk was painting was one of those pictures which\r\nthousands of young artists are working on unceasingly every day. Kirk’s\r\nideas about it were in a delightfully vague state. He had a notion that\r\nit might turn out in the end as “Carmen.” On the other hand, if\r\nanything went wrong and he failed to insert a sufficient amount of wild\r\ndevilry into it, he could always hedge by calling it “A Reverie” or\r\n“The Spanish Maiden.”\r\n\r\nPossibly, if the thing became too pensive and soulful altogether, he\r\nmight give it some title suggestive of the absent lover at the\r\nbull-fight—“The Toreador’s Bride”—or something of that sort. The only\r\npoint on which he was solid was that it was to strike the Spanish note;\r\nand to this end he gave Ruth a costume of black and orange and posed\r\nher on the model-throne with a rose in her hair.\r\n\r\nPrivately he had decided that ten minutes would be Ruth’s limit. He\r\nknew something of the strain of sitting to an artist.\r\n\r\n“Tired?” he asked at the end of this period.\r\n\r\nRuth shook her head and smiled.\r\n\r\n“You must be. Come and sit down and take a rest.”\r\n\r\n“I’m quite all right, dear. Go on with your work.”\r\n\r\n“Well, shout out the moment you feel you’ve had enough.”\r\n\r\nHe began to paint again. The minutes went by and Ruth made no movement.\r\nHe began to grow absorbed in his work. He lost count of time. Ruth\r\nceased to be Ruth, ceased even to be flesh and blood. She was just\r\nsomething he was painting.\r\n\r\n“Kirk!”\r\n\r\nThe sharp suddenness of the cry brought him to his feet, quivering.\r\nRuth was swaying on the model-throne. Her eyes were staring straight\r\nbefore her and her face was twisted with fear.\r\n\r\nAs he sprang forward she fell, pitching stiffly head foremost, as he\r\nhad seen men fall in the ring, her arms hanging at her sides; and he\r\ncaught her.\r\n\r\nHe carried her to the couch and laid her down. He hung for an instant\r\nin doubt whether to go for water or telephone for the doctor. He\r\ndecided on the telephone.\r\n\r\nHe hung up the receiver and went back to Ruth. She stirred and gave a\r\nlittle moan. He flew upstairs and returned with a pitcher of water.\r\nWhen he got back Ruth was sitting up. The look of terror was gone from\r\nher face. She smiled at him, a faint, curiously happy smile. He flung\r\nhimself on his knees beside her, his arm round her waist, and burst\r\ninto a babble of self-reproach.\r\n\r\nHe cursed himself for being such a brute, such a beast as to let her\r\nstand there, tiring herself to death. She must never do it again. He\r\nwas a devil. He ought to have known she could not stand it. He was not\r\nfit to be married. He was not fit to live.\r\n\r\nRuth ruffled his hair.\r\n\r\n“Stop abusing my husband,” she said. “I’m fond of him. Did you catch\r\nme, Kirk?”\r\n\r\n“Yes, thank God. I got to you just in time.”\r\n\r\n“That’s the last thing I remember, wondering if you would. You seemed\r\nsuch miles and miles away. It was like looking at something in a mist\r\nthrough the wrong end of a telescope. Oh, Kirk!”\r\n\r\n“Yes, honey?”\r\n\r\n“It came again, that awful feeling as if something dreadful was going\r\nto happen. And then I felt myself going.” She paused. “Kirk, I think I\r\nknow now. I understand; and oh, I’m so happy!”\r\n\r\nShe buried her face on his shoulder, and they stayed there silent, till\r\nthere came a ring at the bell. Kirk got up. George Pennicut ushered in\r\nthe doctor. It was the same little old doctor who had ministered to\r\nGeorge in his hour of need.\r\n\r\n“Feeling better, Mrs. Winfield?” he said, as he caught sight of Ruth.\r\n“Your husband told me over the ’phone that you were unconscious.”\r\n\r\n“She fainted,” cried Kirk. “It was all through me. I——”\r\n\r\nThe doctor took him by the shoulders. He had to stretch to do it.\r\n\r\n“You go away, young man,” he said. “Take a walk round the block. You\r\naren’t on in this scene.”\r\n\r\n\r\nKirk was waiting in the hall when he left a few minutes later.\r\n\r\n“Well?” he said anxiously.\r\n\r\n“Well?” said the little doctor.\r\n\r\n“Is she all right? There’s nothing wrong, is there?”\r\n\r\nThe doctor grinned a friendly grin.\r\n\r\n“On the contrary,” he said. “You ought to be very pleased.”\r\n\r\n“What do you mean?”\r\n\r\n“It’s quite a commonplace occurrence, though I suppose it will seem\r\nlike a miracle to you. But, believe me, it has happened before. If it\r\nhadn’t, you and I wouldn’t be here now.”\r\n\r\nKirk looked at him in utter astonishment. His words seemed meaningless.\r\nAnd then, suddenly, he understood, and his heart seemed to stand still.\r\n\r\n“You don’t mean——” he said huskily.\r\n\r\n“Yes, I do,” said the doctor. “Good-bye, my boy. I’ve got to hurry off.\r\nYou caught me just as I was starting for the hospital.”\r\n\r\n\r\nKirk went back to the studio, his mind in a whirl. Ruth was lying on\r\nthe couch. She looked up as the door opened. He came quickly to her\r\nside.\r\n\r\n“Ruth!” he muttered.\r\n\r\nHer eyes were shining with a wonderful light of joy. She drew his head\r\ndown and kissed him.\r\n\r\n“Oh, Kirk,” she whispered. “I’m happy. I’m happy. I’ve wanted this so.”\r\n\r\nHe could not speak. He sat on the edge of the couch and looked at her.\r\nShe had been wonderful to him before. She was a thousand times more\r\nwonderful now."
  ]
}