{
  "index": 23,
  "title": "Chapter 22",
  "paragraphs": [
    "Suspense\r\n\r\n\r\nIt seemed to Kirk, as the days went by, that a mist of unreality fell\r\nlike a curtain between him and the things of this world. Commonplace\r\nobjects lost their character and became things to marvel at. There was\r\na new bond of sympathy between the world and himself.\r\n\r\nA citizen walking in the park with his children became a kind of\r\nmiracle. Here was a man who had travelled the road which he was\r\ntravelling now, who had had the same hopes and fear and wonder. Once he\r\nencountered a prosperous looking individual moving, like a liner among\r\ntugs, in the midst of no fewer than six offspring. Kirk fixed him with\r\nsuch a concentrated stare of emotion and excitement that the other was\r\nalarmed and went on his way alertly, as one in the presence of danger.\r\nIt is probable that, if Kirk had happened to ask him the time at that\r\nmoment, or indeed addressed him at all, he would have screamed for the\r\npolice.\r\n\r\nThe mystery of childbirth and the wonder of it obsessed Kirk as time\r\ncrept on. And still more was he conscious of the horrible dread that\r\nwas gathering within him. Ruth’s unvarying cheerfulness was to him\r\nalmost uncanny. None of the doubts and fears which blackened his life\r\nappeared to touch her. Once he confided these to his friend, the little\r\ndoctor, and was thoroughly bullied by him for his foolishness. But in\r\nspite of ridicule the fear crept back, cringingly, like a whipped dog.\r\n\r\nAnd then, time moving on its leisurely but businesslike fashion, the\r\nday arrived, and for the first time in his life Kirk knew what fear\r\nreally meant. All that he had experienced till now had, he saw, been a\r\nmild apprehension, not worthy of a stronger name. His flesh crawled\r\nwith the thoughts which rose in his mind like black bubbles in a pond.\r\nThere were moments when the temptation to stupefy himself with drink\r\nwas almost irresistible.\r\n\r\nIt was his utter uselessness that paralysed him. He seemed destined to\r\nbe of no help to Ruth at just those crises when she needed him most.\r\nWhen she was facing her father with the news of the marriage he had not\r\nbeen at her side. And now, when she was fighting for her life, he could\r\ndo nothing but pace the empty, quiet studio and think.\r\n\r\nThe doctor had arrived at eight o’clock, cheery as ever, and had come\r\ndownstairs after seeing Ruth to ask him to telephone to Mrs. Porter. In\r\nhis overwrought state, this had jarred upon Kirk. Here, he felt, was\r\nsomebody who could help where he was useless.\r\n\r\nMrs. Porter had appeared in a cab and had had the cold brutality to ask\r\nfor a glass of sherry and a sandwich before going upstairs. She put\r\nforward the lame excuse that she had not dined. Kirk gave her the\r\nsherry and sandwich and resumed his patrol in a glow of indignation.\r\nThe idea of any one requiring food at this moment struck him as gross\r\nand revolting.\r\n\r\nHis wrath did not last. In a short while fear came back into its own.\r\n\r\nThe hands of the clock pointed to ten before he stooped to following\r\nMrs. Porter’s example. George Pennicut had been sent out, so he went\r\ninto the little kitchen, where he found eggs, which he mixed with milk\r\nand swallowed. After this he was aware of a momentary excess of\r\noptimism. The future looked a little brighter. But not for long.\r\nPresently he was prowling the studio as restlessly as ever.\r\n\r\nMen of Kirk’s type are not given to deep thought. Until now he had\r\nprobably never spent more than a couple of minutes consecutively in\r\nself-examination. This vigil forced him upon himself and caused him to\r\npass his character under review, with strange and unsatisfactory\r\nresults. He had never realised before what a curiously contemptible and\r\nuseless person he was. It seemed to him that this was all he was fit\r\nfor—to hang about doing nothing while everybody else was busy and\r\nproving his or her own worth.\r\n\r\nA door opened and the little doctor came quietly down the stairs. Kirk\r\nsprang at him.\r\n\r\n“Well?”\r\n\r\n“My dear man, everything’s going splendidly. Couldn’t be better.” The\r\ndoctor’s eyes searched his face. “When did you have anything to eat\r\nlast?”\r\n\r\n“I don’t know. I had some eggs and milk. I don’t know when.”\r\n\r\nThe doctor took him by the shoulders and hustled him into the kitchen,\r\nwhere he searched and found meat and bread.\r\n\r\n“Eat that,” he said. “I’ll have some, too.”\r\n\r\n“I couldn’t.”\r\n\r\n“And some whisky. Where do you keep it?”\r\n\r\nAfter the first few mouthfuls Kirk ate wolfishly. The doctor munched a\r\nsandwich with the placidity of a summer boarder at a picnic. His\r\ncalmness amazed and almost shocked Kirk.\r\n\r\n“You can’t help her by killing yourself,” said the doctor\r\nphilosophically. “I like that woman with the gimlet eyes. At least I\r\ndon’t, but she’s got sense. Go on. You haven’t done yet. Another\r\nhighball won’t hurt you.” He eyed Kirk with some sympathy. “It’s a bad\r\ntime for you, of course.”\r\n\r\n“For _me_? Good God!”\r\n\r\n“You want to keep your nerve. Nothing awful is going to happen.”\r\n\r\n“If only there was something I could do.”\r\n\r\n“‘They also serve who only stand and wait,’” quoted the doctor\r\nsententiously. “There is something you can do.”\r\n\r\n“What?”\r\n\r\n“Light your pipe and take it easy.”\r\n\r\nKirk snorted.\r\n\r\n“I mean it. In a very short while now you will be required to take the\r\nstage and embrace your son or daughter, as the case may be. You don’t\r\nwant to appear looking as if you had been run over by an automobile\r\nafter a night out. You want your appearance to give Mrs. Winfield as\r\nlittle of a shock as possible. Bear that in mind. Well, I must be\r\ngoing.”\r\n\r\nAnd Kirk was alone again.\r\n\r\nThe food and the drink and the doctor’s words had a good effect. His\r\nmind became quieter. He sat down and filled his pipe. After a few puffs\r\nhe replaced it in his pocket. It seemed too callous to think of smoking\r\nnow. The doctor was a good fellow, but he did not understand. All the\r\nsame, he was glad that he had had that whisky. It had certainly put\r\nheart into him for the moment.\r\n\r\nWhat was happening upstairs? He strained his ears, but could hear\r\nnothing.\r\n\r\nGradually, as he waited, his mood of morbid self-criticism returned. He\r\nhad sunk once more into the depths when he was aware of a soft tapping.\r\nThe door bell rang very gently. He went to the door and opened it.\r\n\r\n“I kinder thought I’d look in and see how things were getting along,”\r\nsaid a voice.\r\n\r\nIt was Steve. A subdued and furtive Steve. Kirk’s heart leaped at the\r\nsight of him. It was as if he had found something solid to cling to in\r\na shifting world.\r\n\r\n“Come in, Steve.”\r\n\r\nHe spoke huskily. Steve sidled into the studio, embarrassment written\r\non every line of him.\r\n\r\n“Don’t mind my butting in, do you? I’ve been walking up and down and\r\nround the block till every cop on the island’s standing by waiting for\r\nme to pull something. Another minute and they’d have pinched me on\r\nsuspicion. I just felt I had to come and see how Miss Ruth was making\r\nout.”\r\n\r\n“The doctor was down here just now. He said everything was going well.”\r\n\r\n“I guess he knows his business.”\r\n\r\nThere was a silence. Kirk’s ears were straining for sounds from above.\r\n\r\n“It’s hell,” said Steve.\r\n\r\nKirk nodded. This kind of talk was more what he wanted. The doctor\r\nmeant well, but he was too professional. Steve was human.\r\n\r\n“Go and get yourself a drink, Steve. I expect you need one.”\r\n\r\nSteve shook his head.\r\n\r\n“Waggon,” he said briefly. And there was silence again.\r\n\r\n“Say, Kirk.”\r\n\r\n“Yes?”\r\n\r\n“What a wonder she is. Miss Ruth, I mean. I’ve helped her throw that\r\nmedicine-ball—often—you wouldn’t believe. She’s a wonder.” He paused.\r\n“Say, this is hell, ain’t it?”\r\n\r\nKirk did not answer. It was very quiet in the studio now. In the street\r\noutside a heavy waggon rumbled part. Somebody shouted a few words of a\r\npopular song. Steve sprang to his feet.\r\n\r\n“I’ll fix that guy,” he said. But the singing ceased, and he sat down\r\nagain.\r\n\r\nKirk got up and began to walk quickly up and down. Steve watched him\r\nfurtively.\r\n\r\n“You want to take your mind off it,” he said. “You’ll be all in if you\r\nkeep on worrying about it in that way.”\r\n\r\nKirk stopped in his stride.\r\n\r\n“That’s what the doctor said,” he snapped savagely. “What do you two\r\nfools think I’m made of?” He recovered himself quickly, ashamed of the\r\noutburst. “I’m sorry, Steve. Don’t mind anything I say. It’s awfully\r\ngood of you to have come here, and I’m not going to forget it.”\r\n\r\nSteve scratched his chin reflectively.\r\n\r\n“Say, I’ll tell you something,” he said. “My mother told me once that\r\nwhen I was born my old dad took it just like you. Found he was getting\r\nall worked up by having to hang around and do nothing, so he says to\r\nhimself: ‘I’ve got to take my mind off this business, or it’s me for\r\nthe foolish-house.’\r\n\r\n“Well, sir, there was a big guy down on that street who’d been picking\r\non dad good and hard for a mighty long while. And this guy suddenly\r\ncomes into dad’s mind. He felt of his muscle, dad did. ‘Gee!’ he says\r\nto himself, ‘I believe the way I’m feeling, I could just go and eat up\r\nthat gink right away.’ And the more he thought of it, the better it\r\nlooked to him, so all of a sudden he grabs his hat and beats it like a\r\nstreak down to the saloon on the corner, where he knew the feller would\r\nbe at that time, and he goes straight up to him and hands him one.\r\n\r\n“Back comes the guy at him—he was a great big son of a gun, weighing\r\nthirty pounds more than dad—and him and dad mixes it right there in the\r\nsaloon till the barkeep and about fifty other fellers throws them out,\r\nand they goes off to a vacant lot to finish the thing. And dad’s so\r\nworked up that he gives the other guy his till he hollers that that’s\r\nall he’ll want. And then dad goes home and waits quite quiet and happy\r\nand peaceful till they tell him I’m there.”\r\n\r\nSteve paused.\r\n\r\n“Kirk,” he said then, “how would you like a round or two with the small\r\ngloves, just to get things off your mind for a spell and pass the time?\r\nMy dad said he found it eased him mighty good.”\r\n\r\nKirk stared at him.\r\n\r\n“Just a couple of rounds,” urged Steve. “And you can go all out at\r\nthat. I shan’t mind. Just try to think I’m some guy that’s been picking\r\non you and let me have it. See what I mean?”\r\n\r\nFor the first time that day the faint ghost of a grin appeared on\r\nKirk’s face.\r\n\r\n“I wonder if you’re right, Steve?”\r\n\r\n“I know I’m right. And, say, don’t think I don’t need it, too. I ain’t\r\nknown Miss Ruth all this time for nothing. You’ll be doing me a\r\nkindness if you knock my face in.”\r\n\r\nThe small gloves occupied a place of honour to themselves in a lower\r\ndrawer. It was not often that Kirk used them in his friendly bouts with\r\nSteve. For ordinary occasions the larger and more padded species met\r\nwith his approval. Steve, during these daily sparring encounters, was\r\namiability itself; but he could not be counted upon not to forget\r\nhimself for an occasional moment in the heat of the fray; and though\r\nKirk was courageous enough, he preferred to preserve the regularity of\r\nhis features at the expense of a little extra excitement.\r\n\r\nOnce, after a brisk rally, he had gone about the world looking as if he\r\nwas suffering from mumps, owing to a right hook which no one regretted\r\nmore than Steve himself.\r\n\r\nBut to-day was different; and Kirk felt that even a repetition of that\r\nlethal punch would be welcome.\r\n\r\nSteve, when the contest opened, was disposed to be consolatory in word\r\nas well as deed. He kept up a desultory conversation as he circled and\r\nfeinted.\r\n\r\n“You gotta look at it this way,” he began, side-stepping a left, “it\r\nain’t often you hear of anything going wrong at times like this. You\r\ngotta remember”—he hooked Kirk neatly on the jaw—“that” he concluded.\r\n\r\nKirk came back with a swing at the body which made his adversary grunt.\r\n\r\n“That’s true,” he said.\r\n\r\n“Sure,” rejoined Steve a little breathlessly, falling into a clinch.\r\n\r\nThey moved warily round each other.\r\n\r\n“So,” said Steve, blocking a left, “that ought to comfort you some.”\r\n\r\nKirk nodded. He guessed correctly that the other was alluding to his\r\nlast speech, not to the counter which had just made the sight of his\r\nleft eye a little uncertain.\r\n\r\nGradually, as the bout progressed, Kirk began to lose the slight\r\ndiffidence which had hampered him at the start. He had been feeling so\r\nwonderfully friendly toward Steve, so grateful for his presence, and\r\nhis sympathy, that it had been hard, in spite of the other’s\r\nadmonitions, to enter into the fray with any real conviction. Moreover,\r\nsubconsciously, he was listening all the time for sounds from above\r\nwhich never came.\r\n\r\nThese things gave a certain lameness to his operations. It was\r\nimmediately after this blow in the eye, mentioned above, that he ceased\r\nto be an individual with private troubles and a wandering mind, and\r\nbecame a boxer pure and simple, his whole brain concentrated on the\r\nproblem of how to get past his opponent’s guard.\r\n\r\nSteve, recognizing the change in an instant, congratulated himself on\r\nthe success of his treatment. It had worked even more quickly than he\r\nhad hoped. He helped the cure with another swift jab which shot over\r\nKirk’s guard.\r\n\r\nKirk came in with a rush. Steve slipped him. Kirk rushed again. Steve,\r\nreceiving a hard punch on a nose which, though accustomed to such\r\nassaults, had never grown really to enjoy them, began to feel a slight\r\ndiminution of his detached attitude toward this encounter. Till now his\r\nposition had been purely that of the kindly physician soothing a\r\npatient. The rapidity with which the patient was permitting himself to\r\nbe soothed rendered the post of physician something of a sinecure; and\r\nSteve, as Kirk had done, began to slip back into the boxer.\r\n\r\nIt was while he was in what might be called a transition stage that an\r\nunexpected swing sent him with some violence against the wall; and from\r\nthat moment nature asserted itself. A curious, set look appeared on his\r\nface; wrinkles creased his forehead; his jaw protruded slightly.\r\n\r\nKirk made another rush. This time Steve did not slip; he went to meet\r\nit, head down and hands busy.\r\n\r\n\r\nMrs. Lora Delane Porter came downstairs with the measured\r\nimpressiveness of one who bears weighty news. Her determined face was\r\npale and tired, as it had every right to be; but she bore herself\r\nproudly, as one who has fought and not been defeated.\r\n\r\n“Mr. Winfield,” she said.\r\n\r\nThere was no answer. Looking about her, she found the studio empty.\r\n\r\nThen, from behind the closed door of the inner room, she was aware of a\r\nstrange, shuffling sound. She listened, astonished. She heard a gasp,\r\nthen curious thuds, finally a bump louder than the thuds. And then\r\nthere was silence.\r\n\r\nThese things surprised Mrs. Porter. She opened the door and looked in.\r\n\r\nIt says much for her iron self-control that she remained quiet at this\r\npoint. A lesser person, after a far less tiring ordeal than she had\r\npassed through, would have found relief in some cry or\r\nexclamation—possibly even in a scream.\r\n\r\nAgainst the far wall, breathing hard and fondling his left eye with a\r\nfour-ounce glove, leaned Steve Dingle. His nose was bleeding somewhat\r\nfreely, but this he appeared to consider a trifle unworthy of serious\r\nattention. On the floor, an even more disturbing spectacle, Kirk lay at\r\nfull length. To Mrs. Porter’s startled gaze he appeared to be dead. He\r\ntoo, was bleeding, but he was not in a position to notice it.\r\n\r\n“It’s all right, ma’am,” said Steve, removing the hand from his face\r\nand revealing an eye which for spectacular dilapidation must have\r\nrivalled the epoch-making one which had so excited his mother on a\r\nfamous occasion. “It’s nothing serious.”\r\n\r\n“Has Mr. Winfield fainted?”\r\n\r\n“Not exactly fainted, ma’am. It’s like this. He’d got me clear up in a\r\ncorner, and I seen it’s up to me if I don’t want to be knocked through\r\nthe wall, so I has to cross him. Maybe I’d gotten a little worked up\r\nmyself by then. But it was my fault. I told him to go all out, and he\r\nsure did. This eye’s going to be a pippin to-morrow.”\r\n\r\nMrs. Porter examined the wounded organ with interest.\r\n\r\n“That, I suppose Mr. Dingle, is what you call a blue eye?”\r\n\r\n“It sure is, ma’am.”\r\n\r\n“What has been happening?”\r\n\r\n“Well, it’s this way. I see he’s all worked up, sitting around doing\r\nnothing except wait, so I makes him come and spar a round to take his\r\nmind off it. My old dad, ma’am, when I was coming along, found that\r\ndope fixed him all right, so I reckoned it would do as much good here.\r\nMy old dad went and beat the block off a fellow down our street, and it\r\ndone him a lot of good.”\r\n\r\nMrs. Porter shook his gloved hand.\r\n\r\n“Mr. Dingle,” she said with enthusiasm, “I really believe that you are\r\nthe only sensible man I have ever met. Your common sense is\r\nastonishing. I have no doubt you saved Mr. Winfield from a nervous\r\nbreak-down. Would you be kind enough, when you are rested, to fetch\r\nsome water and bring him to and inform him that he is the father of a\r\nson?”"
  ]
}