{
  "index": 25,
  "title": "Chapter 24",
  "paragraphs": [
    "An Interlude of Peace\r\n\r\n\r\nTwo events of importance in the small world which centred round William\r\nB. Winfield occurred at about this time. The first was the entrance of\r\nMamie, the second the exit of Mrs. Porter.\r\n\r\nMamie was the last of a series of nurses who came and went in somewhat\r\nrapid succession during the early years of the White Hope’s life. She\r\nwas introduced by Steve, who, it seemed, had known her since she was a\r\nchild. She was the nineteen-year-old daughter of a compositor on one of\r\nthe morning papers, a little, mouselike thing, with tiny hands and\r\nfeet, a soft voice, and eyes that took up far more than their fair\r\nshare of her face.\r\n\r\nShe had had no professional experience as a nursery-maid; but, as Steve\r\npointed out, the fact that, in the absence of her mother, who had died\r\nsome years previously, she had had sole charge of three small brothers\r\nat the age when small brothers are least easily handled, and had\r\nsteered them through to the office-boy age without mishap, put her\r\nextremely high in the class of gifted amateurs. Mamie was accordingly\r\ngiven a trial, and survived it triumphantly. William Bannister, that\r\ndiscerning youth, took to her at once. Kirk liked the neat way she\r\nmoved about the studio, his heart being still sore at the performance\r\nof one of her predecessors, who had upset and put a substantial foot\r\nthrough his masterpiece, that same “Ariadne in Naxos” which Lora Delane\r\nPorter had criticised on the occasion of her first visit to the studio.\r\nRuth, for her part, was delighted with Mamie.\r\n\r\nAs for Steve, though as an outside member of the firm he cannot be\r\nconsidered to count, he had long ago made up his mind about her. Some\r\ntime before, when he had found it impossible for him to be in her\r\npresence, still less to converse with her, without experiencing a warm,\r\nclammy, shooting sensation and a feeling of general weakness similar to\r\nthat which follows a well-directed blow at the solar plexus, he had\r\ncome to the conclusion that he must be in love. The furious jealousy\r\nwhich assailed him on seeing her embraced by and embracing a stout\r\nperson old enough to be her father convinced him of this.\r\n\r\nThe discovery that the stout man actually was her father’s brother\r\nrelieved his mind to a certain extent, but the episode left him shaken.\r\nHe made up his mind to propose at once and get it over. When Mamie\r\njoined the garrison of No. 90 a year later the dashing feat was still\r\nunperformed. There was that about Mamie which unmanned Steve. She was\r\nso small and dainty that the ruggedness which had once been his pride\r\nseemed to him, when he thought of her, an insuperable defect. The\r\nconviction that he was a roughneck deepened in him and tied his tongue.\r\n\r\nThe defection of Mrs. Porter was a gradual affair. From a very early\r\nperiod in the new regime she had been dissatisfied. Accustomed to rule,\r\nshe found herself in an unexpectedly minor position. She had definite\r\nviews on the hygienic upbringing of children, and these she imparted to\r\nRuth, who listened pleasantly, smiled, and ignored them.\r\n\r\nMrs. Porter was not used to such treatment. She found Ruth considerably\r\nless malleable than she had been before marriage, and she resented the\r\nchange.\r\n\r\nKirk, coming in one afternoon, found Ruth laughing.\r\n\r\n“It’s only Aunt Lora,” she said. “She will come in and lecture me on\r\nhow to raise babies. She’s crazy about microbes. It’s the new idea.\r\nSterilization, and all that. She thinks that everything a child touches\r\nought to be sterilized first to kill the germs. Bill’s running awful\r\nrisks being allowed to play about the studio like this.”\r\n\r\nKirk looked at his son and heir, who was submitting at that moment to\r\nbe bathed. He was standing up. It was a peculiarity of his that he\r\nrefused to sit down in a bath, being apparently under the impression,\r\nwhen asked to do so, that there was a conspiracy afoot to drown him.\r\n\r\n“I don’t see how the kid could be much fitter.”\r\n\r\n“It’s not so much what he is now. She is worrying about what might\r\nhappen to him. She can talk about bacilli till your flesh creeps.\r\nHonestly, if Bill ever did get really ill, I believe Aunt Lora could\r\ntalk me round to her views about them in a minute. It’s only the fact\r\nthat he is so splendidly well that makes it seem so absurd.”\r\n\r\nKirk laughed.\r\n\r\n“It’s all very well to laugh. You haven’t heard her. I’ve caught myself\r\nwavering a dozen times. Do you know, she says a child ought not to be\r\nkissed?”\r\n\r\n“It has struck me,” said Kirk meditatively, “that your Aunt Lora, if I\r\nmay make the suggestion, is the least bit of what Steve would call a\r\nshy-dome. Is there anything else she had mentioned?’\r\n\r\n“Hundreds of things. Bill ought to be kept in a properly sterilized\r\nnursery, with sterilized toys and sterilized everything, and the\r\ntemperature ought to be just so high and no higher, and just so low and\r\nno lower. Get her to talk about it to you. She makes you wonder why\r\neverybody is not dead.”\r\n\r\n“This is a new development, surely? Has she ever broken out in this\r\nplace before?”\r\n\r\n“Oh, yes. In the old days she often used to talk about it. She has\r\nwritten books about it.”\r\n\r\n“I thought her books were all about the selfishness of the modern young\r\nman in not marrying.”\r\n\r\n“Not at all. Some of them are about how to look after the baby. It’s no\r\ngood the modern young man marrying if he’s going to murder his baby\r\ndirectly afterward, is it?”\r\n\r\n“Something in that. There’s just one objection to this sterilized\r\nnursery business, though, which she doesn’t seem to have detected. How\r\nam I going to provide these things on an income of five thousand and at\r\nthe same time live in that luxury which the artist soul demands? Bill,\r\nmy lad, you’ll have to sacrifice yourself for your father’s good. When\r\nI’m a millionaire we’ll see about it. Meanwhile—”\r\n\r\n“Meanwhile,” said Ruth, “come and be dried before you catch your death\r\nof cold.” She gathered William Bannister into her lap.\r\n\r\n“I pity any germ that tries to play catch-as-catch-can with that\r\ninfant,” remarked Kirk. “He’d simply flatten it out in a round. Did you\r\never see such a chest on a kid of that age?”\r\n\r\nIt was after the installation of Whiskers at the studio that the\r\ndiminution of Mrs. Porter’s visits became really marked. There was\r\nsomething almost approaching a battle over Whiskers, who was an Irish\r\nterrier puppy which Hank Jardine had presented to William Bannister as\r\na belated birthday present.\r\n\r\nMrs. Porter utterly excommunicated Whiskers. Nothing, she maintained,\r\nwas so notoriously supercharged with bacilli as a long-haired dog. If\r\nthis was true, William Bannister certainly gave them every chance to\r\nget to work upon himself. It was his constant pleasure to clutch\r\nWhiskers to him in a vice-like clinch, to bury his face in his shaggy\r\nback, and generally to court destruction. Yet the more he clutched, the\r\nhealthier did he appear to grow, and Mrs. Porter’s demand for the dog’s\r\nbanishment was overruled.\r\n\r\nMrs. Porter retired in dudgeon. She liked to rule, and at No. 90 she\r\nfelt that she had become merely among those present. She was in the\r\nposition of a mother country whose colony has revolted. For years she\r\nhad been accustomed to look on Ruth as a disciple, a weaker spirit whom\r\nshe could mould to her will, and now Ruth was refusing to be moulded.\r\n\r\nSo Mrs. Porter’s visits ceased. Ruth still saw her at the apartment\r\nwhen she cared to go there, but she kept away from the studio. She\r\nconsidered that in the matter of William Bannister her claim had been\r\njumped, that she had been deposed; and she withdrew.\r\n\r\n“I shall bear up,” said Kirk, when this fact was brought home to him.\r\n“I mistrust your Aunt Lora as I should mistrust some great natural\r\nforce which may become active at any moment and give you yours. An\r\nearthquake, for instance. I have no quarrel with your Aunt Lora in her\r\nquiescent state, but I fear the developments of that giant mind. We are\r\nbetter off without her.”\r\n\r\n“All the same,” said Ruth loyally, “she’s rather a dear. And we ought\r\nto remember that, if it hadn’t been for her, you and I would never have\r\nmet.”\r\n\r\n“I do remember it. And I’m grateful. But I can’t help feeling that a\r\nwoman capable of taking other people’s lives and juggling with them as\r\nif they were india-rubber balls as she did with ours, is likely at any\r\nmoment to break out in a new place. My gratitude to her is the sort of\r\ngratitude you would feel toward a cyclone if you were walking home late\r\nfor dinner and it caught you up and deposited you on your doorstep.\r\nYour Aunt Lora is a human cyclone. No, on the whole, she’s more like an\r\nearthquake. She has a habit of splitting up and altering the face of\r\nthe world whenever she feels like it, and I’m too well satisfied with\r\nmy world at present to relish the idea of having it changed.”\r\n\r\nLittle by little the garrison of the studio had been whittled down.\r\nExcept for Steve, the community had no regular members outside the\r\nfamily itself. Hank was generally out of town. Bailey paid one more\r\nvisit, then seemed to consider that he could now absent himself\r\naltogether. And the members of Kirk’s bachelor circle stayed away to a\r\nman.\r\n\r\nTheir isolation was rendered more complete by the fact that Ruth, when\r\nshe had ornamented New York society, had made few real friends. Most of\r\nthe girls she had known bored her. They were gushing creatures with a\r\npassion for sharing and imparting secrets, and Ruth’s cool reserve had\r\nalienated her from them.\r\n\r\nWhen she married she dropped out. The romance of her wedding gave\r\npeople something to talk about for a few days, and then she was\r\nforgotten.\r\n\r\nAnd so it came about that she had her desire and was able practically\r\nto monopolize Kirk. He and she and William Bannister lived in a kind of\r\nhermit’s cell for three and enjoyed this highly unnatural state of\r\nthings enormously. Life had never seemed so full either to Kirk or\r\nherself. There was always something to do, something to think about,\r\nsomething to look forward to, if it was only a visit to a theatre or\r\nthe inspection of William Bannister’s bath."
  ]
}