{
  "index": 26,
  "title": "Chapter 25",
  "paragraphs": [
    "Stung to Action\r\n\r\n\r\nIt was in the third year of the White Hope’s life that the placid\r\nevenness of Kirk’s existence began to be troubled. The orderly\r\nprocession of the days was broken by happenings of unusual importance,\r\none at least of them extraordinarily unpleasant. This was the failure\r\nof a certain stock in which nearly half of Kirk’s patrimony was\r\ninvested, that capital which had always seemed to him as solid a part\r\nof life as the asphalt on which he walked, as unchangeable a part of\r\nnature as the air he breathed. He had always had it, and he could\r\nhardly bring himself to realize that he was not always to have it.\r\n\r\nIt gave him an extraordinary feeling of panic and discomfort when at\r\nlength he faced the fact squarely that his private means, on the\r\npossession of which he had based the whole lazy scheme of his life,\r\nwere as much at the mercy of fate as the stake which a gambler flings\r\non the green cloth. He did not know enough of business to understand\r\nthe complicated processes by which a stock hitherto supposed to be as\r\nimpregnable as municipal bonds had been hammered into a ragged remnant\r\nin the course of a single day; but the result of them was unpleasantly\r\nclear and easily grasped.\r\n\r\nHis income was cut in half, and instead of being a comfortably off\r\nyoung man, idly watching the pageant of life from a seat in the grand\r\nstand, he must now plunge into the crowd and endeavour to earn a living\r\nas others did.\r\n\r\nFor his losses did not begin and end with the ruin of this particular\r\nstock. At intervals during the past two years he had been nibbling at\r\nhis capital, and now, forced to examine his affairs frankly and\r\nminutely, he was astonished at the inroads he had made upon it.\r\n\r\nThere had been the upkeep of the summer shack he had bought in\r\nConnecticut. There had been expenses in connection with William\r\nBannister. There had been little treats for Ruth. There had been cigars\r\nand clothes and dinners and taxi-cabs and all the other trifles which\r\ncost nothing but mount up and make a man wander beyond the bounds of\r\nhis legitimate income.\r\n\r\nIt was borne in upon Kirk, as he reflected upon these things, that the\r\nonly evidence he had shown of the possession of the artistic\r\ntemperament had been the joyous carelessness of his extravagance. In\r\nthat only had he been the artist. It shocked him to think how little\r\nhonest work he had done during the past two years. He had lived in a\r\ngolden haze into which work had not entered.\r\n\r\nHe was to be shocked still more very soon.\r\n\r\nStung to action by his thoughts, he embarked upon a sweeping attack on\r\nthe stronghold of those who exchange cash for artists’ dreams. He\r\nransacked the studio and set out on his mission in a cab bulging with\r\nlarge, small, and medium-sized canvases. Like a wave receding from a\r\nbreakwater he returned late in the day, a branded failure.\r\n\r\nThe dealers had eyed his canvases, large, small, and medium-sized, and,\r\nin direct contravention of their professed object in life, had refused\r\nto deal. Only one of them, a man with grimy hands but a moderately\r\ngolden heart, after passing a sepia thumb over some of the more\r\nambitious works, had offered him fifteen dollars for a little sketch\r\nwhich he had made in an energetic moment of William Bannister crawling\r\non the floor. This, the dealer asserted, was the sort of “darned mushy\r\nstuff” the public fell for, and he held it to be worth the fifteen, but\r\nnot a cent more. Kirk, humble by now, accepted three battered-looking\r\nbills and departed.\r\n\r\nHe had a long talk with Ruth that night, and rose from it in the frame\r\nof mind which in some men is induced by prayer. Ruth was quite\r\nmarvellously sensible and sympathetic.\r\n\r\n“I wanted you,” she said in answer to his self-reproaches, “and here we\r\nare, together. It’s simply nonsense to talk about ruining my life and\r\ndragging me down. What _does_ it matter about this money? We have got\r\nplenty left.”\r\n\r\n“We’ve got about as much left as you used to spend on hats in the old\r\ndays.”\r\n\r\n“Well, we can easily make it do. I’ve thought for some time that we\r\nwere growing too extravagant. And talking of hats, I had no right to\r\nhave that last one you bought me. It was wickedly expensive. We can\r\neconomize there, at any rate. We can get along splendidly on what you\r\nhave now. Besides, directly you settle down and start to paint, we\r\nshall be quite rich again.”\r\n\r\nKirk laughed grimly.\r\n\r\n“I wish you were a dealer,” he said. “Fifteen dollars is what I have\r\nmanaged to extract from them so far. One of the Great Unwashed on Sixth\r\nAvenue gave me that for that sketch I did of Bill on the floor.”\r\n\r\n“Which took you about three minutes to do,” Ruth pointed out\r\ntriumphantly. “You see! You’re bound to make a fortune if you stick to\r\nit.”\r\n\r\nKirk put his arm round her and gave her a silent hug of gratitude. He\r\nhad dreaded this talk, and lo! it was putting new life into him.\r\n\r\nThey sat for a few moments in silence.\r\n\r\n“I don’t deserve it,” said Kirk at last. “Instead of comforting me like\r\nthis, and making me think I’m rather a fine sort of a fellow, you ought\r\nto be lashing me with scorpions. I don’t suppose any man has ever made\r\nsuch a criminal idiot of himself in this city before.”\r\n\r\n“You couldn’t tell that this stock was going to fail.”\r\n\r\n“No; but I could have done some work these last three years and made it\r\nnot matter whether it failed or not. You can’t comfort me out of that\r\nknowledge. I knew all along that I was being a waster and a loafer, but\r\nI was so happy that I didn’t mind. I was so interested in seeing what\r\nyou and the kid would do next that I didn’t seem to have time to work.\r\nAnd the result is that I’ve gone right back.\r\n\r\n“There was a time when I really could paint a bit. Not much, it’s true,\r\nbut enough to get along with. Well, I’m going to start it again in\r\nearnest now, and if I don’t make good, well, there’s always Hank’s\r\noffer.”\r\n\r\nRuth turned a little pale. They had discussed Hank’s offer before, but\r\nthen life had been bright and cloudless and Hank’s offer a thing to\r\nsmile at. Now it had assumed an uncomfortably practical aspect.\r\n\r\n“You will make good,” said Ruth.\r\n\r\n“I’ll do my best,” said Kirk. But even as he spoke his mind was\r\npondering on the proposition which Hank had made.\r\n\r\nHank, always flitting from New York into the unknown and back again,\r\nhad called at the studio one evening, after a long absence, looking\r\nsick and tired. He was one of those lean, wiry men whom it is unusual\r\nto see in this condition, and Kirk was sympathetic and inquisitive.\r\n\r\nHank needed no pressing. He was full of his story.\r\n\r\n“I’ve been in Colombia,” he said. “I got back on a fruit-steamer this\r\nmorning. Do you know anything of Colombia?”\r\n\r\nKirk reflected.\r\n\r\n“Only that there’s generally a revolution there,” he said.\r\n\r\n“There wasn’t anything of that kind this trip, except in my interior.”\r\nHank pulled thoughtfully at his pipe. The odour of his remarkable brand\r\nof tobacco filled the studio. “I’ve had a Hades of a time,” he said\r\nsimply.\r\n\r\nKirk looked at him curiously. Hank was in a singularly chastened mood\r\nto-night.\r\n\r\n“What took you there?”\r\n\r\n“Gold.”\r\n\r\n“Gold? Mining?”\r\n\r\nHank nodded.\r\n\r\n“I didn’t know there were gold-mines in that part of the world,” said\r\nKirk.\r\n\r\n“There are. The gold that filled the holds of Spanish galleons in the\r\nsixteenth century came from Colombia. The place is simply stiff with\r\nold Spanish relics.”\r\n\r\n“But surely the mines must have been worked out ages ago.”\r\n\r\n“Only on the surface.”\r\n\r\nKirk laughed.\r\n\r\n“How do you mean, only on the surface? Explain. I don’t know a thing\r\nabout gold, except that getting it out of picture-dealers is like\r\ngetting blood out of a turnip.”\r\n\r\n“It’s simple enough. The earth hoards its gold in two ways. There’s\r\nauriferous rock and auriferous dirt. If the stuff is in the rock, you\r\ncrush it. If it’s in the dirt, you wash it.”\r\n\r\n“It sounds simple.”\r\n\r\n“It is. The difficult part is finding it.”\r\n\r\n“And you have done that?”\r\n\r\n“I have. Or I’m practically certain I have. At any rate, I know that I\r\nhave discovered the ditches made by the Spaniards three hundred years\r\nago. If there was gold there in those days there is apt to be gold\r\nthere now. Only it isn’t on the surface any longer. They cleaned up as\r\nfar as the surface is concerned, so I have to sink shafts and dig\r\ntunnels.”\r\n\r\n“I see. It isn’t so simple as it used to be.”\r\n\r\n“It is, practically, if you have any knowledge of mining.”\r\n\r\n“Well, what’s your trouble?” asked Kirk. “Why did you come back? Why\r\naren’t you out there grabbing it with both hands and getting yourself\r\ninto shape to be a walking gold-mine to your friends? I don’t like to\r\nsee this idle spirit in you, Hank.”\r\n\r\nHank smoked long and thoughtfully.\r\n\r\n“Kirk,” he said suddenly.\r\n\r\n“Well?”\r\n\r\nHank shook his head.\r\n\r\n“No, it’s no good.”\r\n\r\n“What is no good? What do you mean?”\r\n\r\n“I came back,” said Hank, suddenly lucid, “with a wild notion of\r\ngetting you to come in with me on this thing.”\r\n\r\n“What! Go to Colombia with you?”\r\n\r\nHank nodded.\r\n\r\n“But, of course, it’s not possible. It’s no job for a married man.”\r\n\r\n“Why not? If this gold of yours is just lying about in heaps it seems\r\nto me that a married man is exactly the man who ought to be around\r\ngrabbing it. Or do you believe that old yarn about two being able to\r\nlive as cheaply as one? Take it from me, it’s not so. If there is gold\r\nwaiting to be gathered up in handfuls, me for it. When do we start? Can\r\nI bring Ruth and the kid?”\r\n\r\n“I wish we could start. If I could have had you with me these last few\r\nmonths I’d never have quit. But I guess it’s out of the question.\r\nYou’ve no idea what sort of an inferno it is, and I won’t let you come\r\ninto it with your eyes shut. But if ever you are in a real tight corner\r\nlet me know. It might be worth your while then to take a few risks.”\r\n\r\n“Oh! there are risks?”\r\n\r\n“Risks! My claims are located along the Atrato River in the Choco\r\ndistrict. Does that convey anything to you?”\r\n\r\n“Not a thing.”\r\n\r\n“The workings are three hundred miles inland. Just three hundred miles\r\nof pure Hades. You can get all the fevers you ever heard of, and a few\r\nmore, I got most of them last trip.”\r\n\r\n“I thought you were looking pretty bad.”\r\n\r\n“I ought to be. I’ve swallowed so much quinine since I saw you last\r\nthat my ears are buzzing still. And then there are the insects. They\r\nall bite. Some bite worse than others, but not much. Darn it! even the\r\nbutterflies bite out there. Every animal in the country has some other\r\nanimal constantly chasing it until a white man comes along, when they\r\ncall a truce and both chase him. And the vegetation is so thick and\r\ngrows so quickly that you have to cut down the jungle about the\r\nworkings every few days or so to avoid being swamped by it. Otherwise,”\r\nfinished Hank, refilling his pipe and lighting it, “the place is a\r\npretty good kind of summer resort.”\r\n\r\n“And you’re going back to it? Back to the quinine and the beasts and\r\nthe butterflies?”\r\n\r\n“Sure. The gold runs up to twenty dollars the cubic yard and is worth\r\neighteen dollars an ounce.”\r\n\r\n“When are you going?”\r\n\r\n“I’m in no hurry. This year, next year, some time, never. No, not\r\nnever. Call it some time.”\r\n\r\n“And you want me to come, too?”\r\n\r\n“I would give half of whatever there is in the mine to have you come.\r\nBut things being as they are, well, I guess we can call it off. Is\r\nthere any chance in the world, Kirk, of your ever ceasing to be a\r\nbloated capitalist? Could any of your stocks go back on you?”\r\n\r\n“I doubt it. They’re pretty gilt-edged, I fancy, though I’ve never\r\nstudied the question of stocks. My little gold-mine isn’t in the same\r\nclass with yours, but it’s as solid as a rock, and no fevers and\r\ninsects attached to it, either.”\r\n\r\n\r\nAnd now the gold-mine had proved of less than rock-like solidity. The\r\nmost gilt-edged of all the stocks had failed. The capitalist had become\r\nin one brief day the struggling artist.\r\n\r\nHank’s proposal seemed a good deal less fantastic now to Kirk as he\r\nprepared for his second onslaught, the grand attack, on the stronghold\r\nof those who bought art with gold."
  ]
}