{
  "index": 27,
  "title": "Chapter 26",
  "paragraphs": [
    "A Climax\r\n\r\n\r\nOne afternoon, about two weeks later, Kirk, returning to the studio\r\nfrom an unprofitable raid into the region of the dealers, found on the\r\ntable a card bearing the name of Mrs. Robert Wilbur. This had been\r\ncrossed out, and beneath it, in a straggly hand, the name Miss Wilbur\r\nhad been written.\r\n\r\nThe phenomenon of a caller at the cell of the two hermits was so\r\nstrange that he awaited Ruth’s arrival with more than his customary\r\nimpatience. She would be able to identify the visitor. George Pennicut,\r\nquestioned on the point, had no information of any value to impart. A\r\nvery pretty young lady she was, said George, with what you might call a\r\nlively manner. She had seemed disappointed at finding nobody at home.\r\nNo, she had left no message.\r\n\r\nRuth, arriving a few moments later, was met by Kirk with the card in\r\nhis hand.\r\n\r\n“Can you throw any light on this?” he said. “Who is Miss Wilbur, who\r\nhas what you might call a lively manner and appears disappointed when\r\nshe does not find us at home?”\r\n\r\nRuth looked at the card.\r\n\r\n“Sybil Wilbur? I wonder what she wants.”\r\n\r\n“Who is she? Let’s get that settled first.”\r\n\r\n“Oh, she’s a girl I used to know. I haven’t seen her for two years. I\r\nthought she had forgotten my existence.”\r\n\r\n“Call her up on the phone. If we don’t solve this mystery we shan’t\r\nsleep to-night. It’s like _Robinson Crusoe_ and the footprint.”\r\n\r\nRuth went to the telephone. After a short conversation she turned to\r\nKirk with sparkling eyes and the air of one with news to impart.\r\n\r\n“Kirk! She wants you to paint her portrait!”\r\n\r\n“What!”\r\n\r\n“She’s engaged to Bailey! Just got engaged! And the first thing she\r\ndoes is to insist on his letting her come to you for her portrait,”\r\nRuth bubbled with laughter. “It’s to be a birthday present for Bailey,\r\nand Bailey has got to pay for it. That’s so exactly like Sybil.”\r\n\r\n“I hope the portrait will be. She’s taking chances.”\r\n\r\n“I think it’s simply sweet of her. She’s a real friend.”\r\n\r\n“At fairly long intervals, apparently. Did you say you had not seen her\r\nfor two years?”\r\n\r\n“She is an erratic little thing with an awfully good heart. I feel\r\ntouched at her remembering us. Oh, Kirk, you must do a simply wonderful\r\nportrait, something that everybody will talk about, and then our\r\nfortune will be made! You will become the only painter that people will\r\ngo to for their portraits.”\r\n\r\nKirk did not answer. His experiences of late had developed in him an\r\nunwonted mistrust of his powers. To this was added the knowledge that,\r\nexcept for an impressionist study of Ruth for private exhibition only,\r\nhe had never attempted a portrait. To be called upon suddenly like this\r\nto show his powers gave him much the same feeling which he had\r\nexperienced when called upon as a child to recite poetry before an\r\naudience. It was a species of stage fright.\r\n\r\nBut it was certainly a chance. Portrait-painting was an uncommonly\r\nlucrative line of business. His imagination, stirred by Ruth’s, saw\r\nvisions of wealthy applicants turned away from the studio door owing to\r\npressure of work on the part of the famous man for whose services they\r\nwere bidding vast sums.\r\n\r\n“By Jove!” he said thoughtfully.\r\n\r\nAnother aspect of the matter occurred to him.\r\n\r\n“I wonder what Bailey thinks about it!”\r\n\r\n“Oh, he’s probably so much in love with her that he doesn’t mind what\r\nshe does. Besides, Bailey likes you.”\r\n\r\n“Does he?”\r\n\r\n“Oh, well, if he doesn’t, he will. This will bring you together.”\r\n\r\n“I suppose he knows about it?”\r\n\r\n“Oh, yes. Sybil said he did. It’s all settled. She will be here\r\nto-morrow for the first sitting.”\r\n\r\nKirk spoke the fear that was in his mind.\r\n\r\n“Ruth, old girl, I’m horribly nervous about this. I am taken with a\r\nsort of second sight. I see myself making a ghastly failure of this job\r\nand Bailey knocking me down and refusing to come across with the\r\ncheque.”\r\n\r\n“Sybil is bringing the cheque with her to-morrow,” said Ruth simply.\r\n\r\n“Is she?” said Kirk. “Now I wonder if that makes it worse or better.\r\nI’m trying to think!”\r\n\r\nSybil Wilbur fluttered in next day at noon, a tiny, restless creature\r\nwho darted about the studio like a humming-bird. She effervesced with\r\nthe joy of life. She uttered little squeaks of delight at everything\r\nshe saw. She hugged Ruth, beamed at Kirk, went wild over William\r\nBannister, thought the studio too cute for words, insisted on being\r\nshown all over it, and talked incessantly.\r\n\r\nIt was about two o’clock before she actually began to sit, and even\r\nthen she was no statue. A thought would come into her small head and\r\nshe would whirl round to impart it to Ruth, destroying in a second the\r\npose which it had taken Kirk ten painful minutes to fix.\r\n\r\nKirk was too amused to be irritated. She was such a friendly little\r\nsoul and so obviously devoted to Ruth that he felt she was entitled to\r\nbe a nuisance as a sitter. He wondered more and more what weird\r\nprinciple of selection had been at work to bring Bailey and this\r\nbutterfly together. He had never given any deep thought to the study of\r\nhis brother-in-law’s character; but, from his small knowledge of him,\r\nhe would have imagined some one a trifle more substantial and serious\r\nas the ideal wife for him. Life, he conceived, was to Bailey a stately\r\nmarch. Sybil Wilbur evidently looked on it as a mad gallop.\r\n\r\nRuth felt the same. She was fond of Sybil, but she could not see her as\r\nthe fore-ordained Mrs. Bailey.\r\n\r\n“I suppose she swept him off his feet,” she said. “It just shows that\r\nyou never really get to know a person even if you’re their sister.\r\nBailey must have all sorts of hidden sides to his character which I\r\nnever noticed—unless _she_ has. But I don’t think there is much of that\r\nabout Sybil. She’s just a child. But she’s very amusing, isn’t she? She\r\nenjoys life so furiously.”\r\n\r\n“I think Bailey will find her rather a handful. Does she ever sit\r\nstill, by the way? If she is going to act right along as she did to-day\r\nthis portrait will look like that cubist picture of the ‘Dance at the\r\nSpring’.”\r\n\r\nAs the sittings went on Miss Wilbur consented gradually to simmer down\r\nand the portrait progressed with a fair amount of speed. But Kirk was\r\nconscious every day of a growing sensation of panic. He was trying his\r\nvery hardest, but it was bad work, and he knew it.\r\n\r\nHis hand had never had very much cunning, but what it had had it had\r\nlost in the years of his idleness. Every day showed him more clearly\r\nthat the portrait of Miss Wilbur, on which so much depended, was an\r\namateurish daub. He worked doggedly on, but his heart was cold with\r\nthat chill that grips the artist when he looks on his work and sees it\r\nto be bad.\r\n\r\nAt last it was finished. Ruth thought it splendid. Sybil Wilbur\r\npronounced it cute, as she did most things. Kirk could hardly bear to\r\nlook at it. In its finished state it was worse than he could have\r\nbelieved possible.\r\n\r\nIn the old days he had been a fair painter with one or two bad faults.\r\nNow the faults seemed to have grown like weeds, choking whatever of\r\nmerit he might once have possessed. This was a horrible production, and\r\nhe was profoundly thankful when it was packed up and removed from the\r\nstudio. But behind his thankfulness lurked the feeling that all was not\r\nyet over, that there was worse to come.\r\n\r\nIt came.\r\n\r\nIt was heralded by a tearful telephone call from Miss Wilbur, who rang\r\nup Ruth with the agitated information that “Bailey didn’t seem to like\r\nit.” And on the heels of the message came Bailey in person, pink from\r\nforehead to collar, and almost as wrathful as he had been on the great\r\noccasion of his first visit to the studio. His annoyance robbed his\r\nspeech of its normal stateliness. He struck a colloquial note unusual\r\nwith him.\r\n\r\n“I guess you know what I’ve come about,” he said.\r\n\r\nHe had found Kirk alone in the studio, as ill luck would have it. In\r\nthe absence of Ruth he ventured to speak more freely than he would have\r\ndone in her presence.\r\n\r\n“It’s an infernal outrage,” he went on. “I’ve been stung, and you know\r\nit.”\r\n\r\nKirk said nothing. His silence infuriated Bailey.\r\n\r\n“It’s the portrait I’m speaking about—the portrait, if you have the\r\nnerve to call it that, of Miss Wilbur. I was against her sitting to you\r\nfrom the first, but she insisted. Now she’s sorry.”\r\n\r\n“It’s as bad as all that, is it?” said Kirk dully. He felt curiously\r\nindisposed to fight. A listlessness had gripped him. He was even a\r\nlittle sorry for Bailey. He saw his point of view and sympathized with\r\nit.\r\n\r\n“Yes,” said Bailey fiercely. “It is, and you know it.”\r\n\r\nKirk nodded. Bailey was quite right. He did know it.\r\n\r\n“It’s a joke,” went on Bailey shrilly. “I can’t hang it up. People\r\nwould laugh at it. And to think that I paid you all that money for it.\r\nI could have got a real artist for half the price.”\r\n\r\n“That is easily remedied,” said Kirk. “I will send you a cheque\r\nto-morrow.”\r\n\r\nBailey was not to be appeased. The venom of more than three years cried\r\nout for utterance. He had always held definite views upon Kirk, and\r\nHeaven had sent him the opportunity of expressing them.\r\n\r\n“Yes, I dare say,” he said contemptuously. “That would settle the whole\r\nthing, wouldn’t it? What do you think you are—a millionaire? Talking as\r\nif that amount of money made no difference to you? Where does my sister\r\ncome in? How about Ruth? You sneak her away from her home and then——”\r\n\r\nKirk’s lethargy left him. He flushed.\r\n\r\n“I think that will be about all, Bannister?” he said. He spoke quietly,\r\nbut his voice trembled.\r\n\r\nBut Bailey’s long-dammed hatred, having at last found an outlet, was\r\nnot to be checked in a moment.\r\n\r\n“Will it? Will it? The hell it will. Let me tell you that I came here\r\nto talk straight to you, and I’m going to do it. It’s about time you\r\nhad your darned dime-novel romance shown up to you the way it strikes\r\nsomebody else. You think you’re a tremendous dashing twentieth-century\r\n_Young Lochinvar_, don’t you? You thought you had done a pretty smooth\r\nbit of work when you sneaked Ruth away! You! You haven’t enough\r\nbackbone in you even to make a bluff at working to support her. You’re\r\njust what my father said you were—a loafer who pretends to be an\r\nartist. You’ve got away with it up to now, but you’ve shown yourself up\r\nat last. You damned waster!”\r\n\r\nKirk walked to the door and flung it open.\r\n\r\n“You’re perfectly right, Bannister,” he said quietly. “Everything you\r\nhave said is quite true. And now would you mind going?”\r\n\r\n“I’ve not finished yet.”\r\n\r\n“Yes, you have.”\r\n\r\nBailey hesitated. The first time frenzy had left him, and he was\r\nbeginning to be a little ashamed of himself for having expressed his\r\nviews in a manner which, though satisfying, was, he felt, less\r\ndignified than he could have wished.\r\n\r\nHe looked at Kirk, who was standing stiffly by the door. Something in\r\nhis attitude decided Bailey to leave well alone. Such had been his\r\nindignation that it was only now that for the first time it struck him\r\nthat his statement of opinion had not been made without considerable\r\nbodily danger to himself. Jarred nerves had stood him in the stead of\r\ncourage; but now his nerves were soothed and he saw things clearly.\r\n\r\nHe choked down what he had intended to say and walked out. Kirk closed\r\nthe door softly behind him and began to pace the studio floor as he had\r\ndone on that night when Ruth had fought for her life in the room\r\nupstairs.\r\n\r\nHis mind worked slowly at first. Then, as it cleared, he began to think\r\nmore and more rapidly, till the thoughts leaped and ran like tongues of\r\nfire scorching him.\r\n\r\nIt was all true. That was what hurt. Every word that Bailey had flung\r\nat him had been strictly just.\r\n\r\nHe had thought himself a fine, romantic fellow. He was a waster and a\r\nloafer who pretended to be an artist. He had thrown away the little\r\ntalent he had once possessed. He had behaved shamefully to Ruth,\r\nshirking his responsibilities and idling through life. He realized it\r\nnow, when it was too late.\r\n\r\nSuddenly through the chaos of his reflections there shone out clearly\r\none coherent thought, the recollection of what Hank Jardine had offered\r\nto him. “If ever you are in a real tight corner——”\r\n\r\n\r\nHis brain cleared. He sat down calmly to wait for Ruth. His mind was\r\nmade up. Hank’s offer was the way out, the only way out, and he must\r\ntake it.\r\n\r\n\r\n\r\n\r\nBOOK TWO"
  ]
}