{
  "index": 21,
  "title": "Chapter 20",
  "paragraphs": [
    "Breaking the News\r\n\r\n\r\nOld John Bannister returned that night. Learning from Bailey’s\r\ntrembling lips the tremendous events that had been taking place in his\r\nabsence, he was first irritated, then coldly amused. His coolness\r\ndampened, while it comforted, Bailey.\r\n\r\nA bearer of sensational tidings likes to spread a certain amount of\r\ndismay and terror; but, on the other hand, it was a relief to him to\r\nfind that his father appeared to consider trivial a crisis which, to\r\nBailey, had seemed a disaster without parallel in the annals of\r\nAmerican social life.\r\n\r\n“She said she was going to _marry_ him!”\r\n\r\nOld Bannister opened the nut-cracker mouth that always had the\r\nappearance of crushing something. His pale eyes glowed for an instant.\r\n\r\n“Did she?” he said.\r\n\r\n“She seemed very—ah—determined.”\r\n\r\n“_Did_ she!”\r\n\r\nSilence falling like a cloud at this point, Bailey rightly conjectured\r\nthat the audience was at an end and left the room. His father bit the\r\nend off a cigar and began to smoke.\r\n\r\nSmoking, he reviewed the situation, and his fighting spirit rose to\r\ngrapple with it. He was not sorry that this had happened. His was a\r\npatriarchal mind, and he welcomed opportunities of exercising his\r\nauthority over his children. It had always been his policy to rule them\r\nmasterfully, and he had often resented the fact that his daughter, by\r\nthe nature of things, was to a great extent outside his immediate rule.\r\n\r\nDuring office hours business took him away from her. The sun never set\r\non his empire over Bailey, but it needed a definite crisis like the\r\npresent one to enable him to jerk at the reins which guided Ruth, and\r\nhe was glad of the chance to make his power felt.\r\n\r\nThe fact that this affair brought him into immediate contact with Mrs.\r\nPorter added to his enjoyment. Of all the people, men or women, with\r\nwhom his business or social life had brought him into conflict, she\r\nalone had fought him squarely and retired with the honours of war. When\r\nhis patriarchal mind had led him to bully his late wife, it was Mrs.\r\nPorter who had fought her cause. It was Mrs. Porter who openly\r\nexpressed her contempt for his money and certain methods of making it.\r\nShe was the only person in his immediate sphere over whom he had no\r\nfinancial hold.\r\n\r\nHe was a man who liked to be surrounded by dependents, and Mrs. Porter\r\nstoutly declined to be a dependent. She moved about the world, blunt\r\nand self-sufficing, and he hated her as he hated no one else. The\r\nthought that she had now come to grips with him and that he could best\r\nher in open fight was pleasant to him. All his life, except in his\r\nconflicts with her, he had won. He meant to win now.\r\n\r\nBailey’s apprehensions amused him. He had a thorough contempt for all\r\nactors, authors, musicians, and artists, whom he classed together in\r\none group as men who did not count, save in so far as they gave mild\r\nentertainment to the men who, like himself, did count. The idea of\r\nanybody taking them seriously seemed too fantastic to be considered.\r\n\r\nOf affection for his children he had little. Bailey was useful in the\r\noffice, and Ruth ornamental at home. They satisfied him. He had never\r\ntroubled to study their characters. It had never occurred to him to\r\nwonder if they were fond of him. They formed a necessary part of his\r\nhousehold, and beyond that he was not interested in them. If he had\r\never thought about Ruth’s nature, he had dismissed her as a feminine\r\ncounterpart of Bailey, than whom no other son and heir in New York\r\nbehaved so exactly as a son and heir should.\r\n\r\nThat Ruth, even under the influence of Lora Delane Porter, should have\r\nbeen capable of her present insubordination, was surprising, but the\r\nthing was too trivial to be a source of anxiety. The mischief could be\r\nchecked at once before it amounted to anything.\r\n\r\nBailey had not been gone too long before Ruth appeared. She stood in\r\nthe doorway looking at him for a moment. Her face was pale and her eyes\r\nbright. She was breathing quickly.\r\n\r\n“Are you busy, father? I—I want to tell you something.”\r\n\r\nJohn Bannister smiled. He had a wintry smile, a sort of muscular\r\naffection of the mouth, to which his eyes contributed nothing. He had\r\nmade up his mind to be perfectly calm and pleasant with Ruth. He had\r\nread in novels and seen on the stage situations of this kind, where the\r\nfather had stormed and blustered. The foolishness of such a policy\r\namused him. A strong man had no need to behave like that.\r\n\r\n“I think I have heard it already,” he said. “I have just been seeing\r\nBailey.”\r\n\r\n“What did Bailey tell you, father?”\r\n\r\n“That you fancied yourself in love with some actor or artist or other\r\nwhose name I have forgotten.”\r\n\r\n“It is not fancy. I do love him.”\r\n\r\n“Yes?”\r\n\r\nThere was a pause.\r\n\r\n“Are you very angry, father?”\r\n\r\n“Why should I be? Let’s talk it over quietly. There’s no need to make a\r\ntragedy of it.”\r\n\r\n“I’m glad you feel like that, father.”\r\n\r\nJohn Bannister lit another cigar.\r\n\r\n“Tell me all about it,” he said.\r\n\r\nRuth found herself surprisingly near tears. She had come into the room\r\nwith every nerve in her body braced for a supreme struggle. Her\r\nfather’s unexpected gentleness weakened her, exactly as he had\r\nforeseen. The plan of action which he had determined upon was that of\r\nthe wrestler who yields instead of resisting, in order to throw an\r\nantagonist off his balance.\r\n\r\n“How did it begin?” he asked.\r\n\r\n“Well,” said Ruth, “it began when Aunt Lora took me to his studio.”\r\n\r\n“Yes, I heard that it was she who set the whole thing going. She is a\r\nfriend of this fellow—what is his name?”\r\n\r\n“Kirk Winfield. Yes, she seemed to know him quite well.”\r\n\r\n“And then?”\r\n\r\nIn spite of her anxiety, Ruth smiled.\r\n\r\n“Well, that’s all,” she said. “I just fell in love with him.”\r\n\r\nMr. Bannister nodded.\r\n\r\n“You just fell in love with him,” he repeated. “Pretty quick work,\r\nwasn’t it?”\r\n\r\n“I suppose it was.”\r\n\r\n“You just took one look at him and saw he was the affinity, eh?”\r\n\r\n“I suppose so.”\r\n\r\n“And what did he do? Was he equally sudden?”\r\n\r\nRuth laughed. She was feeling quite happy now.\r\n\r\n“He would have liked to be, poor dear, but he felt he had to be\r\ncautious and prepare the way before telling me. If it hadn’t been for\r\nBailey, he might be doing it still. Apparently, Bailey went to him and\r\nsaid I had said I was going to marry him, and Kirk came flying round,\r\nand—well, then it was all right.”\r\n\r\nMr. Bannister drew thoughtfully at his cigar. He was silent for a few\r\nmoments.\r\n\r\n“Well, my dear,” he said at last. “I think you had better consider the\r\nengagement broken off.”\r\n\r\nRuth looked at him quickly. He still smiled, but his eyes were cold and\r\nhard. She realized suddenly that she had been played with, that all his\r\nkindliness and amiability had been merely a substitute for the storm\r\nwhich she had expected. After all, it was to be war between them, and\r\nshe braced herself for it!\r\n\r\n“Father!” she cried.\r\n\r\nMr. Bannister continued to puff serenely at his cigar.\r\n\r\n“We needn’t get worked up about it,” he said. “Let’s keep right on\r\ntalking it over quietly.”\r\n\r\n“Very well,” said Ruth. “But, after what you have just said, what is\r\nthere to talk over?”\r\n\r\n“You might be interested to hear my reasons for saying it.”\r\n\r\n“And I will argue my side.”\r\n\r\nMr. Bannister waved his hand gently.\r\n\r\n“You don’t have to argue. You just listen.”\r\n\r\nRuth bit her lip.\r\n\r\n“Well?”\r\n\r\n“In the first place,” said her father, “about this young man. What is\r\nhe? Bailey says he is an artist. Well, what has he ever done? Why don’t\r\nI know his name? I buy a good many pictures, but I don’t remember ever\r\nsigning a cheque for one of his. I read the magazines now and then, but\r\nI can’t recall seeing his signature to any of the illustrations. How\r\ndoes he live, anyway, without going into the question of how he intends\r\nto support a wife?”\r\n\r\n“Aunt Lora told me he had private means.”\r\n\r\n“How much?”\r\n\r\n“Five thousand dollars a year.”\r\n\r\n“Exactly the amount necessary to let him live without working. I have\r\nhim placed now. I know his type. I could show you a thousand men in\r\nthis city in exactly the same position. They don’t starve and they\r\ndon’t work. This young man of yours is a loafer.”\r\n\r\n“Well?”\r\n\r\nRuth’s voice was quiet, but a faint colour had crept into her face and\r\nher eyes were blazing.\r\n\r\n“Now perhaps you would care to hear what I think of his principles. How\r\ndo you feel that he comes out of this business? Does he show to\r\nadvantage? Isn’t there just a suspicion of underhandedness about his\r\nbehaviour?”\r\n\r\n“No.”\r\n\r\n“No? He lets you pay these secret visits——”\r\n\r\nRuth interrupted.\r\n\r\n“There was nothing secret about them—to him. Aunt Lora brought me to\r\nthe studio in the first place, and she kept on bringing me. I don’t\r\nsuppose it ever occurred to Kirk to wonder who I was and who my father\r\nmight be. He has been perfectly straight. If you like to say I have\r\nbeen underhanded, I admit it. I have. More so than you imagine. I just\r\nwanted him, and I didn’t care for anything except that.”\r\n\r\n“It did not strike you that you owed anything to me, for instance?”\r\n\r\n“No.”\r\n\r\n“I should have thought that, as your father, I had certain claims.”\r\n\r\nRuth was silent.\r\n\r\nMr. Bannister sighed.\r\n\r\n“I thought you were fond of me, Ruth,” he said wistfully. It was the\r\nwrestler yielding instead of resisting. Ruth’s hard composure melted\r\ninstantly. She flung her arms round his neck in a burst of remorseful\r\naffection.\r\n\r\n“Of course I am, father dear. You’re making this awfully hard for me.”\r\n\r\nMr. Bannister chuckled inwardly. It seemed to him that victory was in\r\nsight. He always won, he told himself, always.\r\n\r\n“I only want you to be sensible.”\r\n\r\nRuth stiffened at the word. It jarred upon her. She felt that they were\r\nleagues apart, that they could never be in sympathy with each other.\r\n\r\n“Father,” she said.\r\n\r\n“Yes?”\r\n\r\n“Would you like to see Kirk?”\r\n\r\n“I have been wondering when he was going to appear on the scene. I\r\nalways thought it was customary on these occasions for the young man to\r\npresent himself in person, and not let the lady fight his battles for\r\nhim. Is this Mr. Winfield a little deficient in nerve?”\r\n\r\nRuth flushed angrily.\r\n\r\n“I particularly asked Kirk not to come here before I had seen you. I\r\ninsisted on it. Naturally, he wanted to.”\r\n\r\n“Of course!”\r\n\r\nThere was a sneer in his voice which he did not try to hide. It flicked\r\nRuth like a whip. Her painfully preserved restraint broke up under it.\r\n\r\n“Do you think Kirk is afraid of you, father?”\r\n\r\n“It crossed my mind.”\r\n\r\n“He is not.”\r\n\r\n“I have only your word for it.”\r\n\r\n“You can have his if you want it. There is the telephone. You can have\r\nhim here in ten minutes if you want to see him.”\r\n\r\n“A very good idea. But, as it happens, I do not want to see him. There\r\nis no necessity. His views on this matter do not interest me. I——”\r\n\r\nThere was a hurried knock at the door. Bailey burst in, ruffled and\r\nwild as to the eyes.\r\n\r\n“Father,” he cried, “I don’t want to interrupt you, but that infernal\r\nwoman, Aunt Lora, has arrived, and says she won’t go till she has seen\r\nyou. She’s downstairs now.”\r\n\r\n“Not now,” said Lora Delane Porter, moving him to one side and entering\r\nthe room. “I thought it would be a comfort to you, Ruth, to have me\r\nwith you to help explain exactly how matters stand. Good evening, John.\r\nGo away, Bailey. Now let us discuss things quietly.”\r\n\r\n“She is responsible for the whole thing, father,” cried Bailey.\r\n\r\nMr. Bannister rose.\r\n\r\n“There is nothing to discuss,” he said shortly. “I have no wish to\r\nspeak to you at all. As you appear to have played a large part in this\r\naffair, I may as well tell you that it is settled. Ruth will not marry\r\nMr. Winfield.”\r\n\r\nLora Delane Porter settled herself comfortably in a chair. She drew off\r\nher gloves and placed them on the table.\r\n\r\n“Please ask that boy Bailey to go,” she said. “He annoys me. I cannot\r\nmarshal my thoughts in his presence.”\r\n\r\nQuelled by her eye, Bailey removed himself. His father remained\r\nstanding. Ruth, who had risen at her aunt’s entry, sat down again. Mrs.\r\nPorter looked round the room with some approval.\r\n\r\n“You have a nice taste in pictures, John,” she said. “That is a Corot,\r\nsurely, above the mantelpiece?”\r\n\r\n“Will you——”\r\n\r\n“But about this little matter. You dislike the idea of Ruth marrying\r\nMr. Winfield? Have you seen Mr. Winfield?”\r\n\r\n“I have not.”\r\n\r\n“Then how can you possibly decide whether he is a fit husband for\r\nRuth?”\r\n\r\n“I know all about him.”\r\n\r\n“What do you know?”\r\n\r\n“What Ruth has told me. That he is a loafer who pretends to be an\r\nartist.”\r\n\r\n“He is a poor artist. I grant you that. His drawing is weak. But are\r\nyou aware that he is forty-three inches round the chest, six feet tall,\r\nand in perfect physical condition?”\r\n\r\n“What has that got to do with it?”\r\n\r\n“Everything. You have not read my ‘Principles of Selection’?”\r\n\r\n“I have not.”\r\n\r\n“I will send you a copy to-morrow.”\r\n\r\n“I will burn it directly it arrives.”\r\n\r\n“Then you will miss a great deal of valuable information,” said Mrs.\r\nPorter tranquilly.\r\n\r\nThere was a pause. John Bannister glared furiously at Mrs. Porter, but\r\nher gaze was moving easily about the room, taking in each picture in\r\nturn in a leisurely inspection.\r\n\r\nAn exclamation from Ruth broke the silence, a sharp cry like that of an\r\nanimal in pain. She sprang up, her face working, her eyes filled with\r\ntears.\r\n\r\n“I can’t stand it!” she cried. “I can’t stand it any longer! Father,\r\nKirk and I were married this afternoon.”\r\n\r\nMrs. Porter went quickly to her and put her arm round her. Ruth was\r\nsobbing helplessly. The strain had broken her. John Bannister’s face\r\nwas leaden. The veins stood out on his forehead. His mouth twisted\r\ndumbly.\r\n\r\nMrs. Porter led Ruth gently to the door and pushed her out. Then she\r\nclosed it and turned to him.\r\n\r\n“So now you know, John,” she said. “Well, what are you going to do\r\nabout it?”\r\n\r\nSelf-control was second nature with John Bannister. For years he had\r\ncultivated it as a commercial asset. Often a fortune had depended on\r\nhis mastery of his emotions. Now, in an instant, he had himself under\r\ncontrol once more. His face resumed its normal expression of cold\r\nimpassiveness. Only his mouth twitched a little.\r\n\r\n“Well?” asked Mrs. Porter.\r\n\r\n“Take her away,” he said quietly. “Take her out of here. Let her go to\r\nhim. I have done with her.”\r\n\r\n“I suppose so,” said Mrs. Porter, and left the room."
  ]
}