{
  "index": 28,
  "title": "Chapter 27",
  "paragraphs": [
    "Empty-handed\r\n\r\n\r\nThe steamship _Santa Barbara_, of the United Fruit Line, moved slowly\r\nthrough the glittering water of the bay on her way to dock. Out at\r\nquarantine earlier in the morning there had been a mist, through which\r\npassing ships loomed up vague and shapeless; but now the sun had\r\ndispersed it and a perfect May morning welcomed the _Santa Barbara_\r\nhome.\r\n\r\nKirk leaned on the rail, looking with dull eyes on the city he had left\r\na year before. Only a year! It seemed ten. As he stood there he felt an\r\nold man.\r\n\r\nA drummer, a cheery soul who had come aboard at Porto Rico, sauntered\r\nup, beaming with well-being and good-fellowship.\r\n\r\n“Looks pretty good, sir,” said he.\r\n\r\nKirk did not answer. He had not heard.\r\n\r\n“Some burg,” ventured the drummer.\r\n\r\nAgain encountering silence, he turned away, hurt. This churlish\r\nattitude on the part of one returning to God’s country on one of God’s\r\nown mornings surprised and wounded him.\r\n\r\nTo him all was right with the world. He had breakfasted well; he was\r\nsmoking a good cigar; and he was strong in the knowledge that he had\r\ndone well by the firm this trip and that bouquets were due to be handed\r\nto him in the office on lower Broadway. He was annoyed with Kirk for\r\nhaving cast even a tiny cloud upon his contentment.\r\n\r\nHe communicated his feelings to the third officer, who happened to come\r\non deck at that moment.\r\n\r\n“Say, who _is_ that guy?” he asked complainingly. “The big son of a gun\r\nleaning on the rail. Seems like he’d got a hangover this morning. Is he\r\ndeaf and dumb or just plain grouchy?”\r\n\r\nThe third officer eyed Kirk’s back with sympathy.\r\n\r\n“I shouldn’t worry him, Freddie,” he said. “I guess if you had been up\r\nagainst it like him you’d be shy on the small talk. That’s a fellow\r\ncalled Winfield. They carried him on board at Colon. He was about all\r\nin. Got fever in Colombia, inland at the mines, and nearly died. His\r\npal did die. Ever met Hank Jardine?”\r\n\r\n“Long, thin man?”\r\n\r\nThe other nodded.\r\n\r\n“One of the best. He made two trips with us.”\r\n\r\n“And he’s dead?”\r\n\r\n“Died of fever away back in the interior, where there’s nothing much\r\nelse except mosquitoes. He and Winfield went in there after gold.”\r\n\r\n“Did they get any?” asked the drummer, interested.\r\n\r\nThe third officer spat disgustedly over the rail.\r\n\r\n“You ask Winfield. Or, rather, don’t, because I guess it’s not his pet\r\nsubject. He told me all about it when he was getting better. There was\r\ngold there, all right, in chunks. It only needed to be dug for. And\r\nsomebody else did the digging. Of all the skin games! It made me pretty\r\nhot under the collar, and it wasn’t _me_ that was stung.\r\n\r\n“Out there you can’t buy land if you’re a foreigner; you have to lease\r\nit from the natives. Poor old Hank leased his bit, all right, and when\r\nhe’d got to his claim he found somebody else working on it. It seemed\r\nthere had been a flaw in his agreement and the owners had let it over\r\nhis head to these other guys, who had slipped them more than what Hank\r\nhad done.”\r\n\r\n“What did he do?”\r\n\r\n“He couldn’t do anything. They were the right side of the law, or what\r\nthey call law out there. There was nothing to do except beat it back\r\nagain three hundred miles to the coast. That’s where they got the fever\r\nwhich finished Hank. So you can understand,” concluded the third\r\nofficer, “that Mr. Winfield isn’t in what you can call a sunny mood. If\r\nI were you, I’d go and talk to someone else, if conversation’s what you\r\nneed.”\r\n\r\nKirk stood motionless at the rail, thinking. It was not what was past\r\nthat occupied his thoughts, as the third officer had supposed; it was\r\nthe future.\r\n\r\nThe forlorn hope had failed; he was limping back to Ruth wounded and\r\nbroken. He had sent her a wireless message. She would be at the dock to\r\nmeet him. How could he face her? Fate had been against him, it was\r\ntrue, but he was in no mood to make excuses for himself. He had failed.\r\nThat was the beginning and the end of it. He had set out to bring back\r\nwealth and comfort to her, and he was returning empty-handed.\r\n\r\nThat was what the immediate future held, the meeting with Ruth. And\r\nafter? His imagination was not equal to the task of considering that.\r\nHe had failed as an artist. There was no future for him there. He must\r\nfind some other work. But he was fit for no other work. He had no\r\ntraining. What could he do in a city where keenness of competition is a\r\ntradition? It would be as if an unarmed man should attack a fortress.\r\n\r\nThe thought of the years he had wasted was very bitter. Looking back,\r\nhe could see how fate had tricked him into throwing away his one\r\ntalent. He had had promise. With hard work he could have become an\r\nartist, a professional—a man whose work was worth money in the open\r\nmarket. He had never had it in him to be a great artist, but he had had\r\nthe facility which goes to make a good worker of the second class. He\r\nhad it still. Given the time for hard study, it was still in him to\r\ntake his proper place among painters.\r\n\r\nBut time for study was out of his reach now. He must set to work at\r\nonce, without a day’s delay, on something which would bring him\r\nimmediate money. The reflection brought his mind back abruptly to the\r\npractical consideration of the future.\r\n\r\nBefore him, as he stood there, the ragged battlements of New York\r\nseemed to frown down on him with a cold cruelty that paralysed his\r\nmind. He had seen them a hundred times before. They should have been\r\nfamiliar and friendly. But this morning they were strange and sinister.\r\nThe skyline which daunts the emigrant as he comes up the bay to his new\r\nhome struck fear into Kirk’s heart.\r\n\r\nHe turned away and began to walk up and down the deck.\r\n\r\nHe felt tired and lonely. For the first time he realized just what it\r\nmeant to him that he should never see Hank again. It had been hard,\r\nalmost impossible, till now to force his mind to face that fact. He had\r\nwinced away from it. But now it would not be avoided. It fell upon him\r\nlike a shadow.\r\n\r\nHank had filled a place of his own in Kirk’s life. Theirs had been one\r\nof those smooth friendships which absence cannot harm. Often they had\r\nnot seen each other for months at a time. Indeed, now that he thought\r\nof it, Hank was generally away; and he could not remember that they had\r\never exchanged letters. Yet even so there had been a bond between them\r\nwhich had never broken. And now Hank had dropped out.\r\n\r\nKirk began to think about death. As with most men of his temperament,\r\nit was a subject on which his mind had seldom dwelt, never for any\r\nlength of time. His parents had died when he was too young to\r\nunderstand; and circumstances had shielded him from the shadow of the\r\ngreat mystery. Birth he understood; it had forced itself into the\r\nscheme of his life; but death till now had been a stranger to him.\r\n\r\nThe realization of it affected him oddly. In a sense, he found it\r\nstimulating; not stimulating as birth had been, but more subtly. He\r\ncould recall vividly the thrill that had come to him with the birth of\r\nhis son. For days he had walked as one in a trance. The world had\r\nseemed unreal, like an opium-smoker’s dream. There had been magic\r\neverywhere.\r\n\r\nBut death had exactly the opposite effect. It made everything curiously\r\nreal—himself most of all. He had the sensation, as he thought of Hank,\r\nof knowing himself for the first time. Somehow he felt strengthened,\r\nbraced for the fight, as a soldier might who sees his comrade fall at\r\nhis side.\r\n\r\nThere was something almost vindictive in the feeling that came to him.\r\nIt was too vague to be analysed, but it filled him with a desire to\r\nfight, gave him a sense of determination of which he had never before\r\nbeen conscious. It toughened him, and made the old, easy-going Kirk\r\nWinfield seem a stranger at whom he could look with detachment and a\r\ncertain contempt.\r\n\r\nAs he walked back along the deck the battlements of the city met his\r\ngaze once more. But now they seemed less formidable.\r\n\r\nIn the leisurely fashion of the home-coming ship the _Santa Barbara_\r\nslid into her dock. The gangplank was thrust out. Kirk walked ashore.\r\n\r\nFor a moment he thought that Ruth had not come to meet him. Then his\r\nheart leaped madly. He had seen her.\r\n\r\n\r\nThere are worse spots in the world than the sheds of the New York\r\ncustoms, but few more desolate; yet to Kirk just then the shadowy\r\nvastness seemed a sunlit garden. A flame of happiness blazed up in his\r\nmind, blotting out in an instant the forebodings which had lurked there\r\nlike evil creatures in a dark vault. The future, with its explanations\r\nand plans, could take care of itself. Ruth was a thing of the present.\r\n\r\nHe put his arms round her and held her. The friendly drummer, who\r\nchanced to be near, observed them with interest and a good deal of\r\npleasure. The third officer’s story had temporarily destroyed his\r\nfeeling that all was right with the world, and his sympathetic heart\r\nwelcomed this evidence that life held compensations even for men who\r\nhad been swindled out of valuable gold-mines.\r\n\r\n“I guess he’s not feeling so worse, after all,” he mused, and went on\r\nhis way with an easy mind to be fawned upon by his grateful firm.\r\n\r\nRuth was holding Kirk at arm’s length, her eyes full of tears at the\r\nsight.\r\n\r\n“You poor boy, how thin you are!”\r\n\r\n“I had fever. It’s an awful place for fever out there.”\r\n\r\n“Kirk!”\r\n\r\n“Oh, I’m all right now. The voyage set me up. They made a great fuss\r\nover me on board.”\r\n\r\nRuth’s hand was clinging to his arm. He squeezed it against his side.\r\nIt was wonderful to him, this sense of being together again after these\r\ncenturies of absence. It drove from his mind the thought of all the\r\nexplanations which sooner or later he had got to make. Whatever might\r\ncome after, he would keep this moment in his memory golden and\r\nuntarnished.\r\n\r\n“Don’t you worry about me,” he said. “Now that I’ve found you again I’m\r\nfeeling better than I ever did in my life. You wait till you see me\r\nsparring with Steve to-morrow. By the way, how is Steve?”\r\n\r\n“Splendid.”\r\n\r\n“And Bill?”\r\n\r\nRuth drew herself up haughtily.\r\n\r\n“You dare to ask about your son after Steve? How clumsy that sounds! I\r\nmean you dare to put Steve before your son. I believe you’ve only just\r\nrealized that you have a son.”\r\n\r\n“I’ve only just realized there’s anybody or anything in the world\r\nexcept my wife.”\r\n\r\n“Well, after that I suppose I’ve got to forgive you. Since you have\r\nasked after Bill at last, I may tell you that he’s very well indeed.”\r\n\r\nKirk’s eyes glowed.\r\n\r\n“He ought to be a great kid by now.”\r\n\r\n“He is.”\r\n\r\n“And Mamie? Have you still got her?”\r\n\r\n“I wouldn’t lose her for a million.”\r\n\r\n“And Whiskers?”\r\n\r\n“I’m afraid Whiskers is gone.”\r\n\r\n“Not dead?”\r\n\r\n“No. I gave him away.”\r\n\r\n“For Heaven’s sake! Why?”\r\n\r\n“Well, dear, the fact is, I’ve come around to Aunt Lora’s way of\r\nthinking.”\r\n\r\n“Eh?”\r\n\r\n“About germs.”\r\n\r\nKirk laughed, the first real laugh he had had for a year.\r\n\r\n“That insane fad of hers!”\r\n\r\nRuth was serious.\r\n\r\n“I have,” she said. “We’re taking a great deal more care of Bill than\r\nin the old days. I hate to think of the way I used to let him run\r\naround wild then. He might have died.”\r\n\r\n“What nonsense! He was simply bursting with health all the time.”\r\n\r\n“I had a horrible shock after you left,” Ruth went on. “The poor little\r\nfellow was awfully ill with some kind of a fever. The doctor almost\r\ngave him up.”\r\n\r\n“Good heavens!”\r\n\r\n“Aunt Lora helped me to nurse him, and she made me see how I had been\r\nexposing him to all sorts of risks, and—well, now we guard against\r\nthem.”\r\n\r\nThere was a silence.\r\n\r\n“I grew to rely on her a great deal, Kirk, when you were away. You know\r\nI always used to before we were married. She’s so wonderfully strong.\r\nAnd then when your letters stopped coming——”\r\n\r\n“There aren’t any postal arrangements out there in the interior. It was\r\nthe worst part of it—not being able to write to you or hear from you.\r\nHeavens, what an exile I’ve been this last year! Anything may have\r\nhappened!”\r\n\r\n“Perhaps something has,” said Ruth mysteriously.\r\n\r\n“What do you mean?”\r\n\r\n“Wait and see. Oh, I know one thing that has happened. I’ve been\r\nlooking at you all this while trying to think what it was. You’ve grown\r\na beard, and it looks perfectly horrid.”\r\n\r\n“Sheer laziness. It shall come off this very day. I knew you would hate\r\nit.”\r\n\r\n“I certainly do. It makes you look so old.”\r\n\r\nKirk’s face clouded.\r\n\r\n“I feel old.”\r\n\r\nFor the first time since he had left the ship the memory of Hank had\r\ncome back to him. The sight of Ruth had driven it away, but now it\r\nswept back on him. The golden moment was over. Life with all its\r\ntroubles and its explanations and its burdening sense of failure must\r\nbe faced.\r\n\r\n“What’s the matter?” asked Ruth, startled by the sudden change.\r\n\r\n“I was thinking of poor old Hank.”\r\n\r\n“Where is Mr. Jardine? Didn’t he come back with you?”\r\n\r\n“He’s dead, dear,” said Kirk gently. “He died of fever while we were\r\nworking our way back to the coast.”\r\n\r\n“Oh!”\r\n\r\nIt was the idea of death that shocked Ruth, not the particular\r\nmanifestation of it. Hank had not touched her life. She had begun by\r\ndisliking him and ended by feeling for him the tolerant sort of\r\naffection which she might have bestowed upon a dog or a cat. Hank as a\r\nman was nothing to her, and she could not quite keep her indifference\r\nout of her voice.\r\n\r\nIt was only later, when he looked back on this conversation, that Kirk\r\nrealized this. At the moment he was unconscious of it, significant as\r\nit was of the fact that there were points at which his mind and Ruth’s\r\ndid not touch.\r\n\r\nWhen Ruth spoke again it was to change the subject.\r\n\r\n“Well, Kirk,” she said, “have you come back with your trunk crammed\r\nwith nuggets? You haven’t said a word about the mine yet, and I’m dying\r\nto know.”\r\n\r\nHe groaned inwardly. The moment he had been dreading had arrived more\r\nswiftly than he had expected. It was time for him to face facts.\r\n\r\n“No,” he said shortly.\r\n\r\nRuth looked at him curiously. She met his eyes and saw the pain in\r\nthem, and intuition told her in an instant what Kirk, stumbling through\r\nhis story, could not have told her in an hour. She squeezed his arm\r\naffectionately.\r\n\r\n“Don’t tell me,” she said. “I understand. And it doesn’t matter. It\r\ndoesn’t matter a bit.”\r\n\r\n“Doesn’t matter? But——”\r\n\r\nRuth’s eyes were dancing.\r\n\r\n“Kirk, dear, I’ve something to tell you. Wait till we get outside.”\r\n\r\n“What do you mean?”\r\n\r\n“You’ll soon see?”\r\n\r\nThey went out into the street. Against the kerb a large red automobile\r\nwas standing. The chauffeur touched his cap as he saw them. Kirk stared\r\nat him dumbly.\r\n\r\n“In you get, dear,” said Ruth.\r\n\r\nShe met his astonished gaze with a smile of triumph. This was her\r\nmoment, the moment for which she had been waiting. The chauffeur\r\nstarted the machine.\r\n\r\n“I don’t understand. Whose car is this?”\r\n\r\n“Mine. Yours. Ours. Oh, Kirk, darling, I was so afraid that you would\r\ncome back bulging with a fortune that would make my little one look\r\nlike nothing. But you haven’t, you haven’t, and it’s just splendid.”\r\nShe caught his hand and pressed it. “It’s simply sweet of you to look\r\nso astonished. I was hoping you would. This car belongs to us, and\r\nthere’s another just as big besides, and a house, and—oh—everything you\r\ncan think of. Kirk, dear, we’ve nothing to worry us any longer. We’re\r\nrich!”"
  ]
}