{
  "index": 24,
  "title": "Chapter 23",
  "paragraphs": [
    "The White Hope is Turned Down\r\n\r\n\r\nWilliam Bannister Winfield was the most wonderful child. Of course, you\r\nhad to have a certain amount of intelligence to see this. To the vapid\r\nand irreflective observer he was not much to look at in the early\r\nstages of his career, having a dough-like face almost entirely devoid\r\nof nose, a lack-lustre eye, and the general appearance of a poached\r\negg. His immediate circle of intimates, however, thought him a model of\r\nmanly beauty; and there was the undeniable fact that he had come into\r\nthe world weighing nine pounds. Take him for all in all, a lad of\r\npromise.\r\n\r\nKirk’s sense of being in a dream continued. His identity seemed to have\r\nundergone a change. The person he had known as Kirk Winfield had\r\ndisappeared, to be succeeded by a curious individual bubbling over with\r\nan absurd pride for which it was not easy to find an outlet. Hitherto a\r\nrather reserved man, he was conscious now of a desire to accost perfect\r\nstrangers in the street and inform them that he was not the ordinary\r\nperson they probably imagined, but a father with an intensely unusual\r\nson at home, and if they did not believe him they could come right\r\nalong and see for themselves.\r\n\r\nThe only flaw in his happiness at the moment was the fact that his\r\ncircle of friends was so small. He had not missed the old brigade of\r\nthe studio before, but now the humblest of them would have been\r\nwelcome, provided he would have sat still and listened. Even Percy\r\nShanklyn would have been acceptable as an audience.\r\n\r\nSteve, excellent fellow, was always glad to listen to him on his\r\nfavourite subject. He had many long talks with Steve on the question of\r\nWilliam’s future. Steve, as the infant’s godfather, which post he had\r\nclaimed and secured at an early date, had definite views on the matter.\r\n\r\nHere, held Steve, was the chance of a lifetime. With proper training, a\r\nbaby of such obvious muscular promise might be made the greatest\r\nfighter that ever stepped into the ring. He was the real White Hope. He\r\nadvised Kirk to direct William’s education on the lines which would\r\ninsure his being, when the time was ripe, undisputed heavy-weight\r\nchampion of the world. To Steve life outside the ring was a poor\r\naffair, practically barren of prizes for the ambitious.\r\n\r\nMrs. Lora Delane Porter, eyeing William’s brow, of which there was\r\nplenty, he being at this time extremely short of hair, predicted a less\r\nrobust and more intellectual future for him. Something more on the\r\nlines of president of some great university or ambassador at some\r\nimportant court struck her as his logical sphere.\r\n\r\nKirk’s view was that he should combine both careers and be an\r\nambassador who took a few weeks off every now and then in order to\r\ndefend his champion’s belt. In his spare time he might paint a picture\r\nor two.\r\n\r\nRuth hesitated between the army, the navy, the bar, and business. But\r\nevery one was agreed that William was to be something special.\r\n\r\nThis remarkable child had a keen sense of humour. Thus he seldom began\r\nto cry in his best vein till the small hours of the morning; and on\r\nthese occasions he would almost invariably begin again after he had\r\nbeen officially pronounced to be asleep. His sudden grab at the hair of\r\nany adult who happened to come within reach was very droll, too.\r\n\r\nAs to his other characteristics, he was of rather an imperious nature.\r\nHe liked to be waited on. He wanted what he wanted when he wanted it.\r\nThe greater part of his attention being occupied at this period with\r\nthe important duty of chewing his thumb, he assigned the drudgery of\r\nlife to his dependants. Their duties were to see that he got up in the\r\nmorning, dressed, and took his tub; and after that to hang around on\r\nthe chance of general orders.\r\n\r\nAny idea Kirk may have had of resuming his work was abandoned during\r\nthese months. No model, young and breezy or white-haired and motherly,\r\npassed the studio doors. Life was far too interesting for work. The\r\ncanvas which might have become “Carmen” or “A Reverie” or even “The\r\nToreador’s Bride” lay unfinished and neglected in a corner.\r\n\r\nIt astonished Kirk to find how strong the paternal instinct was in him.\r\nIn the days when he had allowed his mind to dwell upon the abstract\r\nwife he had sometimes gone a step further and conjured up the abstract\r\nbaby. The result had always been to fill him with a firm conviction\r\nthat the most persuasive of wild horses should not drag him from his\r\nbachelor seclusion. He had had definite ideas on babies as a class. And\r\nhere he was with his world pivoting on one of them. It was curious.\r\n\r\nThe White Hope, as Steve called his godson—possibly with the idea of\r\ninfluencing him by suggestion—grew. The ailments which attacked lesser\r\nbabies passed him by. He avoided croup, and even whooping-cough paid\r\nhim but a flying visit hardly worth mentioning. His first tooth gave\r\nhim a little trouble, but that is the sort of thing which may happen to\r\nanyone; and the spirited way in which he protested against the\r\nindignity of cutting it was proof of a high soul.\r\n\r\nSuch was the remarkableness of this child that it annoyed Kirk more and\r\nmore that he should be obliged to give the exhibition of his\r\nextraordinary qualities to so small an audience. Ruth felt the same;\r\nand it was for this reason that the first overtures were made to the\r\nsilent camp which contained her father and her brother Bailey.\r\n\r\nSince that evening in the library there had come no sign from the house\r\non Fifth Avenue that its inmates were aware of her existence. Life had\r\nbeen too full till now to make this a cause of trouble to her; but with\r\nWilliam Bannister becoming every day more amazing the desire came to\r\nher to try and heal the breach. Her father had so ordered his life in\r\nhis relation to his children that Ruth’s affection was not so deep as\r\nit might have been; but, after all, he was William Bannister’s\r\ngrandfather, and, as such, entitled to consideration.\r\n\r\nIt was these reflections that led to Steve’s state visit to John\r\nBannister—probably the greatest fiasco on record.\r\n\r\nSteve had been selected for the feat on the strength of his having the\r\nright of entry to the Fifth Avenue house, for John Bannister was still\r\nobeying his doctor’s orders and taking his daily spell of exercise with\r\nthe pugilist—and Steve bungled it hopelessly.\r\n\r\nHis task was not a simple one. He was instructed to employ tact, to\r\nhint rather than to speak, to say nothing to convey the impression that\r\nRuth in any way regretted the step she had taken, to give the idea that\r\nit was a matter of complete indifference to her whether she ever saw\r\nher father again or not, yet at the same time to make it quite clear\r\nthat she was very anxious to see him as soon as possible.\r\n\r\nWilliam Bannister, grown to maturity and upholding the interests of his\r\ncountry as ambassador at some important court, might have jibbed at the\r\nmission.\r\n\r\nWilliam Bannister was to accompany Steve and be produced dramatically\r\nto support verbal arguments. It seemed to Ruth that for her father to\r\nresist William when he saw him was an impossibility. William’s position\r\nwas that of the ace of trumps in the cards which Steve was to play.\r\n\r\nSteve made a few objections. His chief argument against taking up the\r\npost assigned to him was that he was a roughneck, and that the job in\r\nquestion was one which no roughneck, however gifted in the matter of\r\nleft hooks, could hope to carry through with real success. But he\r\nyielded to pressure, and the expedition set out.\r\n\r\nWilliam Bannister at this time was at an age when he was beginning to\r\ntalk a little and walk a little and take a great interest in things.\r\nHis walking was a bit amateurish, and his speech rather hard to follow\r\nunless you had the key to it. But nobody could have denied that his\r\nwalk, though staggery, was a genuine walk, and his speech, though\r\nlimited, genuine speech, within the meaning of the act.\r\n\r\nHe made no objections to the expedition. On being told that he was\r\ngoing to see his grandpa he nodded curtly and said: “Gwa-wah,” after\r\nhis custom. For, as a conversationalist, perhaps the best description\r\nof him is to say that he tried hard. He rarely paused for a word. When\r\nin difficulties he said something; he did not seek refuge in silence.\r\nThat the something was not always immediately intelligible was the\r\nfault of his audience for not listening more carefully.\r\n\r\nPerhaps the real mistake of the expedition was the nature of its\r\nbaggage. William Bannister had stood out for being allowed to take with\r\nhim his wheelbarrow, his box of bricks, and his particular favourite,\r\nthe dying pig, which you blew out and then allowed to collapse with a\r\npleasing noise. These properties had struck his parents as excessive,\r\nbut he was firm; and when he gave signs of being determined to fight it\r\nout on these lines if it took all the summer, they gave in.\r\n\r\nSteve had no difficulty in smuggling William into his grandfather’s\r\nhouse. He was a great favourite below stairs there. His great ally was\r\nthe English butler, Keggs.\r\n\r\nKeggs was a stout, dignified, pigeon-toed old sinner, who cast off the\r\nbutler when not on duty and displayed himself as something of a\r\nrounder. He was a man of many parts. It was his chief relaxation to\r\nlook in at Broadway hotels while some big fight was in progress out\r\nWest to watch the ticker and assure himself that the man he had backed\r\nwith a portion of the loot which he had accumulated in the form of tips\r\nwas doing justice to his judgment, for in private Keggs was essentially\r\nthe sport.\r\n\r\nIt was this that so endeared Steve to him. A few years ago Keggs had\r\nwon considerable sums by backing Steve, and the latter was always given\r\nto understand that, as far as the lower regions of it were concerned,\r\nthe house on Fifth Avenue was open to him at all hours.\r\n\r\nTo-day he greeted Steve with enthusiasm and suggested a cigar in the\r\npantry before the latter should proceed to his work.\r\n\r\n“He ain’t ready for you yet, Mr. Dingle. He’s lookin’ over some papers\r\nin—for goodness’ sake, who’s this?”\r\n\r\nHe had caught sight of William Bannister, who having wriggled free of\r\nSteve, was being made much of by the maids.\r\n\r\n“The kid,” said Steve briefly.\r\n\r\n“Not——”\r\n\r\nSteve nodded.\r\n\r\n“Sure. His grandson.”\r\n\r\nKeggs’ solemnity increased.\r\n\r\n“You aren’t going to take him upstairs with you?”\r\n\r\n“Surest thing you know. That’s why I brought him.”\r\n\r\n“Don’t you do it, Mr. Dingle. ’E’s in an awful temper this morning—he\r\ngets worse and worse—he’ll fire you as soon as look at you.”\r\n\r\n“Can’t be helped. I’ve got me instructions.”\r\n\r\n“You always were game,” said Keggs admiringly. “I used to see that\r\nquick enough before you retired from active work. Well, good luck to\r\nyou, Mr. Dingle.”\r\n\r\nSteve gathered up William Bannister, the wheelbarrow, the box of\r\nbricks, and the dying pig and made his way to the gymnasium.\r\n\r\nThe worst of these pre-arranged scenes is that they never happen just\r\nas one figured them in one’s mind. Steve had expected to have to wait a\r\nfew minutes in the gymnasium, then there would be a step outside and\r\nthe old man would enter. The beauty of this, to Steve’s mind, was that\r\nhe himself would be “discovered,” as the stage term is; the onus of\r\nentering and opening the conversation would be on Mr. Bannister. And,\r\nas everybody who has ever had an awkward interview knows, this makes\r\nall the difference.\r\n\r\nBut the minutes passed, and still no grandfather. The nervousness which\r\nhe had with difficulty expelled began to return to Steve. This was\r\nexactly like having to wait in the ring while one’s opponent tried to\r\nget one’s goat by dawdling in the dressing room.\r\n\r\nAn attempt to relieve himself by punching the ball was a dismal\r\nfailure. At the first bang of the leather against the wood William\r\nBannister, who had been working in a pre-occupied way at the dying pig,\r\nthrew his head back and howled, and would not be comforted till Steve\r\ntook out the rope and skipped before him, much as dancers used to dance\r\nbefore oriental monarchs in the old days.\r\n\r\nSteve was just saying to himself for the fiftieth time that he was a\r\nfool to have come, when Keggs arrived with the news that Mr. Bannister\r\nwas too busy to take his usual exercise this morning and that Steve was\r\nat liberty to go.\r\n\r\nIt speaks well for Steve’s character that he did not go. He would have\r\ngiven much to retire, for the old man was one of the few people who\r\ninspired in him anything resembling fear. But he could not return\r\ntamely to the studio with his mission unaccomplished.\r\n\r\n“Say, ask him if he can see me for a minute. Say it is important.”\r\n\r\nKeggs’ eye rested on William Bannister, and he shook his head.\r\n\r\n“I shouldn’t, Mr. Dingle. Really I shouldn’t. You don’t know what an\r\nugly mood he’s in. Something’s been worrying him. It’s what you might\r\ncall courting disaster.”\r\n\r\n“Gee! Do you think I _want_ to do it? I’ve just got to. That’s all\r\nthere is to it.”\r\n\r\nA few moments later Keggs returned with the news that Mr. Bannister\r\nwould see Dingle in the library.\r\n\r\n“Come along, kid,” said Steve. “Gimme hold of the excess baggage, and\r\nlet’s get a move on.”\r\n\r\nSo in the end it was Mr. Bannister who was discovered and Steve who\r\nmade the entrance. And, as Steve pointed out to Kirk later, it just\r\nmade all the difference.\r\n\r\nThe effect of the change on Steve was to make him almost rollicking in\r\nhis manner, as if he and Mr. Bannister were the nucleus of an Old Home\r\nWeek celebration or two old college chums meeting after long absence.\r\nNervousness, on the rare occasions when he suffered from it, generally\r\nhad that effect on him.\r\n\r\nHe breezed into the library, carrying the wheelbarrow, the box of\r\nbricks, and the dying pig, and trailing William in his wake. William’s\r\ngrandfather was seated with his back to the door, dictating a letter to\r\none of his secretaries.\r\n\r\nHe looked up as Steve entered. He took in Steve and William in a rapid\r\nglance and guessed the latter’s identity in an instant. He had expected\r\nsomething of this sort ever since he had heard of his grandson’s birth.\r\nIndeed, he had been somewhat surprised that the visit had not occurred\r\nbefore.\r\n\r\nHe betrayed no surprise.\r\n\r\n“One moment, Dingle,” he said, and turned to the secretary again. A\r\nfaint sneer came and went on his face.\r\n\r\nThe delay completed Steve’s discomfiture. He placed the wheel harrow on\r\nthe floor, the box of bricks on the wheelbarrow, and the dying pig on\r\nthe box of bricks, whence it was instantly removed and inflated by\r\nWilliam.\r\n\r\n“‘Referring to your letter of the eighth—’” said Mr. Bannister in his\r\ncold, level voice.\r\n\r\nHe was interrupted by the incisive cry of the dying pig.\r\n\r\n“Ask your son to be quiet, Dingle,” he said impassively.\r\n\r\nSteve was staggered.\r\n\r\n“Say, this ain’t my son, squire,” he began breezily.\r\n\r\n“Your nephew, then, or whatever relation he happens to be to you.”\r\n\r\nHe resumed his dictation. Steve wiped his forehead and looked\r\nhelplessly at the White Hope, who, having discarded the dying pig, was\r\nnow busy with the box of bricks.\r\n\r\nSteve wished he had not come. He was accustomed to the primitive\r\nexhibition of emotions, having moved in circles where the wrathful\r\nexpressed their wrath in a normal manner.\r\n\r\nAnger which found its expression in an exaggerated politeness was out\r\nof his line and made him uncomfortable.\r\n\r\nAfter what seemed to him a century, John Bannister dismissed the\r\nsecretary. Even then, however, he did not come immediately to Steve. He\r\nremained for a few moments writing, with his back turned. Then, just\r\nwhen Steve had given up hope of ever securing his attention, he turned\r\nsuddenly.\r\n\r\n“Well?”\r\n\r\n“Say, it’s this way, colonel,” Steve had begun, when a triumphant cry\r\nfrom the direction of the open window stopped him. The White Hope was\r\nkneeling on a chair, looking down into the street.\r\n\r\n“Bix,” he explained over his shoulder.\r\n\r\n“Kindly ring the bell, Dingle,” said Mr. Bannister, unmoved. “Your\r\nlittle nephew appears to have dropped his bricks into Fifth Avenue.”\r\n\r\nIn answer to the summons Keggs appeared. He looked anxious.\r\n\r\n“Keggs,” said Mr. Bannister, “tell one of the footmen to go out into\r\nthe avenue and pick up some wooden bricks which he will find there.\r\nDingle’s little brother has let some fall.”\r\n\r\nAs Keggs left the room Steve’s pent-up nervousness exploded in a whirl\r\nof words.\r\n\r\n“Aw say, boss, quit yer kiddin’. You know this kid ain’t anything to do\r\nwith me. Why, say, how would he be any relation of a roughneck like me?\r\nCome off the roof, bo. You know well enough who he is. He’s your\r\ngrandson. On the level.”\r\n\r\nMr. Bannister looked at William, now engaged in running the wheelbarrow\r\nup and down the room, emitting the while a curious sound, possibly to\r\nencourage an imaginary horse. The inspection did not seem to excite him\r\nor afford him any pleasure.\r\n\r\n“Oh!” he said.\r\n\r\nSteve was damped, but resumed gamely:\r\n\r\n“Say, boss, this is the greatest kid on earth. I’m not stringing you,\r\nhonest. He’s a wonder. On the level, did you ever see a kid that age\r\nwith a pair of shoulders on him like what this kid’s got? Say, squire,\r\nwhat’s the matter with calling the fight off and starting fair? Miss\r\nRuth would be tickled to death if you would. Can the rough stuff,\r\ncolonel. I know you think you’ve been given a raw deal, Kirk chipping\r\nin like that and copping off Miss Ruth, but for the love of Mike, what\r\ndoes it matter? You seen for yourself what a dandy kid this is. Well,\r\nthen, check your grouch with your hat. Do the square thing. Have out\r\nthe auto and come right round to the studio and make it up. What’s\r\nwrong with that, colonel? Honest, they’d be tickled clean through.”\r\n\r\nAt this point Keggs entered, followed by a footman carrying wooden\r\nbricks.\r\n\r\n“Keggs,” said Mr. Bannister, “telephone for the automobile at once—”\r\n\r\n“That’s the talk, colonel,” cried Steve joyfully. “I know you were a\r\nsport.”\r\n\r\n“——to take me down to Wall Street.”\r\n\r\nKeggs bowed.\r\n\r\n“Oh Keggs,” said Mr. Bannister, as he turned to leave.\r\n\r\n“Sir?”\r\n\r\n“Another thing. See that Dingle does not enter the house again.”\r\n\r\nAnd Mr. Bannister resumed his writing, while Steve, gathering up the\r\nwheelbarrow, the box of bricks, and the dying pig, took William by the\r\nhand and retreated.\r\n\r\n\r\nThat terminated Ruth’s attempts to conciliate her father.\r\n\r\nThere remained Bailey. From Bailey she was prepared to stand no\r\nnonsense. Meeting him on the street, she fairly kidnapped him, driving\r\nhim into a taxicab and pushing him into the studio, where he was\r\nconfronted by his nephew.\r\n\r\nBailey came poorly through the ordeal. William Bannister, a stern\r\ncritic, weighed him up in one long stare, found him wanting, and\r\nannounced his decision with all the strength of powerful lungs. In the\r\nend he had to be removed, hiccupping, and Bailey, after lingering a few\r\nuneasy moments making conversation to Kirk, departed, with such a look\r\nabout the back of him as he sprang into his cab that Ruth felt that the\r\nvisit was one which would not be repeated.\r\n\r\nShe went back into the studio with a rather heavy heart. She was fond\r\nof Bailey.\r\n\r\nThe sight of Kirk restored her. After all, what had happened was only\r\nwhat she had expected. She had chosen her path, and she did not regret\r\nit."
  ]
}