{
  "index": 20,
  "title": "Chapter 19",
  "paragraphs": [
    "Wherein Opposites Agree\r\n\r\n\r\nThe maid who opened the door showed a reluctance to let Bailey in. She\r\nsaid that Mrs. Porter was busy with her writing and had given orders\r\nthat she was not to be disturbed.\r\n\r\nNothing could have infuriated Bailey more. He, Bailey Bannister, was to\r\nbe refused admittance because this preposterous woman wished to write!\r\nIt was the duty of all decent citizens to stop her writing. If it had\r\nnot been for her and her absurd books Ruth would never have made it\r\nnecessary for him to pay this visit at all.\r\n\r\n“Kindly take my card to Mrs. Porter and tell her that I must see her at\r\nonce on a matter of the utmost urgency,” he directed.\r\n\r\nThe domestic workers of America had not been trained to stand up\r\nagainst Bailey’s grand manner. The maid vanished meekly with the card,\r\nand presently returned and requested him to step in.\r\n\r\nBailey found himself in a comfortable room, more like a man’s study\r\nthan a woman’s boudoir. Books lined the walls. The furniture was strong\r\nand plain. At the window, on a swivel-chair before a roll-top desk,\r\nMrs. Porter sat writing, her back to the door.\r\n\r\n“The gentleman, ma’am,” announced the maid.\r\n\r\n“Sit down,” said his aunt, without looking round or ceasing to write.\r\n\r\nThe maid went out. Bailey sat down. The gentle squeak of the quill pen\r\ncontinued.\r\n\r\nBailey coughed.\r\n\r\n“I have called this morning——”\r\n\r\nThe left hand of the writer rose and waggled itself irritably above her\r\nleft shoulder.\r\n\r\n“Aunt Lora,” spoke Bailey sternly.\r\n\r\n“Shish!” said the authoress. Only that and nothing more. Bailey,\r\noutraged, relapsed into silence. The pen squeaked on.\r\n\r\nAfter what seemed to Bailey a considerable time, the writing ceased. It\r\nwas succeeded by the sound of paper vigorously blotted. Then, with\r\nstartling suddenness, Mrs. Porter whirled round on the swivel-chair,\r\ntilted it back, and faced him.\r\n\r\n“Well, Bailey?” she said.\r\n\r\nShe looked at Bailey. Bailey looked at her. Her eyes had the curious\r\neffect of driving out of his head what he had intended to say.\r\n\r\n“Well?” she said again.\r\n\r\nHe tried to remember the excellent opening speech which he had prepared\r\nin the cab.\r\n\r\n“Good gracious, Bailey!” cried Mrs. Porter, “you have not come here and\r\nruined my morning’s work for the pleasure of looking at me surely? Say\r\nsomething.”\r\n\r\nBailey found his voice.\r\n\r\n“I have called to see Ruth, who, I am informed, is with you.”\r\n\r\n“She is in her room. I made her breakfast in bed. Is there any message\r\nI can give her?”\r\n\r\nBailey suddenly remembered the speech he had framed in the cab.\r\n\r\n“Aunt Lora,” he said, “I am sorry to have to intrude upon you at so\r\nearly an hour, but it is imperative that I see Ruth and ask her to\r\nexplain the meaning of a most disturbing piece of news that has come to\r\nmy ears.”\r\n\r\nMrs. Porter did not appear to have heard him.\r\n\r\n“A man of your height should weigh more,” she said. “What is your\r\nweight?”\r\n\r\n“My weight; beside the point——”\r\n\r\n“Your weight is under a hundred and forty pounds, and it ought to be\r\nover a hundred and sixty. Eat more. Avoid alcohol. Keep regular hours.”\r\n\r\n“Aunt Lora!”\r\n\r\n“Well?”\r\n\r\n“I wish to see my sister.”\r\n\r\n“You will have to wait. What did you wish to see her about?”\r\n\r\n“That is a matter that concerns——No! I will tell you, for I believe you\r\nto be responsible for the whole affair.”\r\n\r\n“Well?”\r\n\r\n“Last night, quite by chance, I found out that Ruth has for some time\r\nbeen paying visits to the studio of an artist.”\r\n\r\nMrs. Porter nodded.\r\n\r\n“Quite right. Mr. Kirk Winfield. She is going to marry him.”\r\n\r\nBailey’s hat fell to the floor. His stick followed. His mouth opened\r\nwidely. His glasses shot from his nose and danced madly at the end of\r\ntheir string.\r\n\r\n“What!”\r\n\r\n“It will be a most suitable match in every way,” said Mrs. Porter.\r\n\r\nBailey bounded to his feet.\r\n\r\n“It’s incredible!” he shouted. “It’s ridiculous! It’s abominable!\r\nIt’s—it’s incredible!”\r\n\r\nMrs. Porter gazed upon his transports with about the same amount of\r\ninterest which she would have bestowed upon a whirling dervish at Coney\r\nIsland.\r\n\r\n“You have not seen Mr. Winfield, I gather?”\r\n\r\n“When I do, he will have reason to regret it. I——”\r\n\r\n“Sit down.”\r\n\r\nBailey sat down.\r\n\r\n“Ruth and Mr. Winfield are both perfect types. Mr. Winfield is really a\r\nsplendid specimen of a man. As to his intelligence, I say nothing. I\r\nhave ceased to expect intelligence in man, and I am grateful for the\r\nsmallest grain. But physically, he is magnificent. I could not wish\r\ndear Ruth a better husband.”\r\n\r\nBailey had pulled himself together with a supreme effort and had\r\nachieved a frozen calm.\r\n\r\n“Such a marriage is, of course, out of the question,” he said.\r\n\r\n“Why?”\r\n\r\n“My sister cannot marry a—a nobody, an outsider——”\r\n\r\n“Mr. Winfield is not a nobody. He is an extraordinarily healthy young\r\nman.”\r\n\r\n“Are you aware that Ruth, if she had wished, could have married a\r\nprince?”\r\n\r\n“She told me. A little rat of a man, I understand. She had far too much\r\nsense to do any such thing. She has a conscience. She knows what she\r\nowes to the future of the——”\r\n\r\n“Bah!” cried Bailey rudely.\r\n\r\n“I suppose,” said Mrs. Porter, “that, like most men, you care nothing\r\nfor the future of the race? You are not interested in eugenics?”\r\n\r\nBailey quivered with fury at the word, but said nothing.\r\n\r\n“If you have ever studied even so elementary a subject as the colour\r\nheredity of the Andalusian fowl——”\r\n\r\nThe colour heredity of the Andalusian fowl was too much for Bailey.\r\n\r\n“I decline to discuss any such drivel,” he said, rising. “I came here\r\nto see Ruth, and—”\r\n\r\n“And here she is,” said Mrs. Porter.\r\n\r\nThe door opened, and Ruth appeared. She looked, to Bailey, insufferably\r\nradiant and pleased with herself.\r\n\r\n“Bailey!” she cried. “Whatever brings my little Bailey here, when he\r\nought to be working like a good boy in Wall Street?”\r\n\r\n“I will tell you,” Bailey’s demeanour was portentous.\r\n\r\n“He’s frowning,” said Ruth. “You have been stirring his hidden depths,\r\nAunt Lora!”\r\n\r\nBailey coughed.\r\n\r\n“Ruth!”\r\n\r\n“Bailey, _don’t_! You don’t know how terrible you look when you’re\r\nroused.”\r\n\r\n“Ruth, kindly answer me one question. Aunt Lora informs me that you are\r\ngoing to marry this man Winfield. Is it or is it not true?”\r\n\r\n“Of course it’s true.”\r\n\r\nBailey drew in his breath. He gazed coldly at Ruth, bowed to Mrs.\r\nPorter, and smoothed the nap of his hat.\r\n\r\n“Very good,” he said stonily. “I shall now call upon this Mr. Winfield\r\nand thrash him.” With that he walked out of the room.\r\n\r\nHe directed his cab to the nearest hotel, looked up Kirk’s address in\r\nthe telephone-book, and ten minutes later was ringing the studio bell.\r\n\r\nA look of relief came into George Pennicut’s eyes as he opened the\r\ndoor. To George, nowadays, every ring at the bell meant a possible\r\nvisit from Lora Delane Porter.\r\n\r\n“Is Mr. Kirk Winfield at home?” inquired Bailey.\r\n\r\n“Yes, sir. Who shall I say, sir?”\r\n\r\n“Kindly tell Mr. Winfield that Mr. Bannister wishes to speak to him.”\r\n\r\n“Yes, sir. Will you step this way, sir?”\r\n\r\nBailey stepped that way.\r\n\r\n\r\nWhile Bailey was driving to the studio in his taxicab, Kirk, in boxing\r\ntrunks and a sleeveless vest, was engaged on his daily sparring\r\nexercise with Steve Dingle.\r\n\r\nThis morning Steve seemed to be amused at something. As they rested, at\r\nthe conclusion of their fifth and final round, Kirk perceived that he\r\nwas chuckling, and asked the reason.\r\n\r\n“Why, say,” explained Steve, “I was only thinking that it takes all\r\nkinds of ivory domes to make a nuttery. I ran across a new brand of\r\nsimp this morning. Just before I came to you I’m scheduled to show up\r\nat one of these Astorbilt homes t’other side of the park. First I mix\r\nit with the old man, then son and heir blows in and I attend to him.\r\n\r\n“Well, this morning, son acts like he’s all worked up. He’s one of\r\nthese half-portion Willie-boys with Chippendale legs, but he throws out\r\na line of talk that would make you wonder if it’s safe to let him run\r\naround loose. Says his mind’s made up; he’s going to thrash a gink\r\nwithin an inch of his life; going to muss up his features so bad he’ll\r\nhave to have ’em replanted.\r\n\r\n“‘Why?’ I says. ‘Never you mind,’ says he. ‘Well, who is he?’ I asks.\r\nWhat do you think happens then? He thinks hard for a spell, rolls his\r\neyes, and says: ‘Search me. I’ve forgotten.’ ‘Know where he lives?’ I\r\nasks him. ‘Nope,’ he says.\r\n\r\n“Can you beat it! Seems to me if I had a kink in my coco that big I’d\r\nphone to an alienist and have myself measured for a strait-jacket. Gee!\r\nYou meet all kinds, going around the way I do.”\r\n\r\nKirk laughed and lit a cigarette.\r\n\r\n“If you want to use the shower, Steve,” he said, “you’d better get up\r\nthere now. I shan’t be ready yet awhile. Then, if this is one of your\r\nenergetic mornings and you would care to give me a rub-down——”\r\n\r\n“Sure,” said Steve obligingly. He picked up his clothes and went\r\nupstairs to the bathroom, which, like the bedrooms, opened on to the\r\ngallery. Kirk threw himself on the couch, fixed his eyes on the\r\nceiling, and began to think of Ruth.\r\n\r\n“Mr. Bannister,” announced George Pennicut at the door.\r\n\r\nKirk was on his feet in one bound. The difference, to a man whose mind\r\nis far away, between “Mr. Bannister” and “Miss Bannister” is not great,\r\nand his first impression was that it was Ruth who had arrived.\r\n\r\nHe was acutely conscious of his costume, and was quite relieved when he\r\nsaw, not Ruth, but a severe-looking young man, who advanced upon him in\r\na tight-lipped, pop-eyed manner that suggested dislike and hostility.\r\nThe visitor was a complete stranger to him, but, his wandering wits\r\nreturning to their duties, he deduced that this must be one of Ruth’s\r\nrelatives.\r\n\r\nIt is a curious fact that the possibility of Ruth having other\r\nrelatives than Mrs. Porter had not occurred to him till now. She\r\nherself filled his mind to such an extent that he had never speculated\r\non any possible family that might be attached to her. To him Ruth was\r\nRuth. He accepted the fact that she was Mrs. Porter’s niece. That she\r\nmight also be somebody’s daughter or sister had not struck him. The\r\nlook on Bailey’s face somehow brought it home to him that the world was\r\nabout to step in and complicate the idyllic simplicity of his wooing.\r\n\r\nBailey, meanwhile, as Kirk’s hundred and eighty pounds of bone and\r\nmuscle detached themselves from the couch and loomed up massively\r\nbefore him, was conscious of a weakening of his determination to\r\ninflict bodily chastisement. The truth of Steve’s remark, that it made\r\na difference whether one’s intended victim is a heavyweight, a middle,\r\nor a welter, came upon him with some force.\r\n\r\nKirk, in a sleeveless vest that showed up his chest and shoulders was\r\nnot an inviting spectacle for a man intending assault and battery.\r\nBailey decided to confine himself to words. There was nothing to be\r\ngained by a vulgar brawl. A dignified man of the world avoided\r\nviolence.\r\n\r\n“Mr. Winfield?”\r\n\r\n“Mr. Bannister?”\r\n\r\nIt was at this point that Steve, having bathed and dressed, came out on\r\nthe gallery. The voices below halted him, and the sound of Bailey’s\r\ndecided him to remain where he was. Steve was not above human\r\ncuriosity, and he was anxious to know the reason for Bailey’s sudden\r\nappearance.\r\n\r\n“That is my name. It is familiar to you. My sister,” said Bailey\r\nbitterly, “has made it so.”\r\n\r\n“Won’t you sit down?” said Kirk.\r\n\r\n“No, thank you. I will not detain you long, Mr. Winfield.”\r\n\r\n“My dear fellow! There’s no hurry. Will you have a cigarette?”\r\n\r\n“No, thank you.”\r\n\r\nKirk was puzzled by his visitor’s manner. So, unseen in the shadows of\r\nthe gallery, was Steve.\r\n\r\n“I can say what I wish to say in two words, Mr. Winfield,” said Bailey.\r\n“This marriage is quite out of the question.”\r\n\r\n“Eh?”\r\n\r\n“My father would naturally never consent to it. As soon as he hears of\r\nwhat has happened he will forbid it absolutely. Kindly dismiss from\r\nyour mind entirely the idea that my sister will ever be permitted to\r\nmarry you, Mr. Winfield.”\r\n\r\nSteve, in the gallery, with difficulty suppressed a whoop of surprise.\r\nKirk laughed ruefully.\r\n\r\n“Aren’t you a little premature, Mr. Bannister? Aren’t you taking a good\r\ndeal for granted?”\r\n\r\n“In what way?”\r\n\r\n“Well, that Miss Bannister cares the slightest bit for me, for\r\ninstance; that I’ve one chance in a million of ever getting her to care\r\nthe slightest bit for me?”\r\n\r\nBailey was disgusted at this futile attempt to hide the known facts of\r\nthe case from him.\r\n\r\n“You need not trouble to try and fool me, Mr. Winfield,” he said\r\ntartly. “I know everything. I have just seen my sister, and she told me\r\nherself in so many words that she intended to marry you.”\r\n\r\nTo his amazement he found his hand violently shaken.\r\n\r\n“My dear old man!” Kirk was stammering in his delight. “My dear old\r\nsport, you don’t know what a weight you’ve taken off my mind. You know\r\nhow it is. A fellow falls in love and instantly starts thinking he\r\nhasn’t a chance on earth. I hadn’t a notion she felt that way about me.\r\nI’m not fit to shine her shoes. My dear old man, if you hadn’t come and\r\ntold me this I never should have had the nerve to say a word to her.\r\n\r\n“You’re a corker. You’ve changed everything. You’ll have to excuse me.\r\nI must go to her. I can’t wait a minute. I must rush and dress. Make\r\nyourself at home here. Have you breakfasted? George! George! Say,\r\nGeorge, I’ve got to rush away. See that Mr. Bannister has everything he\r\nwants. Get him some breakfast. Good-bye, old man.” He gripped Bailey’s\r\nhand once more. “You’re all right. Good-bye!”\r\n\r\nHe sprang for the staircase. George Pennicut turned to the speechless\r\nBailey.\r\n\r\n“How would it be if I made you a nice cup of hot tea and a rasher of\r\n’am, sir?” he inquired with a kindly smile.\r\n\r\nBailey eyed him glassily, then found speech.\r\n\r\n“Go to hell!” he shouted. He strode to the door and shot into the\r\nstreet, a seething volcano.\r\n\r\nGeorge, for his part, was startled, but polite.\r\n\r\n“Yes, sir,” he said. “Very good, sir,” and withdrew.\r\n\r\nKirk, having reached the top of the stairs, had to check the wild rush\r\nhe was making for the bathroom in order not to collide with Steve, whom\r\nhe found waiting for him with outstretched hand and sympathetic\r\nexcitement writ large upon his face.\r\n\r\n“Excuse _me_, squire,” said Steve, “I’ve been playing the part of\r\nRubberneck Rupert in that little drama you’ve just been starring in. I\r\njust couldn’t help listening. Say, this mitt’s for you. Shake it! So\r\nyou’re going to marry Bailey’s sister, Ruth, are you? You’re the lucky\r\nguy. She’s a queen!”\r\n\r\n“Do _you_ know her, Steve?”\r\n\r\n“Do I know her! Didn’t I tell you I was the tame physical instructor in\r\nthat palace? I wish I had a dollar for every time I’ve thrown the\r\nmedicine-ball at her. Why, I’m the guy that gave her that figure of\r\nhers. She don’t come to me regular, like Bailey and the old man, but do\r\nI know her? I should say I did know her.”\r\n\r\nKirk shook his hand.\r\n\r\n“You’re all right, Steve!” he said huskily, and vanished into the\r\nbathroom. A sound as of a tropical deluge came from within.\r\n\r\nSteve hammered upon the door. The downpour ceased.\r\n\r\n“Say!” called Steve.\r\n\r\n“Hello?”\r\n\r\n“I don’t want to discourage you, squire, but——”\r\n\r\nThe door opened and Kirk’s head appeared.\r\n\r\n“What’s the matter?”\r\n\r\n“Well, you heard what Bailey said?”\r\n\r\n“About his father?”\r\n\r\n“Sure. It goes.”\r\n\r\nKirk came out into the gallery, towelling himself vigorously.\r\n\r\n“Who _is_ her father?” he asked, seating himself on the rail.\r\n\r\n“He’s a son of a gun,” said Steve with emphasis. “As rich as John D.\r\npretty nearly and about as chummy as a rattlesnake. Were you thinking\r\nof calling and asking him for a father’s blessing?”\r\n\r\n“Something of the sort, I suppose.”\r\n\r\n“Forget it! He’d give you the hook before you’d got through asking if\r\nyou might call him daddy.”\r\n\r\n“You’re comforting, Steve. They call you Little Sunbeam at home, don’t\r\nthey?”\r\n\r\n“Hell!” said Steve warmly, “I’m not shooting this at you just to make\r\nyou feel bad. I gotta reason. I want to make you see this ain’t going\r\nto be no society walk-over, with the Four Hundred looking on from the\r\npews and poppa signing cheques in the background. Say, did I ever tell\r\nyou how I beat Kid Mitchell?”\r\n\r\n“Does it apply to the case in hand?”\r\n\r\n“Does it what to the which?”\r\n\r\n“Had it any bearing on my painful position? I only ask, because that’s\r\nwhat is interesting me most just now, and, if you’re going to change\r\nthe subject, there’s a chance that my attention may wander.”\r\n\r\n“Sure it does. It’s a—what d’you call it when you pull something that’s\r\ngot another meaning tucked up its sleeve?”\r\n\r\n“A parable?”\r\n\r\n“That’s right. A—what you said. Well, this Kid Mitchell was looked on\r\nas a coming champ in those days. He had cleaned up some good boys,\r\nwhile I had only gotten a rep about as big as a nickel with a hole in\r\nit. I guess I looked pie to him. He turkey-trotted up to me for the\r\nfirst round and stopped in front of me as if he was wondering what had\r\nblown in and whether the Gerry Society would stand for his hitting it.\r\nI could see him thinking ‘This is too easy’ as plain as if he’d said\r\nit. And then he took another peek at me, as much as to say, ‘Well,\r\nlet’s get it over. Where shall I soak him first?’ And while he’s doing\r\nthis I get in range and I put my left pretty smart into his lunch-wagon\r\nand I pick up my right off the carpet and hand it to him, and down he\r\ngoes. And when he gets up again it’s pretty nearly to-morrow morning\r\nand I’ve drawn the winner’s end and gone home.”\r\n\r\n“And the moral?”\r\n\r\n“Why, don’t spar. Punch! Don’t wait for the wallop. Give it.”\r\n\r\n“You mean?”\r\n\r\n“Why, when old man Bannister says: ‘Nix! You shall never marry my\r\nchild!’ come back at him by saying: ‘Thanks very much, but I’ve just\r\ndone it!’”\r\n\r\n“Good heavens, Steve!”\r\n\r\n“You’ll never win out else. You don’t know old man Bannister. I do.”\r\n\r\n“But——”\r\n\r\nThe door-bell rang.\r\n\r\n“Who on earth’s that?” said Kirk. “It can’t be Bailey back again.”\r\n\r\n“Good morning, Pennicut,” spoke the clear voice of Mrs. Lora Delane\r\nPorter. “I wish to see Mr. Winfield.”\r\n\r\n“Yes, ma’am. He’s upstairs in ’is bath!”\r\n\r\n“I will wait in the studio.”\r\n\r\n“Good Lord!” cried Kirk, bounding from his seat on the rail. “For\r\nHeaven’s sake, Steve, go and talk to her while I dress. I’ll be down in\r\na minute.”\r\n\r\n“Sure. What’s her name?”\r\n\r\n“Mrs. Porter. You’ll like her. Tell her all about yourself—where you\r\nwere born, how much you are round the chest, what’s your favourite\r\nbreakfast food. That’s what she likes to chat about. And tell her I’ll\r\nbe down in a second.”\r\n\r\nSteve, reaching the studio, found Mrs. Porter examining the\r\nboxing-gloves which had been thrown on a chair.\r\n\r\n“Eight-ounce, ma’am,” he said genially, by way of introduction.\r\n“Kirk’ll be lining up in a moment. He’s getting into his rags.”\r\n\r\nMrs. Porter looked at him with the gimlet stare which made her so\r\nintensely disliked by practically every man she knew.\r\n\r\n“Are you a friend of Mr. Winfield?” she said.\r\n\r\n“Sure. We just been spieling together up above. He sent me down to tell\r\nyou he won’t be long.”\r\n\r\nMrs. Porter concluded her inspection.\r\n\r\n“What is your name?”\r\n\r\n“Dingle, ma’am.”\r\n\r\n“You are extraordinarily well developed. You have unusually long arms\r\nfor a man of your height.”\r\n\r\n“Yep. I got a pretty good reach.”\r\n\r\n“Are you an artist?”\r\n\r\n“A which?”\r\n\r\n“An artist. A painter.”\r\n\r\nSteve smiled broadly.\r\n\r\n“I’ve been called a good many things, but no one’s ever handed me that.\r\nNo, ma’am, I’m a has-been.”\r\n\r\n“I beg your pardon.”\r\n\r\n“Granted.”\r\n\r\n“What did you say you were?” asked Mrs. Porter after a pause.\r\n\r\n“A has-been. I used to be a middle, but mother kicked, and I quit. All\r\nthrough taking a blue eye home! Wouldn’t that jar you?”\r\n\r\n“I have no doubt you intend to be explicit——”\r\n\r\n“Not on your life!” protested Steve. “I may be a rough-neck, but I’ve\r\ngot me manners. I wouldn’t get explicit with a lady.”\r\n\r\nMrs. Porter sat down.\r\n\r\n“We appear to be talking at cross-purposes,” she said. “I still do not\r\ngather what your profession is or was.”\r\n\r\n“Why, ain’t I telling you? I used to be a middle——”\r\n\r\n“What is a middle?”\r\n\r\n“Why, it’s in between the light-heavies and the welters. I was a welter\r\nwhen I broke into the fighting game, but——”\r\n\r\n“Now I understand. You are a pugilist?”\r\n\r\n“Used to be. But mother kicked.”\r\n\r\n“Kicked whom?”\r\n\r\n“You don’t get me, ma’am. When I say she kicked, I mean my blue eye\r\nthrew a scare into her, and she put a crimp in my career. Made me quit\r\nwhen I should have been champ in another couple of fights.”\r\n\r\n“I am afraid I cannot follow these domestic troubles of yours. And why\r\ndo you speak of your blue eye? Your eyes are brown.”\r\n\r\n“This one wasn’t. It was the fattest blue eye you ever seen. I ran up\r\nagainst a short right hook. I put him out next round, ma’am, mind you,\r\nbut that didn’t help me any with mother. Directly she seen me blue eye\r\nshe said: ‘That’ll be all from you, Steve. You stop it this minute.’ So\r\nI quit. But gee! It’s tough on a fellow to have to sit out of the game\r\nand watch a bunch of cheeses like this new crop of middle-weights\r\nswelling around and calling themselves fighters when they couldn’t lick\r\na postage-stamp, not if it was properly trained. Hell! Beg pardon,\r\nma’am.”\r\n\r\n“I find you an interesting study, Mr. Dingle,” said Mrs. Porter\r\nthoughtfully. “I have never met a pugilist before. Do you box with Mr.\r\nWinfield?”\r\n\r\n“Sure. Kirk and me go five rounds every morning.”\r\n\r\n“You have been boxing with him to-day? Then perhaps you can tell me if\r\nan absurd young man in eye-glasses has called here yet? He is wearing a\r\ngrey——”\r\n\r\n“Do you mean Bailey, ma’am. Bailey Bannister?”\r\n\r\n“You know my nephew, Mr. Dingle?”\r\n\r\n“Sure. I box with him every morning.”\r\n\r\n“I never expected to hear that my nephew Bailey did anything so\r\nsensible as to take regular exercise. He does not look as if he did.”\r\n\r\n“He certainly is a kind o’ half-portion, ma’am. But say, if he’s your\r\nnephew, Miss Ruth’s your niece.”\r\n\r\n“Perfectly correct.”\r\n\r\n“Then you know all about this business?”\r\n\r\n“Which business, Mr. Dingle?”\r\n\r\n“Why, Kirk and Miss Ruth.”\r\n\r\nMrs. Porter raised her eyebrows.\r\n\r\n“Really, Mr. Dingle! Has Mr. Winfield made you his confidant?”\r\n\r\n“How’s that?”\r\n\r\n“Has Mr. Winfield told you about my niece and himself?”\r\n\r\n“Hell, no! You don’t find a real person like Kirk shooting his head\r\nabout that kind of thing. I had it from Bailey.”\r\n\r\n“From Bailey?”\r\n\r\n“Surest thing you know. He blew in here and shouted it all out at the\r\ntop of his voice.”\r\n\r\n“Indeed! I was wondering if he had arrived yet. He left my apartment\r\nsaying he was going to thrash Mr. Winfield. I came here to save him\r\nfrom getting hurt. Was there any trouble?”\r\n\r\n“Not so’s you could notice it. I guess when he’d taken a slant at Kirk\r\nhe thought he wouldn’t bother to swat him. Say, ma’am—”\r\n\r\n“Well?”\r\n\r\n“Whose corner are you in for this scrap?”\r\n\r\n“I don’t understand you.”\r\n\r\n“Well, are you rooting for Kirk, or are you holding the towel for old\r\nman Bannister?”\r\n\r\n“You mean, do I wish Mr. Winfield to marry my niece?”\r\n\r\n“You’re hep.”\r\n\r\n“Most certainly I do. It was I who brought them together.”\r\n\r\n“Bully for you! Well, say, I just been shooting the dope into Kirk\r\nupstairs. I been—you didn’t happen to read the report of a scrap I once\r\nhad with a gazook called Kid Mitchell, did you, ma’am?”\r\n\r\n“I seldom, I may say never, read the sporting section of the daily\r\npapers.”\r\n\r\nSteve looked at her in honest wonder.\r\n\r\n“For the love of Pete! What else do you find to read in ’em?” he said.\r\n“Well, I was telling Kirk about it. The Kid came at me to soak me, but\r\nI soaked him first and put him out. It’s the only thing to do, ma’am,\r\nwhen you’re up against it. Get in the first wallop before the other guy\r\ncan get himself set for his punch. ‘Kirk,’ I says, ‘don’t you wait for\r\nold man Bannister to tell you you can’t marry Miss Ruth. Marry her\r\nbefore he can say it.’ I wish you’d tell him the same thing, ma’am. You\r\nknow the old man as well as I do—better, I guess—and you know that Kirk\r\nain’t got a chance in a million with him if he don’t rush him. Ain’t\r\nthat right?”\r\n\r\n“Mr. Dingle,” said Mrs. Porter, “I should like to shake you by the\r\nhand. It is amazing to me to find such sound sense in a man. You have\r\nexpressed my view exactly. If I have any influence with Mr. Winfield,\r\nhe shall marry my niece to-day. You are a man of really exceptional\r\nintelligence, Mr. Dingle.”\r\n\r\n“Aw, check it with your hat, ma’am!” murmured Steve modestly. “Nix on\r\nthe bouquets! I’m only a roughneck. But I fall for Miss Ruth, and there\r\nain’t many like Kirk, so I’d like to see them happy. It would sure get\r\nmy goat the worst way to have the old man gum the game for them.”\r\n\r\n“I cannot understand a word you say,” said Mrs. Porter, “but I fancy we\r\nmean the same thing. Here comes Mr. Winfield at last. I will speak to\r\nhim at once.”\r\n\r\n“Spiel away, ma’am,” said Steve. “The floor’s yours.”\r\n\r\nKirk entered the studio."
  ]
}