{
  "index": 29,
  "title": "Chapter 28",
  "paragraphs": [
    "An Unknown Path\r\n\r\n\r\nKirk blinked. He closed his eyes and opened them again. The automobile\r\nwas still there, and he was still in it. Ruth was still gazing at him\r\nwith the triumphant look in her eyes. The chauffeur, silent emblem of a\r\nsubstantial bank-balance, still sat stiffly at the steering-wheel.\r\n\r\n“Rich?” Kirk repeated.\r\n\r\n“Rich,” Ruth assured him.\r\n\r\n“I don’t understand.”\r\n\r\nRuth’s smile faded.\r\n\r\n“Poor father——”\r\n\r\n“Your father?”\r\n\r\n“He died just after you sailed. Just before Bill got ill.” She gave a\r\nlittle sigh. “Kirk, how odd life is!”\r\n\r\n“But——”\r\n\r\n“It was terrible. It was some kind of a stroke. He had been working too\r\nhard and taking no exercise. You know when he sent Steve away that time\r\nhe didn’t engage anybody else in his place. He went back to his old way\r\nof living, which the doctor had warned him against. He worked and\r\nworked, until one day, Bailey says, he fainted at the office. They\r\nbrought him home, and he just went out like a burned-out candle. I—I\r\nwent to him, but for a long time he wouldn’t see me.\r\n\r\n“Oh, Kirk, the hours I spent in the library hoping that he would let me\r\ncome to him! But he never did till right at the end. Then I went up,\r\nand he was dying. He couldn’t speak. I don’t know now how he felt\r\ntoward me at the last. I kissed him. He was all shrunk to nothing. I\r\nhad a horrible feeling that I had never been a real daughter to him.\r\nBut—but—you know, he made it difficult, awfully difficult. And then he\r\ndied; Bailey was on one side of the bed and I was on the other, and the\r\nnurse and the doctor were whispering outside the door. I could hear\r\nthem through the transom.”\r\n\r\nShe slipped her hand into Kirk’s and sat silent while the car slid into\r\nthe traffic of Fifth Avenue. For the second time the shadow of the\r\nGreat Mystery had fallen on the brightness of the perfect morning.\r\n\r\nThe car had stopped at Thirty-Fourth Street to allow the hurrying\r\ncrowds to cross the avenue. Kirk looked at them with a feeling of\r\nsadness. It was not caused by John Bannister’s death. He was too honest\r\nto be able to plunge himself into false emotion at will. His feeling\r\nwas more a vague uneasiness, almost a presentiment. Things changed so\r\nquickly in this world. Old landmarks shifted as the crowd of strangers\r\nwas shifting before him now, hurrying into his life and hurrying out of\r\nit.\r\n\r\nHe, too, had changed. Ruth, though he had detected no signs of it, must\r\nbe different from the Ruth he had left a year ago. The old life was\r\ndead. What had the new life in store for him? Wealth for one\r\nthing—other standards of living—new experiences.\r\n\r\nAn odd sensation of regret that this stream of gold had descended upon\r\nhim deepened his momentary depression. They had been so happy, he and\r\nRuth and the kid, in the old days of the hermit’s cell. Something that\r\nwas almost a superstitious fear of this unexpected legacy came upon\r\nhim.\r\n\r\nIt was unlucky money, grudgingly given at the eleventh hour. He seemed\r\nto feel John Bannister watching him with a sneer, and he was afraid of\r\nhim. His nerves were still a little unstrung from the horror of his\r\nwanderings, and the fever had left him weak. It seemed to him that\r\nthere was a curse on the old man’s wealth, that somehow it was destined\r\nto bring him unhappiness.\r\n\r\nThe policeman waved his hand. The car jerked forward. The sudden\r\nmovement brought him to himself. He smiled, a little ashamed of having\r\nbeen so fanciful; the sky was blue; the sun shone; a cool breeze put\r\nthe joy of life into him; and at his side Ruth sat, smiling now. From\r\nher, too, the cloud had been lifted.\r\n\r\n“It seems like a fairy-story,” said Kirk, breaking the silence that had\r\nfallen between them.\r\n\r\n“I think it must have been the thought of Bill that made him do it,”\r\nsaid Ruth. “He left half his money to Bailey and half to me during my\r\nlifetime. Bailey’s married now, by the way.” She paused. “I’m afraid\r\nfather never forgave you, dear,” she added. “He made Bailey the trustee\r\nfor the money, and it goes to Bill in trust after my death.”\r\n\r\nShe looked at him rather nervously it seemed to Kirk. The terms of the\r\nwill had been the cause of some trouble to her. Especially had she\r\nspeculated on his reception of the news that Bailey was to play so\r\nimportant a part in the administration of the money. Kirk had never\r\ntold her what had passed between him and Bailey that afternoon in the\r\nstudio, but her quick intelligence had enabled her to guess at the\r\ntruth; and she was aware that the minds of the two men, their\r\ntemperaments, were naturally antagonistic.\r\n\r\nKirk’s reception of the news relieved her.\r\n\r\n“Of course,” he said. “He couldn’t do anything else. He knew nothing of\r\nme except that I was a kind of man with whom he was quite out of\r\nsympathy. He mistrusted all artists, I expect, in a bunch. And, anyway,\r\nan artist is pretty sure to be a bad man of business. He would know\r\nthat. And—and, well, what I mean is, it strikes me as a very sensible\r\narrangement. Why are we stopping here?”\r\n\r\nThe car had drawn up before a large house on the upper avenue, one of\r\nthose houses which advertise affluence with as little reticence as a\r\nfat diamond solitaire.\r\n\r\n“We live here,” said Ruth, laughing.\r\n\r\nKirk drew a long breath.\r\n\r\n“Do we? By George!” he exclaimed. “I see it’s going to take me quite a\r\nwhile to get used to this state of things.”\r\n\r\nA thought struck him.\r\n\r\n“How about the studio? Have you got rid of it?”\r\n\r\n“Of course not. The idea! After the perfect times we had there! We’re\r\ngoing to keep it on as an annex. Every now and then, when we are tired\r\nof being rich, we’ll creep off there and boil eggs over the gas-stove\r\nand pretend we are just ordinary persons again.”\r\n\r\n“And oftener than every now and then this particular plutocrat is going\r\nto creep off there and try to teach himself to paint pictures.”\r\n\r\nRuth nodded.\r\n\r\n“Yes, I think you ought to have a hobby. It’s good for you.”\r\n\r\nKirk said nothing. But it was not as a hobby that he was regarding his\r\npainting. He had come to a knowledge of realities in the wilderness and\r\nto an appreciation of the fact that he had a soul which could not be\r\nkept alive except by honest work.\r\n\r\nHe had the decent man’s distaste for living on his wife’s money. He\r\nsupposed it was inevitable that a certain portion of it must go to his\r\nsupport, but he was resolved that there should be in the sight of the\r\ngods who look down on human affairs at least a reasonable excuse for\r\nhis existence. If work could make him anything approaching a real\r\nartist, he would become one.\r\n\r\nMeanwhile he was quite willing that Ruth should look upon his life-work\r\nas a pleasant pastime to save him from ennui. Even to his wife a man is\r\nnot always eager to exhibit his soul in its nakedness.\r\n\r\n“By the way,” said Ruth, “you won’t find George Pennicut at the studio.\r\nHe has gone back to England.”\r\n\r\n“I’m sorry. I liked George.”\r\n\r\n“He liked you. He left all sorts of messages. He nearly wept when he\r\nsaid good-bye. But he wouldn’t stop. In a burst of confidence he told\r\nme what the trouble was. Our blue sky had got on his nerves. He wanted\r\na London drizzle again. He said the thought of it made him homesick.”\r\n\r\nKirk entered the house thoughtfully. Somehow this last piece of news\r\nhad put the coping-stone on the edifice of his—his what? Depression? It\r\nwas hardly that. No, it was rather a kind of vague regret for the life\r\nwhich had so definitely ended, the feeling which the Romans called\r\n_desiderium_ and the Greeks _pathos_. The defection of George Pennicut\r\nwas a small thing in itself, but it meant the removal of another\r\nlandmark.\r\n\r\n“We had some bully good times in that studio,” he said.\r\n\r\nThe words were a requiem.\r\n\r\nThe first person whom he met in this great house, in the kingdom of\r\nwhich he was to be king-consort, was a butler of incredible\r\nstateliness. This was none other than Steve’s friend Keggs. But round\r\nthe outlying portions of this official he had perceived, as the door\r\nopened, a section of a woman in a brown dress.\r\n\r\nThe butler moving to one side, he found himself confronting Mrs. Lora\r\nDelane Porter.\r\n\r\nIf other things in Kirk’s world had changed, time had wrought in vain\r\nupon the great authoress. She looked as masterful, as unyielding, and\r\nas efficient as she had looked at the time of his departure. She took\r\nhis hand without emotion and inspected him keenly.\r\n\r\n“You are thinner,” she remarked.\r\n\r\n“I said that, Aunt Lora,” said Ruth. “Poor boy, he’s a skeleton.”\r\n\r\n“You are not so robust.”\r\n\r\n“I have been ill.”\r\n\r\nRuth interposed.\r\n\r\n“He’s had fever, Aunt Lora, and you are not to tease him.”\r\n\r\n“I should be the last person to tease any man. What sort of fever?”\r\n\r\n“I think it was a blend of all sorts,” replied Kirk. “A kind of Irish\r\nstew of a fever.”\r\n\r\n“You are not infectious?”\r\n\r\n“Certainly not.”\r\n\r\nMrs. Porter checked Ruth as she was about to speak.\r\n\r\n“We owe it to William to be careful,” she explained. “After all the\r\ntrouble we have taken to exclude him from germs it is only reasonable\r\nto make these inquiries.”\r\n\r\n“Come along, dear,” said Ruth, “and I’ll show you the house. Don’t mind\r\nAunt Lora,” she whispered; “she means well, and she really is splendid\r\nwith Bill.”\r\n\r\nKirk followed her. He was feeling chilled again. His old mistrust of\r\nMrs. Porter revived. If their brief interview was to be taken as\r\nevidence, she seemed to have regained entirely her old ascendancy over\r\nRuth. He felt vaguely uneasy, as a man might who walks in a powder\r\nmagazine.\r\n\r\n“Aunt Lora lives here now,” observed Ruth casually, as they went\r\nupstairs.\r\n\r\nKirk started.\r\n\r\n“Literally, do you mean? Is this her home?”\r\n\r\nRuth smiled at him over her shoulder.\r\n\r\n“She won’t interfere with you,” she said. “Surely this great house is\r\nlarge enough for the three of us. Besides, she’s so devoted to Bill.\r\nShe looks after him all the time; of course, nowadays I don’t get quite\r\nso much time to be with him myself. One has an awful lot of calls on\r\none. I feel Bill is so safe with Aunt Lora on the premises.”\r\n\r\nShe stopped at a door on the first floor.\r\n\r\n“This is Bill’s nursery. He’s out just now. Mamie takes him for a drive\r\nevery morning when it’s fine.”\r\n\r\nSomething impelled Kirk to speak.\r\n\r\n“Don’t you ever take him for walks in the morning now?” he asked. “He\r\nused to love it.”\r\n\r\n“Silly! Of course I do, when I can manage it. For drives, rather. Aunt\r\nLora is rather against his walking much in the city. He might so easily\r\ncatch something, you know.”\r\n\r\nShe opened the door.\r\n\r\n“There!” she said. “What do you think of that for a nursery?”\r\n\r\nIf Kirk had spoken his mind he would have said that of all the ghastly\r\nnurseries the human brain could have conceived this was the ghastliest.\r\nIt was a large, square room, and to Kirk’s startled eyes had much the\r\nappearance of an operating theatre at a hospital.\r\n\r\nThere was no carpet on the tiled floor. The walls, likewise tiled, were\r\nso bare that the eye ached contemplating them. In the corner by the\r\nwindow stood the little white cot. Beside it on the wall hung a large\r\nthermometer. Various knobs of brass decorated the opposite wall. At the\r\nfarther end of the room was a bath, complete with shower and all the\r\nother apparatus of a modern tub.\r\n\r\nIt was probably the most horrible room in all New York.\r\n\r\n“Well, what do you think of it?” demanded Ruth proudly.\r\n\r\nKirk gazed at her, speechless. This, he said to himself, was Ruth, his\r\nwife, who had housed his son in the spare bedroom of the studio and\r\nallowed a shaggy Irish terrier to sleep on his bed; who had permitted\r\nhim to play by the hour in the dust of the studio floor, who had even\r\nassisted him to do so by descending into the dust herself in the role\r\nof a bear or a snake.\r\n\r\nWhat had happened to this world from which he had been absent but one\r\nshort year? Was everybody mad, or was he hopelessly behind the times?\r\n\r\n“Well?” Ruth reminded him.\r\n\r\nKirk eyed the dreadful room.\r\n\r\n“It looks clean,” he said at last.\r\n\r\n“It is clean,” said the voice of Lora Delane Porter proudly behind him.\r\nShe had followed them up the stairs to do the honours of the nursery,\r\nthe centre of her world. “It is essentially clean. There is not an\r\nobject in that room which is not carefully sterilized night and morning\r\nwith a weak solution of boric acid!”\r\n\r\n“Even Mamie?” inquired Kirk.\r\n\r\nIt had been his intention to be mildly jocular, but Mrs. Porter’s reply\r\nshowed him that in jest he had spoken the truth.\r\n\r\n“Certainly. Have you any idea, Kirk, of the number of germs there are\r\non the surface of the human body? It runs into billions. You”—she fixed\r\nhim with her steely eye—“you are at the present moment one mass of\r\nmicrobes.”\r\n\r\n“I sneaked through quarantine all right.”\r\n\r\n“To the adult there is not so much danger in these microbes, provided\r\nhe or she maintains a reasonable degree of personal cleanliness. That\r\nis why adults may be permitted to mix with other adults without\r\npreliminary sterilization. But in the case of a growing child it is\r\nentirely different. No precaution is excessive. So——”\r\n\r\nFrom below at this point there came the sound of the front-door bell.\r\nRuth went to the landing and looked over the banisters.\r\n\r\n“That ought to be Bill and Mamie back from their drive,” she said.\r\n\r\nThe sound of a child’s voice came to Kirk as he stood listening; and as\r\nhe heard it all the old feeling of paternal pride and excitement, which\r\nhad left him during his wanderings, swept over him like a wave. He\r\nreproached himself that, while the memory of Ruth had been with him\r\nduring every waking moment of the past year, there had been occasions\r\nwhen that of William Bannister had become a little faded.\r\n\r\nHe ran down the stairs.\r\n\r\n“Hello, Mamie!” he said. “How are you? You’re looking well.”\r\n\r\nMamie greeted him with the shy smile which was wont to cause such havoc\r\nin Steve’s heart.\r\n\r\n“And who’s this you’ve got with you? Mamie, you know you’ve no business\r\ngoing about with young men like this. Who is he?”\r\n\r\nHe stood looking at William Bannister, and William Bannister stood\r\nlooking at him, Kirk smiling, William staring with the intense gravity\r\nof childhood and trying to place this bearded stranger among his circle\r\nof friends. He seemed to be thinking that the familiarity of the\r\nother’s manner indicated a certain amount of previous acquaintanceship.\r\n\r\n“Watch that busy brain working,” said Kirk. “He’s trying to place me.\r\nIt’s all right, Bill, old man; it’s my fault. I had no right to spring\r\nmyself on you with eight feet of beard. It isn’t giving you a square\r\ndeal. Never mind, it’s coming off in a few minutes, never to return,\r\nand then, perhaps, you’ll remember that you’ve a father.”\r\n\r\n“Fa-a-a-ar!” shrieked William Bannister triumphantly, taking the cue\r\nwith admirable swiftness.\r\n\r\nHe leaped at Kirk, and Kirk swung him up in the air. It was quite an\r\neffort, for William Bannister had grown astonishingly in the past year.\r\n\r\n“Pop,” said he firmly, as if resolved to prevent any possibility of\r\nmistake. “Daddy,” he added, continuing to play upon the theme. He\r\nsummed up. “You’re my pop.”\r\n\r\nThen, satisfied that this was final and that there could now be no\r\nchance for Kirk to back out of the contract, he reached out a hand and\r\ngave a tug at the beard which had led to all the confusion.\r\n\r\n“What’s this?”\r\n\r\n“You may well ask,” said Kirk. “I got struck that way because I left\r\nyou and mummy for a whole year. But now I’m back I’m going to be\r\nallowed to take it off and give it away. Whom shall I give it to?\r\nSteve? Do you think Steve would like it? Yes, you can go on pulling it;\r\nit won’t break. On the other hand, I should just like to mention that\r\nit’s hurting something fierce, my son. It’s fastened on at the other\r\nend, you know.”\r\n\r\n“Why?”\r\n\r\n“Don’t ask me. That’s the way it’s built.”\r\n\r\nWilliam Bannister obligingly disentangled himself from the beard.\r\n\r\n“Where you been?” he inquired.\r\n\r\n“Miles and miles away. You know the Battery?”\r\n\r\nWilliam Bannister nodded.\r\n\r\n“Well, a long way past that. First I took a ship and went ever so many\r\nmiles. Then I landed and went ever so many more miles, with all sorts\r\nof beasts trying to bite pieces out of me.”\r\n\r\nThis interested William Bannister.\r\n\r\n“Tigers?” he inquired.\r\n\r\n“I didn’t actually see any tigers, but I expect they were sneaking\r\nround. There were mosquitoes, though. You know what a mosquito is?”\r\n\r\nWilliam nodded.\r\n\r\n“Bumps,” he observed crisply.\r\n\r\n“That’s right. You see this lump here, just above my mouth? Well,\r\nthat’s not a mosquito-bite; that’s my nose; but think of something\r\nabout that size and you’ll have some idea of what a mosquito-bite is\r\nlike out there. But why am I boring you with my troubles? Tell me all\r\nabout yourself. You’ve certainly been growing, whatever else you may\r\nhave been doing while I’ve been away; I can hardly lift you. Has Steve\r\ntaught you to box yet?”\r\n\r\nAt this moment he was aware that he had become the centre of a small\r\ngroup. Looking round he found himself gazing into a face so stiff with\r\nhorror and disapproval that he was startled almost into dropping\r\nWilliam. What could have happened to induce Mrs. Porter to look like\r\nthat he could not imagine; but her expression checked his flow of light\r\nconversation as if it had been turned off with a switch. He lowered\r\nBill to the ground.\r\n\r\n“What on earth’s the matter?” he asked. “What has happened?”\r\n\r\nWithout replying, Mrs. Porter made a gesture in the direction of the\r\nnursery, which had the effect of sending Mamie and her charge off again\r\non the journey upstairs which Kirk’s advent had interrupted. Bill\r\nseemed sorry to go, but he trudged sturdily on without remark. Kirk\r\nfollowed him with his eyes till he disappeared at the bend of the\r\nstairway.\r\n\r\n“What’s the matter?” he repeated.\r\n\r\n“Are you mad, Kirk?” demanded Mrs. Porter in a tense voice.\r\n\r\nKirk turned helplessly to Ruth.\r\n\r\n“You had better let me explain, Aunt Lora,” she said. “Of course Kirk\r\ncouldn’t be expected to know, poor boy. You seem to forget that he has\r\nonly this minute come into the house.”\r\n\r\nAunt Lora was not to be appeased.\r\n\r\n“That is absolutely no excuse. He has just left a ship where he cannot\r\nhave failed to pick up bacilli of every description. He has himself\r\nonly recently recovered from a probably infectious fever. He is wearing\r\na beard, notoriously the most germ-ridden abomination in existence.”\r\n\r\nKirk started. He was not proud of his beard, but he had not regarded it\r\nas quite the pestilential thing which it seemed to be in the eyes of\r\nMrs. Porter.\r\n\r\n“And he picks up the child!” she went on. “Hugs him! Kisses him! And\r\nyou say he could not have known better! Surely the most elementary\r\ncommon sense—”\r\n\r\n“Aunt Lora!” said Ruth.\r\n\r\nShe spoke quietly, but there was a note in her voice which acted on\r\nMrs. Porter like magic. Her flow of words ceased abruptly. It was a\r\nsmall incident, but it had the effect of making Kirk, grateful as he\r\nwas for the interruption, somehow vaguely uneasy for a moment.\r\n\r\nIt seemed to indicate some subtle change in Ruth’s character, some new\r\nquality of hardness added to it. The Ruth he had left when he sailed\r\nfor Colombia would, he felt, have been incapable of quelling her\r\nmasterful aunt so very decisively and with such an economy of words. It\r\nsuggested previous warfare, in which the elder woman had been subdued\r\nto a point where a mere exclamation could pull her up when she forgot\r\nherself.\r\n\r\nKirk felt uncomfortable. He did not like these sudden discoveries about\r\nRuth.\r\n\r\n“I will explain to Kirk,” she said. “You go up and see that everything\r\nis right in the nursery.”\r\n\r\nAnd—amazing spectacle!—off went Mrs. Porter without another word.\r\n\r\nRuth put her arm in Kirk’s and led him off to the smoking-room.\r\n\r\n“You may smoke a cigar while I tell you all about Bill,” she said.\r\n\r\nKirk lit a cigar, bewildered. It is always unpleasant to be the person\r\nto whom things have to be explained.\r\n\r\n“Poor old boy,” Ruth went on, “you certainly are thin. But about Bill.\r\nI am afraid you are going to be a little upset about Bill, Kirk. Aunt\r\nLora has no tact, and she will make a speech on every possible\r\noccasion; but she was right just now. It really was rather dangerous,\r\npicking Bill up like that and kissing him.”\r\n\r\nKirk stared.\r\n\r\n“I don’t understand. Did you expect me to wave my hand to him? Or would\r\nit have been more correct to bow?”\r\n\r\n“Don’t be so satirical, Kirk; you wither me. No, seriously, you really\r\nmustn’t kiss Bill. I never do. Nobody does.”\r\n\r\n“What!”\r\n\r\n“I dare say it sounds ridiculous to you, but you were not here when he\r\nwas so ill and nearly died. You remember what I was telling you at the\r\ndock? About giving Whiskers away? Well, this is all part of it. After\r\nwhat happened I feel, like Aunt Lora, that we simply can’t take too\r\nmany precautions. You saw his nursery. Well, it would be simply a waste\r\nof money giving him a nursery like that if he was allowed to be exposed\r\nto infection when he was out of it.”\r\n\r\n“And I am supposed to be infectious?”\r\n\r\n“Not more than anybody else. There’s no need to be hurt about it. It’s\r\njust as much a sacrifice for me.”\r\n\r\n“So nobody makes a fuss over Bill now—is that it?”\r\n\r\n“Well, no. Not in the way you mean.”\r\n\r\n“Pretty dreary outlook for the kid, isn’t it?”\r\n\r\n“It’s all for his good.”\r\n\r\n“What a ghastly expression!”\r\n\r\nRuth left her chair and came and sat on the arm of Kirk’s. She ruffled\r\nhis hair lightly with the tips of her fingers. Kirk, who had been\r\ndisposed to be militant, softened instantly. The action brought back a\r\nflood of memories. It conjured up recollections of peaceful evenings in\r\nthe old studio, for this had been a favourite habit of Ruth’s. It made\r\nhim feel that he loved her more than he had ever done in his life;\r\nand—incidentally—that he was a brute to try and thwart her in anything\r\nwhatsoever.\r\n\r\n“I know it’s horrid for you, dear old boy,” said Ruth coaxingly; “but\r\ndo be good and not make a fuss about it. Not kissing Bill doesn’t mean\r\nthat you need be any the less fond of him. I know it will be strange at\r\nfirst—I didn’t get used to it for ever so long—but, honestly, it is for\r\nhis good, however ghastly the expression of the thing may sound.”\r\n\r\n“It’s treating the kid like a wretched invalid,” grumbled Kirk.\r\n\r\n“You wait till you see him playing, and then you’ll know if he’s a\r\nwretched invalid or not!”\r\n\r\n“May I see him playing?”\r\n\r\n“Don’t be silly. Of course.”\r\n\r\n“I thought I had better ask. Being the perambulating plague-spot I am,\r\nI was not taking any risks.”\r\n\r\n“How horribly self-centred you are! You will talk as if you were in\r\nsome special sort of quarantine. I keep on telling you it’s the same\r\nfor all of us.”\r\n\r\n“I suppose when I’m with him I shall have to be sterilized?”\r\n\r\n“I don’t think it necessary myself, but Aunt Lora does, so it’s always\r\ndone. It humours her, and it really isn’t any trouble. Besides, it may\r\nbe necessary after all. One never knows, and it’s best to be on the\r\nsafe side.”\r\n\r\nKirk laid down his cigar firmly, the cold cigar which stress of emotion\r\nhad made him forget to keep alight.\r\n\r\n“Ruth, old girl,” he said earnestly, “this is pure lunacy.”\r\n\r\nRuth’s fingers wandered idly through his hair. She did not speak for\r\nsome moments.\r\n\r\n“You will be good about it, won’t you, Kirk dear?” she said at last.\r\n\r\nIt is curious what a large part hair and its treatment may play in the\r\nundoing of strong men. The case of Samson may be recalled in this\r\nconnection. Kirk, with Ruth ruffling the wiry growth that hid his\r\nscalp, was incapable of serious opposition. He tried to be morose and\r\nresolute, but failed miserably.\r\n\r\n“Oh, very well,” he grunted.\r\n\r\n“That’s a good boy. And you promise you won’t go hugging Bill again?”\r\n\r\n“Very well.”\r\n\r\n“There’s an angel for you. Now I’ll fix you a cocktail as a reward.”\r\n\r\n“Well, mind you sterilize it carefully.”\r\n\r\nRuth laughed. Having gained her point she could afford to. She made the\r\ncocktail and brought it to him.\r\n\r\n“And now I’ll be off and dress, and then you can take me out to lunch\r\nsomewhere.”\r\n\r\n“Aren’t you dressed?”\r\n\r\n“My goodness, no. Not for going to restaurants. You forget that I’m one\r\nof the idle rich now. I spend my whole day putting on different kinds\r\nof clothes. I’ve a position to keep up now, Mr. Winfield.”\r\n\r\nKirk lit a fresh cigar and sat thinking. The old feeling of desolation\r\nwhich had attacked him as he came up the bay had returned. He felt like\r\na stranger in a strange world. Life was not the same. Ruth was not the\r\nsame. Nothing was the same.\r\n\r\nThe more he contemplated the new regulations affecting Bill the\r\nchillier and more unfriendly did they seem to him. He could not bring\r\nhimself to realize Ruth as one of the great army of cranks preaching\r\nand carrying out the gospel of Lora Delane Porter. It seemed so at\r\nvariance with her character as he had known it. He could not seriously\r\nbring himself to believe that she genuinely approved of these absurd\r\nrestrictions. Yet, apparently she did.\r\n\r\nHe looked into the future. It had a grey and bleak aspect. He seemed to\r\nhimself like a man gazing down an unknown path full of unknown perils."
  ]
}