{
  "index": 33,
  "title": "Chapter 32",
  "paragraphs": [
    "The Outcasts\r\n\r\n\r\nThree months of his new life had gone by before Kirk awoke from the\r\nstupor which had gripped him as the result of the general upheaval of\r\nhis world. Ever since his return from Colombia he had honestly been\r\nintending to resume his painting, and, attacking it this time in a\r\nbusiness-like way, to try to mould himself into the semblance of an\r\nefficient artist.\r\n\r\nHis mind had been full of fine resolutions. He would engage a good\r\nteacher, some competent artist whom fortune had not treated well and\r\nwho would be glad of the job—Washington Square and its neighbourhood\r\nwere full of them—and settle down grimly, working regular hours, to\r\nrecover lost ground.\r\n\r\nBut the rush of life, as lived on the upper avenue, had swept him away.\r\nHe had been carried along on the rapids of dinners, parties, dances,\r\ntheatres, luncheons, and the rest, and his great resolve had gone\r\nbobbing away from him on the current.\r\n\r\nHe had recovered it now and climbed painfully ashore, feeling bruised\r\nand exhausted, but determined.\r\n\r\n\r\nAmong the motley crowd which had made the studio a home in the days of\r\nKirk’s bachelorhood had been an artist—one might almost say an\r\nex-artist—named Robert Dwight Penway. An over-fondness for rye whisky\r\nat the Brevoort cafe had handicapped Robert as an active force in the\r\nworld of New York art. As a practical worker he was not greatly\r\nesteemed—least of all by the editors of magazines, who had paid advance\r\ncheques to him for work which, when delivered at all, was delivered too\r\nlate for publication. These, once bitten, were now twice shy of Mr.\r\nPenway. They did not deny his great talents, which were, indeed,\r\nindisputable; but they were fixed in their determination not to make\r\nuse of them.\r\n\r\nFate could have provided no more suitable ally for Kirk. It was\r\nuniversally admitted around Washington Square and—grudgingly—down-town\r\nthat in the matter of theory Mr. Penway excelled. He could teach to\r\nperfection what he was too erratic to practise.\r\n\r\nRobert Dwight Penway, run to earth one sultry evening in the Brevoort,\r\nwelcomed Kirk as a brother, as a rich brother. Even when his first\r\nimpression, that he was to have the run of the house on Fifth Avenue\r\nand mix freely with touchable multi-millionaires, had been corrected,\r\nhis altitude was still brotherly. He parted from Kirk with many solemn\r\npromises to present himself at the studio daily and teach him enough\r\nart to put him clear at the top of the profession. “Way above all these\r\nother dubs,” asserted Mr. Penway.\r\n\r\nRobert Dwight Penway’s attitude toward his contemporaries in art bore a\r\nstriking resemblance to Steve’s estimate of his successors in the\r\nmiddle-weight department of the American prize-ring.\r\n\r\nSurprisingly to those who knew him, Mr. Penway was as good as his word.\r\nCertainly Kirk’s terms had been extremely generous; but he had thrown\r\naway many a contract of equal value in his palmy days. Possibly his\r\nactivity was due to his liking for Kirk; or it may have been that the\r\nprospect of sitting by with a cigar while somebody else worked, with\r\nnothing to do all day except offer criticism, and advice, appealed to\r\nhim.\r\n\r\nAt any rate, he appeared at the studio on the following afternoon,\r\ncompletely sober and excessively critical. He examined the canvases\r\nwhich Kirk had hauled from shelves and corners for his inspection. One\r\nafter another he gazed upon them in an increasingly significant\r\nsilence. When the last one was laid aside he delivered judgment.\r\n\r\n“Golly!” he said.\r\n\r\nKirk flushed. It was not that he was not in complete agreement with the\r\nverdict. Looking at these paintings, some of which he had in the old\r\ndays thought extremely good, he was forced to admit that “Golly” was\r\nthe only possible criticism.\r\n\r\nHe had not seen them for a long time, and absence had enabled him to\r\ncorrect first impressions. Moreover, something had happened to him,\r\ncausing him to detect flaws where he had seen only merits. Life had\r\nsharpened his powers of judgment. He was a grown man looking at the\r\nfollies of his youth.\r\n\r\n“Burn them!” said Mr. Penway, lighting a cigar with the air of one\r\nrestoring his tissues after a strenuous ordeal. “Burn the lot. They’re\r\nawful. Darned amateur nightmares. They offend the eye. Cast them into a\r\nburning fiery furnace.”\r\n\r\nKirk nodded. The criticism was just. It erred, if at all, on the side\r\nof mildness. Certainly something had happened to him since he\r\nperpetrated those daubs. He had developed. He saw things with new eyes.\r\n\r\n“I guess I had better start right in again at the beginning,” he said.\r\n\r\n“Earlier than that,” amended Mr. Penway.\r\n\r\n\r\nSo Kirk settled down to a routine of hard work; and, so doing, drove\r\nanother blow at the wedge which was separating his life from Ruth’s.\r\nThere were days now when they did not meet at all, and others when they\r\nsaw each other for a few short moments in which neither seemed to have\r\nmuch to say.\r\n\r\nRuth had made a perfunctory protest against the new departure.\r\n\r\n“Really,” she said, “it does seem absurd for you to spend all your time\r\ndown at that old studio. It isn’t as if you had to. But, of course, if\r\nyou want to——”\r\n\r\nAnd she had gone on to speak of other subjects. It was plain to Kirk\r\nthat his absence scarcely affected her. She was still in the rapids,\r\nand every day carried her farther away from him.\r\n\r\nIt did not hurt him now. A sort of apathy seemed to have fallen on him.\r\nThe old days became more and more remote. Sometimes he doubted whether\r\nanything remained of her former love for him, and sometimes he wondered\r\nif he still loved her. She was so different that it was almost as if\r\nshe were a stranger. Once they had had everything in common. Now it\r\nseemed to him that they had nothing—not even Bill.\r\n\r\nHe did not brood upon it. He gave himself no time for that. He worked\r\ndoggedly on under the blasphemous but efficient guidance of Mr. Penway.\r\nHe was becoming a man with a fixed idea—the idea of making good.\r\n\r\nHe began to make headway. His beginnings were small, but practical. He\r\nno longer sat down when the spirit moved him to dash off vague\r\nmasterpieces which might turn into something quite unexpected on the\r\nroad to completion; he snatched at anything definite that presented\r\nitself.\r\n\r\nSometimes it was a couple of illustrations to a short story in one of\r\nthe minor magazines, sometimes a picture to go with an eulogy of a\r\npatent medicine. Whatever it was, he seized upon it and put into it all\r\nthe talent he possessed. And thanks to the indefatigable coaching of\r\nRobert Dwight Penway, a certain merit was beginning to creep into his\r\nwork. His drawing was growing firmer. He no longer shirked\r\ndifficulties.\r\n\r\nMr. Penway was good enough to approve of his progress. Being free from\r\nany morbid distaste for himself, he attributed that progress to its\r\nproper source. As he said once in a moment of expansive candour, he\r\ncould, given a free hand and something to drink and smoke while doing\r\nit, make an artist out of two sticks and a lump of coal.\r\n\r\n“Why, I’ve made _you_ turn out things that are like something on earth,\r\nmy boy,” he said proudly. “And that,” he added, as he reached out for\r\nthe bottle of Bourbon which Kirk had provided for him, “is going some.”\r\n\r\nKirk was far too grateful to resent the slightly unflattering note a\r\nmore spirited man might have detected in the remark.\r\n\r\n\r\nOnly once during those days did Kirk allow himself to weaken and admit\r\nto himself how wretched he was. He was drawing a picture of Steve at\r\nthe time, and Steve had the sympathy which encourages weakness in\r\nothers.\r\n\r\nIt was a significant sign of his changed attitude towards his\r\nprofession that he was not drawing Steve as a figure in an allegorical\r\npicture or as “Apollo” or “The Toiler,” but simply as a well-developed\r\nyoung man who had had the good sense to support his nether garments\r\nwith Middleton’s Undeniable Suspenders. The picture, when completed,\r\nwould show Steve smirking down at the region of his waist-line and\r\nannouncing with pride and satisfaction: “They’re Middleton’s!” Kirk was\r\nputting all he knew into the work, and his face, as he drew, was dark\r\nand gloomy.\r\n\r\nSteve noted this with concern. He had perceived for some time that Kirk\r\nhad changed. He had lost all his old boyish enjoyment of their\r\nsparring-bouts, and he threw the medicine-ball with an absent gloom\r\nalmost equal to Bailey’s.\r\n\r\nIt had not occurred to Steve to question Kirk about this. If Kirk had\r\nanything on his mind which he wished to impart he would say it.\r\nMeanwhile, the friendly thing for him to do was to be quiet and pretend\r\nto notice nothing.\r\n\r\nIt seemed to Steve that nothing was going right these days. Here was\r\nhe, chafing at his inability to open his heart to Mamie. Here was Kirk,\r\nobviously in trouble. And—a smaller thing, but of interest, as showing\r\nhow universal the present depression was—there was Bailey Bannister,\r\nequally obviously much worried over something or other.\r\n\r\nFor Bailey had reinstated Steve in the place he had occupied before old\r\nJohn Bannister had dismissed him, and for some time past Steve had\r\nmarked him down as a man with a secret trouble. He had never been of a\r\nriotously cheerful disposition, but it had been possible once to draw\r\nhim into conversation at the close of the morning’s exercises. Now he\r\nhardly spoke. And often, when Steve arrived in the morning, he was\r\ninformed that Mr. Bannister had started for Wall Street early on\r\nimportant business.\r\n\r\nThese things troubled Steve. His simple soul abhorred a mystery.\r\n\r\nBut it was the case of Kirk that worried him most, for he half guessed\r\nthat the latter’s gloom had to do with Ruth; and he worshipped Ruth.\r\n\r\nKirk laid down his sketch and got up.\r\n\r\n“I guess that’ll do for the moment, Steve,” he said.\r\n\r\nSteve relaxed the attitude of proud satisfaction which he had assumed\r\nin order to do justice to the Undeniable Suspenders. He stretched\r\nhimself and sat down.\r\n\r\n“You certainly are working to beat the band just now, squire,” he\r\nremarked.\r\n\r\n“It’s a pretty good thing, work, Steve,” said Kirk. “If it does nothing\r\nelse, it keeps you from thinking.”\r\n\r\nHe knew it was feeble of him, but he was powerfully impelled to relieve\r\nhimself by confiding his wretchedness to Steve. He need not say much,\r\nhe told himself plausibly—only just enough to lighten the burden a\r\nlittle.\r\n\r\nHe would not be disloyal to Ruth—he had not sunk to that—but, after all\r\nSteve was Steve. It was not like blurting out his troubles to a\r\nstranger. It would harm nobody, and do him a great deal of good, if he\r\ntalked to Steve.\r\n\r\nHe relit his pipe, which had gone out during a tense spell of work on\r\nthe suspenders.\r\n\r\n“Well, Steve,” he said, “what do you think of life? How is this best of\r\nall possible worlds treating you?”\r\n\r\nSteve deposed that life was pretty punk.\r\n\r\n“You’re a great describer, Steve. You’ve hit it first time. Punk is the\r\nword. It’s funny, if you look at it properly. Take my own case. The\r\nsuperficial observer, who is apt to be a bonehead, would say that I\r\nought to be singing psalms of joy. I am married to the woman I wanted\r\nto marry. I have a son who, not to be fulsome, is a perfectly good sort\r\nof son. I have no financial troubles. I eat well. I have ceased to\r\ntremble when I see a job of work. In fact, I have advanced in my art to\r\nsuch an extent that shrewd business men like Middleton put the\r\npictorial side of their Undeniable Suspenders in my hands and go off to\r\nplay golf with their minds easy, having perfect confidence in my skill\r\nand judgment. If I can’t be merry and bright, who can? Do you find me\r\nmerry and bright, Steve?”\r\n\r\n“I’ve seen you in better shape,” said Steve cautiously.\r\n\r\n“I’ve felt in better shape.”\r\n\r\nSteve coughed. The conversation was about to become delicate.\r\n\r\n“What’s eating you, colonel?” he asked presently.\r\n\r\nKirk frowned in silence at the Undeniable for a few moments. Then the\r\npent-up misery of months exploded in a cascade of words. He jumped up\r\nand began to walk restlessly about the studio.\r\n\r\n“Damn it! Steve, I ought not to say a word, I know. It’s weak and\r\ncowardly and bad taste and everything else you can think of to speak of\r\nit—even to you. One’s supposed to stand this sort of roasting at the\r\nstake with a grin, as if one enjoyed it. But, after all, you _are_\r\ndifferent. It’s not as if it was any one. You _are_ different, aren’t\r\nyou?”\r\n\r\n“Sure.”\r\n\r\n“Well, you know what’s wrong as well as I do.”\r\n\r\n“Surest thing you know. It’s hit me, too.”\r\n\r\n“How’s that?”\r\n\r\n“Well, things ain’t the same. That’s about what it comes to.”\r\n\r\nKirk stopped and looked at him. His expression was wistful. “I ought\r\nnot to be talking about it.”\r\n\r\n“You go right ahead, squire,” said Steve soothingly. “I know just how\r\nyou feel, and I guess talking’s not going to do any harm. Act as if I\r\nwasn’t here. Look on it as a monologue. I don’t amount to anything.”\r\n\r\n“When did you go to the house last, Steve?”\r\n\r\nSteve reflected.\r\n\r\n“About a couple of weeks ago, I reckon.”\r\n\r\n“See the kid?”\r\n\r\nSteve shook his head.\r\n\r\n“Seeing his nibs ain’t my long suit these days. I may be wrong, but I\r\ngot the idea there was a dead-line for me about three blocks away from\r\nthe nursery. I asked Keggs was the coast clear, but he said the Porter\r\ndame was in the ring, so I kind of thought I’d better away. I don’t\r\nseem to fit in with all them white tiles and thermometers.”\r\n\r\n“You used to see him every day when we were here. And you didn’t seem\r\nto contaminate him, as far as any one could notice.”\r\n\r\nThere was a silence.\r\n\r\n“Do you see him often, colonel?”\r\n\r\nKirk laughed.\r\n\r\n“Oh, yes. I’m favoured. I pay a state visit every day. Think of that! I\r\nsit in a chair at the other end of the room while Mrs. Porter stands\r\nbetween to see that I don’t start anything. Bill plays with his\r\nsterilized bricks. Occasionally he and I exchange a few civil words.\r\nIt’s as jolly and sociable as you could want. We have great times.”\r\n\r\n“Say, on the level, I wonder you stand for it.”\r\n\r\n“I’ve got to stand for it.”\r\n\r\n“He’s your kid.”\r\n\r\n“Not exclusively. I have a partner, Steve.”\r\n\r\nSteve snorted dolefully.\r\n\r\n“Ain’t it hell the way things break loose in this world!” he sighed.\r\n“Who’d have thought two years ago——”\r\n\r\n“Do you make it only two? I should have put it at about two thousand.”\r\n\r\n“Honest, squire, if any one had told me then that Miss Ruth had it in\r\nher to take up with all these fool stunts——”\r\n\r\n“Well, I can’t say I was prepared for it.”\r\n\r\nSteve coughed again. Kirk was in an expansive mood this afternoon, and\r\nthe occasion was ideal for the putting forward of certain views which\r\nhe had long wished to impart. But, on the other hand, the subject was a\r\npeculiarly delicate one. It has been well said that it is better for a\r\nthird party to quarrel with a buzz-saw than to interfere between\r\nhusband and wife; and Steve was constitutionally averse to anything\r\nthat savoured of butting in.\r\n\r\nStill, Kirk had turned the talk into this channel. He decided to risk\r\nit.\r\n\r\n“If I were you,” he said, “I’d get busy and start something.”\r\n\r\n“Such as what?”\r\n\r\nSteve decided to abandon caution and speak his mind. Him, almost as\r\nmuch as Kirk, the existing state of things had driven to desperation.\r\nThough in a sense he was only a spectator, the fact that the altered\r\nconditions of Kirk’s life involved his almost complete separation from\r\nMamie gave him what might be called a stake in the affair. The brief\r\nand rare glimpses which he got of her nowadays made it absolutely\r\nimpossible for him to conduct his wooing on a business-like basis. A\r\ndiffident man cannot possibly achieve any success in odd moments.\r\nConstant propinquity is his only hope.\r\n\r\nThat fact alone, he considered, almost gave him the right to interfere.\r\nAnd, apart from that, his affection for Kirk and Ruth gave him a claim.\r\nFinally, he held what was practically an official position in the\r\nfamily councils on the strength of being William Bannister Winfield’s\r\ngodfather.\r\n\r\nHe loved William Bannister as a son, and it had been one of his\r\nfavourite day dreams to conjure up a vision of the time when he should\r\nbe permitted to undertake the child’s physical training. He had toyed\r\nlovingly with the idea of imparting to this promising pupil all that he\r\nknew of the greatest game on earth. He had watched him in the old days\r\nstaggering about the studio, and had pictured him grown to his full\r\nstrength, his muscles trained, his brain full of the wisdom of one who,\r\nif his mother had not kicked, would have been middle-weight champion of\r\nAmerica.\r\n\r\nHe had resigned himself to the fact that the infant’s social status\r\nmade it impossible that he should be the real White Hope whom he had\r\nonce pictured beating all comers in the roped ring; but, after all,\r\nthere was a certain mild fame to be acquired even by an amateur. And\r\nnow that dream was over—unless Kirk could be goaded into strong action\r\nin time.\r\n\r\n“Why don’t you sneak the kid away somewhere?” he suggested. “Why don’t\r\nyou go right in at them and say: ‘It’s my kid, and I’m going to take\r\nhim away into the country out of all this white-tile stuff and let him\r\nroll in the mud same as he used to.’ Why, say, there’s that shack of\r\nyours in Connecticut, just made for it. That kid would have the time of\r\nhis life there.”\r\n\r\n“You think that’s the solution, do you, Steve?”\r\n\r\n“I’m dead sure it is.” Steve’s voice became more and more enthusiastic\r\nas the idea unfolded itself. “Why, it ain’t only the kid I’m thinking\r\nof. There’s Miss Ruth. Say, you don’t mind me pulling this line of\r\ntalk?”\r\n\r\n“Go ahead. I began it. What about Miss Ruth?”\r\n\r\n“Well, you know just what’s the matter with her. She’s let this society\r\ngame run away with her. I guess she started it because she felt\r\nlonesome when you were away; and now it’s got her and she can’t drop\r\nit. All she wants is a jolt. It would slow her up and show her just\r\nwhere she was. She’s asking for it. One good, snappy jolt would put the\r\nwhole thing right. And this thing of jerking the kid away to\r\nConnecticut would be the right dope, believe _me_.”\r\n\r\nKirk shook his head.\r\n\r\n“It wouldn’t do, Steve. It isn’t that I don’t want to do it; but one\r\nmust play to the rules. I can’t explain what I mean. I can only say\r\nit’s impossible. Let’s think of a parallel case. When you were in the\r\nring, there must have been times when you had a chance of hitting your\r\nman low. Why didn’t you do it? It would have jolted him, all right.”\r\n\r\n“Why, I’d have lost on a foul.”\r\n\r\n“Well, so should I lose on a foul if I started the sort of rough-house\r\nyou suggest.”\r\n\r\n“I don’t get you.”\r\n\r\n“Well, if you want it in plain English, Ruth would never forgive me. Is\r\nthat clear enough?”\r\n\r\n“You’re dead wrong, boss,” said Steve excitedly. “I know her.”\r\n\r\n“I thought I did. Well, anyway, Steve, thanks for the suggestion; but,\r\nbelieve me, nothing doing. And now, if you feel like it, I wish you\r\nwould resume your celebrated imitation of a man exulting over the fact\r\nthat he is wearing Middleton’s Undeniable. There isn’t much more to do,\r\nand I should like to get through with it to-day, if possible. There,\r\nhold that pose. It’s exactly right. The honest man gloating over his\r\nsuspenders. You ought to go on the stage, Steve.”"
  ]
}