{
  "index": 32,
  "title": "Chapter 31",
  "paragraphs": [
    "The Real Thing\r\n\r\n\r\nKirk sat in the nursery with his chin on his hands, staring gloomily at\r\nWilliam Bannister. On the floor William Bannister played some game of\r\nhis own invention with his box of bricks.\r\n\r\nThey were alone. It was the first time they had been alone together for\r\ntwo weeks. As a rule, when Kirk paid his daily visit, Lora Delane\r\nPorter was there, watchful and forbidding, prepared, on the slightest\r\nexcuse, to fall upon him with rules and prohibitions. To-day she was\r\nout, and Kirk had the field to himself, for Mamie, whose duty it was to\r\nmount guard, and who had been threatened with many terrible things by\r\nMrs. Porter if she did not stay on guard, had once more allowed her too\r\nsympathetic nature to get the better of her and had vanished.\r\n\r\nKirk was too dispirited to take advantage of his good fortune. He had a\r\nsense of being there on parole, of being on his honour not to touch. So\r\nhe sat in his chair, and looked at Bill; while Bill, crooning to\r\nhimself, played decorously with bricks.\r\n\r\nThe truth had been a long time in coming home to Kirk, but it had\r\nreached him at last. Ever since his return he had clung to the belief\r\nthat it was a genuine conviction of its merits that had led Ruth to\r\nsupport her aunt’s scheme for Bill’s welfare. He himself had always\r\nlooked on the exaggerated precautions for the maintenance of the\r\nlatter’s health as ridiculous and unnecessary; but he had acquiesced in\r\nthem because he thought that Ruth sincerely believed them\r\nindispensable.\r\n\r\nAfter all, he had not been there when Bill so nearly died, and he could\r\nunderstand that the shock of that episode might have distorted the\r\njudgment even of a woman so well balanced as Ruth. He was quite ready\r\nto be loyal to her in the matter, however distasteful it might be to\r\nhim.\r\n\r\nBut now he saw the truth. A succession of tiny incidents had brought\r\nlight to him. Ruth might or might not be to some extent genuine in her\r\nbelief in the new system, but her chief motive for giving it her\r\nsupport was something quite different. He had tried not to admit to\r\nhimself, but he could do so no longer. Ruth allowed Mrs. Porter to have\r\nher way because it suited her to do so; because, with Mrs. Porter on\r\nthe premises, she had more leisure in which to amuse herself; because,\r\nto put it in a word, the child had begun to bore her.\r\n\r\nEverything pointed to that. In the old days it had been her chief\r\npleasure to be with the boy. Their walks in the park had been a daily\r\nceremony with which nothing had been allowed to interfere. But now she\r\nalways had some excuse for keeping away from him.\r\n\r\nHer visits to the nursery, when she did go there, were brief and\r\nperfunctory. And the mischief of it was that she always presented such\r\nadmirable reasons for abstaining from Bill’s society, when it was\r\nsuggested to her that she should go to him, that it was impossible to\r\nbring her out into the open and settle the matter once and for all.\r\n\r\nPatience was one of the virtues which set off the defects in Kirk’s\r\ncharacter; but he did not feel very patient now as he sat and watched\r\nBill playing on the floor.\r\n\r\n“Well, Bill, old man, what do you make of it all?” he said at last.\r\n\r\nThe child looked up and fixed him with unwinking eyes. Kirk winced.\r\nThey were so exactly Ruth’s eyes. That wide-open expression when\r\nsomebody, speaking suddenly to her, interrupted a train of thought, was\r\none of her hundred minor charms.\r\n\r\nBill had reproduced it to the life. He stared for a moment; then, as if\r\nthere had been some telepathy between them, said: “I want mummy.”\r\n\r\nKirk laughed bitterly.\r\n\r\n“You aren’t the only one. I want mummy, too.”\r\n\r\n“Where is mummy?”\r\n\r\n“I couldn’t tell you exactly. At a luncheon-party somewhere.”\r\n\r\n“What’s luncheon-party?”\r\n\r\n“A sort of entertainment where everybody eats too much and talks all\r\nthe time without ever saying a thing that’s worth hearing.”\r\n\r\nBill considered this gravely.\r\n\r\n“Why?”\r\n\r\n“Because they like it, I suppose.”\r\n\r\n“Why do they like it?”\r\n\r\n“Goodness knows.”\r\n\r\n“Does mummy like it?”\r\n\r\n“I suppose so.”\r\n\r\n“Does mummy eat too much?”\r\n\r\n“She doesn’t. The others do.”\r\n\r\n“Why?”\r\n\r\nWilliam Bannister’s thirst for knowledge was at this time perhaps his\r\nmost marked characteristic. No encyclopaedia could have coped with it.\r\nKirk was accustomed to do his best, cheerfully yielding up what little\r\ninformation on general subjects he happened to possess, but he was like\r\nMrs. Partington sweeping back the Atlantic Ocean with her broom.\r\n\r\n“Because they’ve been raised that way,” he replied to the last\r\nquestion. “Bill, old man, when you grow up, don’t you ever become one\r\nof these fellows who can’t walk two blocks without stopping three times\r\nto catch up with their breath. If you get like that mutt Dana Ferris\r\nyou’ll break my heart. And you’re heading that way, poor kid.”\r\n\r\n“What’s Ferris?”\r\n\r\n“He’s a man I met at dinner the other night. When he was your age he\r\nwas the richest child in America, and everybody fussed over him till he\r\ngrew up into a wretched little creature with a black moustache and two\r\nchins. You ought to see him. He would make you laugh; and you don’t get\r\nmuch to laugh at nowadays. I guess it isn’t hygienic for a kid to\r\nlaugh. Bill, honestly—what _do_ you think of things? Don’t you ever\r\nwant to hurl one of those sterilized bricks of yours at a certain lady?\r\nOr has she taken all the heart out of you by this time?”\r\n\r\nThis was beyond Bill, as Kirk’s monologues frequently were. He changed\r\nthe subject.\r\n\r\n“I wish I had a cat,” he said, by way of starting a new topic.\r\n\r\n“Well, why haven’t you a cat? Why haven’t you a dozen cats if you want\r\nthem?”\r\n\r\n“I asked Aunty Lora could I have a cat, and she said: ‘Certainly not,\r\ncats are—cats are——”\r\n\r\n“Unhygienic?”\r\n\r\n“What’s that?”\r\n\r\n“It’s what your Aunt Lora might think a cat was. Or did she say\r\npestilential?”\r\n\r\n“I don’t amember.”\r\n\r\n“But she wouldn’t let you have one?”\r\n\r\n“Mamie said a cat might scratch me.”\r\n\r\n“Well, you wouldn’t mind that?” said Kirk anxiously.\r\n\r\nHe had come to be almost morbidly on the look-out for evidence which\r\nmight go to prove that this cotton-wool existence was stealing from the\r\nchild the birthright of courage which was his from both his parents.\r\nMuch often depends on little things, and, if Bill had replied in the\r\naffirmative to the question, it would probably have had the result of\r\nsending Kirk there and then raging through the house conducting a sort\r\nof War of Independence.\r\n\r\nThe only thing that had kept him from doing so before was the\r\nreflection that Mrs. Porter’s system could not be definitely taxed with\r\nany harmful results. But his mind was never easy. Every day found him\r\nstill nervously on the alert for symptoms.\r\n\r\nBill soothed him now by answering “No” in a very decided voice. All\r\nwell so far, but it had been an anxious moment.\r\n\r\nIt seemed incredible to Kirk that the life he was leading should not in\r\ntime turn the child into a whimpering bundle of nerves. His\r\nconversations with Bill were, as a result, a sort of spiritual parallel\r\nto the daily taking of his temperature with the thermometer. Sooner or\r\nlater he always led the talk round to some point where Bill must make a\r\ndefinite pronouncement which would show whether or not the insidious\r\ndecay had begun to set in.\r\n\r\nSo far all appeared to be well. In earlier conversations Bill, subtly\r\nquestioned, had stoutly maintained that he was not afraid of Indians,\r\ndogs, pirates, mice, cows, June-bugs, or noises in the dark. He had\r\neven gone so far as to state that if an Indian chief found his way into\r\nthe nursery he, Bill, would chop his head off. The most exacting father\r\ncould not have asked more. And yet Kirk was not satisfied: he remained\r\nuneasy.\r\n\r\nIt so happened that this afternoon Bill, who had had hitherto to\r\nmaintain his reputation for intrepidity entirely by verbal statements,\r\nwas afforded an opportunity of providing a practical demonstration that\r\nhis heart was in the right place. The game he was playing with the\r\nbricks was one that involved a certain amount of running about with a\r\npuffing accompaniment of a vaguely equine nature. And while performing\r\nthis part of the programme he chanced to trip. He hesitated for a\r\nmoment, as if uncertain whether to fall or remain standing; then did\r\nthe former with a most emphatic bump.\r\n\r\nHe scrambled up, stood looking at Kirk with a twitching lip, then gave\r\na great gulp, and resumed his trotting. The whole exhibition of\r\nindomitable heroism was over in half a minute, and he did not even\r\nbother to wait for applause.\r\n\r\nThe effect of the incident on Kirk was magical. He was in the position\r\nof an earnest worshipper who, tortured with doubts, has prayed for a\r\nsign. This was a revelation. A million anti-Indian statements, however\r\nresolute, were nothing to this.\r\n\r\nThis was the real thing. Before his eyes this super-child of his had\r\nfallen in a manner which might quite reasonably have led to tears;\r\nwhich would, Kirk felt sure, have produced bellows of anguish from\r\nevery other child in America. And what had happened? Not a moan. No,\r\nsir, not one solitary cry. Just a gulp which you had to strain your\r\nears to hear, and which, at that, might have been a mere taking-in of\r\nbreath such as every athlete must do, and all was over.\r\n\r\nThis child of his was the real thing. It had been proved beyond\r\npossibility of criticism.\r\n\r\nThere are moments when a man on parole forgets his promise. All thought\r\nof rules and prohibitions went from Kirk. He rose from his seat,\r\ngrabbed his son with both hands, and hugged him. We cannot even begin\r\nto estimate the number of bacilli which must have rushed, whooping with\r\njoy, on to the unfortunate child. Under a microscope it would probably\r\nhave looked like an Old Home Week. And Kirk did not care. He simply\r\nkept on hugging. That was the sort of man he was—thoroughly heartless.\r\n\r\n“Bill, you’re great!” he cried.\r\n\r\nBill had been an amazed party to the incident. Nothing of this kind had\r\nhappened to him for so long that he had forgotten there were children\r\nto whom this sort of thing did happen. Then he recollected a similar\r\nencounter with a bearded man down in the hall when he came in one\r\nmorning from his ride in the automobile. A moment later he had\r\nconnected his facts.\r\n\r\nThis man who had no beard was the same man as the man who had a beard,\r\nand this behaviour was a personal eccentricity of his. The thought\r\ncrossed his mind that Aunty Lora would not approve of this.\r\n\r\nAnd then, surprisingly, there came the thought that he did not care\r\nwhether Aunty Lora approved or not. _He_ liked it, and that was enough\r\nfor him.\r\n\r\nThe seeds of revolt had been sown in the bosom of William Bannister.\r\n\r\nIt happened that Ruth, returning from her luncheon-party, looked in at\r\nthe nursery on her way upstairs. She was confronted with the spectacle\r\nof Bill seated on Kirk’s lap, his face against Kirk’s shoulder. Kirk,\r\nthough he had stopped speaking as the door opened, appeared to be in\r\nthe middle of a story, for Bill, after a brief glance at the newcomer,\r\nasked: “What happened then?”\r\n\r\n“Kirk, really!” said Ruth.\r\n\r\nKirk did not appear in the least ashamed of himself.\r\n\r\n“Ruth, this kid is the most amazing kid. Do you know what happened just\r\nnow? He was running along and he tripped and came down flat. And he\r\ndidn’t even think of crying. He just picked himself up, and——”\r\n\r\n“That was very brave of you, Billy. But, seriously, Kirk, you shouldn’t\r\nhug him like that. Think what Aunt Lora would say!”\r\n\r\n“Aunt Lora be——Bother Aunt Lora!”\r\n\r\n“Well, I won’t give you away. If she heard, she would write a book\r\nabout it. And she was just starting to come up when I was downstairs.\r\nWe came in together. You had better fly while there’s time.”\r\n\r\nIt was sound advice, and Kirk took it.\r\n\r\nIt was not till some time later, going over the incident again in his\r\nmind, he realized how very lightly Ruth had treated what, if she really\r\nadhered to Mrs. Porter’s views on hygiene, should have been to her a\r\ndreadful discovery. The reflection was pleasant to him for a moment; it\r\nseemed to draw Ruth and himself closer together; then he saw the\r\nreverse side of it.\r\n\r\nIf Ruth did not really believe in this absurd hygienic nonsense, why\r\nhad she permitted it to be practised upon the boy? There was only one\r\nanswer, and it was the one which Kirk had already guessed at. She did\r\nit because it gave her more freedom, because it bored her to look after\r\nthe child herself, because she was not the same Ruth he had left at the\r\nstudio when he started with Hank Jardine for Colombia."
  ]
}