{
  "index": 30,
  "title": "Chapter 29",
  "paragraphs": [
    "The Misadventure of Steve\r\n\r\n\r\nKirk was not the only person whom the sudden change in the financial\r\nposition of the Winfield family had hit hard. The blighting effects of\r\nsudden wealth had touched Steve while Kirk was still in Colombia.\r\n\r\nIn a sense, it had wrecked Steve’s world. Nobody had told him to stop\r\nor even diminish the number of his visits, but the fact remained that,\r\nby the time Kirk returned to New York, he had practically ceased to go\r\nto the house on Fifth Avenue.\r\n\r\nFor all his roughness, Steve possessed a delicacy which sometimes\r\nalmost amounted to diffidence; and he did not need to be told that\r\nthere was a substantial difference, as far as he was concerned, between\r\nthe new headquarters of the family and the old. At the studio he had\r\nbeen accustomed to walk in when it pleased him, sure of a welcome; but\r\nhe had an idea that he did not fit as neatly into the atmosphere of\r\nFifth Avenue as he had done into that of Sixty-First Street; and nobody\r\ndisabused him of it.\r\n\r\nIt was perhaps the presence of Mrs. Porter that really made the\r\ndifference. In spite of the compliments she had sometimes paid to his\r\ncommon sense, Mrs. Porter did not put Steve at his ease. He was almost\r\nafraid of her. Consequently, when he came to Fifth Avenue, he remained\r\nbelow stairs, talking pugilism with Keggs.\r\n\r\nIt was from Keggs that he first learned of the changes that had taken\r\nplace in the surroundings of William Bannister.\r\n\r\n“I’ve ’ad the privilege of serving in some of the best houses in\r\nEngland,” said the butler one evening, as they sat smoking in the\r\npantry, “and I’ve never seen such goings on. I don’t hold with the\r\npampering of children.”\r\n\r\n“What do you mean, pampering?” asked Steve.\r\n\r\n“Well, Lord love a duck!” replied the butler, who in his moments of\r\nrelaxation was addicted to homely expletives of the lower London type.\r\n“If you don’t call it pampering, what do you call pampering? He ain’t\r\nallowed to touch nothing that ain’t been—it’s slipped my memory what\r\nthey call it, but it’s got something to do with microbes. They sprinkle\r\nstuff on his toys and on his clothes and on his nurse; what’s more, and\r\non any one who comes to see him. And his nursery ain’t what _I_ call a\r\nnursery at all. It’s nothing more or less than a private ’ospital, with\r\nits white tiles and its antiseptics and what not, and the temperature\r\njust so and no lower nor higher. I don’t call it ’aving a proper faith\r\nin Providence, pampering and fussing over a child to that extent.”\r\n\r\n“You’re stringing me!”\r\n\r\n“Not a bit of it, Mr. Dingle. I’ve seen the nursery with my own eyes,\r\nand I ’ave my information direct from the young person who looks after\r\nthe child.”\r\n\r\n“But, say, in the old days that kid was about the dandiest little sport\r\nthat ever came down the pike. You seen him that day I brought him round\r\nto say hello to the old man. He didn’t have no nursery at all then, let\r\nalone one with white tiles. I’ve seen him come up off the studio floor\r\nlooking like a coon with the dust. And Miss Ruth tickled to see him\r\nlike that, too. For the love of Mike, what’s come to her?”\r\n\r\n“It’s all along of this Porter,” said Keggs morosely. “She’s done it\r\nall. And if,” he went on with sudden heat, “she don’t break her ’abit\r\nof addressing me in a tone what the ’umblest dorg would resent, I’m\r\nliable to forget my place and give her a piece of my mind. Coming round\r\nand interfering!”\r\n\r\n“Got _your_ goat, has she?” commented Steve, interested. “She’s what\r\nyou’d call a tough proposition, that dame. I used to have my eye on her\r\nall the time in the old days, waiting for her to start something. But\r\nsay, I’d like to see this nursery you’ve been talking about. Take me up\r\nand let me lamp it.”\r\n\r\nKeggs shook his head.\r\n\r\n“I daren’t, Mr. Dingle. It ’ud be as much as my place is worth.”\r\n\r\n“But, darn it! I’m the kid’s godfather.”\r\n\r\n“That wouldn’t make no difference to that Porter. She’d pick on me just\r\nthe same. But, if you care to risk it, Mr. Dingle, I’ll show you where\r\nit is. You’ll find the young person up there. She’ll tell you more\r\nabout the child’s ’abits and daily life than I can.”\r\n\r\n“Good enough,” said Steve.\r\n\r\nHe had not seen Mamie for some time, and absence had made the heart\r\ngrow fonder. It embittered him that his meetings with her were all too\r\nrare nowadays. She seemed to have abandoned the practice of walking\r\naltogether, for, whenever he saw her now she was driving in the\r\nautomobile with Bill. Keggs’ information about the new system threw\r\nsome light upon this and made him all the more anxious to meet her now.\r\n\r\nIt was a curious delusion of Steve’s that he was always going to pluck\r\nup courage and propose to Mamie the very next time he saw her. This had\r\ngone on now for over two years, but he still clung to it. Repeated\r\nfailures to reveal his burning emotions never caused him to lose the\r\nconviction that he would do it for certain next time.\r\n\r\nIt was in his customary braced-up, do-or-die frame of mind that he\r\nentered the nursery now.\r\n\r\nHis visit to Keggs had been rather a late one and had lasted some time\r\nbefore the subject of the White Hope had been broached, with the result\r\nthat, when Steve arrived among the white tiles and antiseptics, he\r\nfound his godson in bed and asleep. In a chair by the cot Mamie sat\r\nsewing.\r\n\r\nHer eyes widened with surprise when she saw who the visitor was, and\r\nshe put a finger to her lip and pointed to the sleeper. And, as we have\r\nto record another of the long list of Steve’s failures to propose we\r\nmay say here, in excuse, that this reception took a great deal of the\r\nedge off the dashing resolution which had been his up to that moment.\r\nIt made him feel self-conscious from the start.\r\n\r\n“Whatever brings you up here, Steve?” whispered Mamie.\r\n\r\nIt was not a very tactful remark, perhaps, considering that Steve was\r\nthe child’s godfather, and, as such, might reasonably expect to be\r\nallowed a free pass to his nursery; but Mamie, like Keggs, had fallen\r\nso under the domination of Lora Delane Porter that she had grown to\r\nconsider it almost a natural law that no one came to see Bill unless\r\napproved of and personally conducted by her.\r\n\r\nSteve did not answer. He was gaping at the fittings of the place in\r\nwhich he found himself. It was precisely as Keggs had described it,\r\nwhite tiles and all.\r\n\r\nHe was roused from his reflections by the approach of Mamie, or,\r\nrather, not so much by her approach as by the fact that at this moment\r\nshe suddenly squirted something at him. It was cold and wet and hit him\r\nin the face before, as he put it to Keggs later, he could get his guard\r\nup.\r\n\r\n“For the love of——”\r\n\r\n“Sh!” said Mamie warningly.\r\n\r\n“What’s the idea? What are you handing me?”\r\n\r\n“I’ve got to. It’s to sterilize you. I do it to every one.”\r\n\r\n“Gee! You’ve got a swell job! Well, go to it, then. Shoot! I’m ready.”\r\n\r\n“It’s boric acid,” explained Mamie.\r\n\r\n“I shouldn’t wonder. Is this all part of the Porter circus?”\r\n\r\n“Yes.”\r\n\r\n“Where is she?” inquired Steve in sudden alarm. “Is she likely to butt\r\nin?”\r\n\r\n“No. She’s out.”\r\n\r\n“Good,” said Steve, and sat down, relieved, to resume his inspection of\r\nthe room.\r\n\r\nWhen he had finished he drew a deep breath.\r\n\r\n“Well!” he said softly. “Say, Mamie, what do you think about it?”\r\n\r\n“I’m not paid to think about it, Steve.”\r\n\r\n“That means you agree with me that it’s the punkest state of things you\r\never struck. Well, you’re quite right. It is. It’s a shame to think of\r\nthat innocent kid having this sort of deal handed to him. Why, just\r\nthink of him at the studio!”\r\n\r\nBut Mamie, whatever her private views, was loyal to her employers. She\r\nrefused to be drawn into a discussion on the subject.\r\n\r\n“Have you been downstairs with Mr. Keggs, Steve?”\r\n\r\n“Yes. It was him that told me about all this. Say, Mame, we ain’t seen\r\nmuch of each other lately.”\r\n\r\n“No.”\r\n\r\n“Mighty little.”\r\n\r\n“Yes.”\r\n\r\nHaving got as far as this, Steve should, of course, have gone\r\nresolutely ahead. After all, it is not a very long step from telling a\r\ngirl in a hushed whisper with a shake in it that you have not seen much\r\nof her lately to hinting that you would like to see a great deal more\r\nof her in the future.\r\n\r\nSteve was on the right lines, and he knew it; but that fatal lack of\r\nnerve which had wrecked him on all the other occasions when he had got\r\nas far as this undid him now. He relapsed into silence, and Mamie went\r\non sewing.\r\n\r\nIn a way, if you shut your eyes to the white tiles and the thermometer\r\nand the brass knobs and the shower-bath, it was a peaceful scene; and\r\nSteve, as he sat there and watched Mamie sew, was stirred by it. Remove\r\nthe white tiles, the thermometer the brass knobs, and the shower-bath,\r\nand this was precisely the sort of scene his imagination conjured up\r\nwhen the business of life slackened sufficiently to allow him to dream\r\ndreams.\r\n\r\nThere he was, sitting in one chair; there was Mamie, sitting in\r\nanother; and there in the corner was the little white cot—well, perhaps\r\nthat was being a shade too prophetic; on the other hand, it always came\r\ninto these dreams of his. There, in short, was everything arranged just\r\nas he pictured it; and all that was needed to make the picture real was\r\nfor him to propose and Mamie to accept him.\r\n\r\nIt was the disturbing thought that the second condition did not\r\nnecessarily follow on to the first that had kept Steve from taking the\r\nplunge for the last two years. Unlike the hero of the poem, he feared\r\nhis fate too much to put it to the touch, to win or lose it all.\r\n\r\nPresently the silence began to oppress Steve. Mamie had her needlework,\r\nand that apparently served her in lieu of conversation; but Steve had\r\nnothing to occupy him, and he began to grow restless. He always\r\ndespised himself thoroughly for his feebleness on these occasions; and\r\nhe despised himself now. He determined to make a big effort.\r\n\r\n“Mamie!” he said.\r\n\r\nAs he was nervous and had been silent so long that his vocal cords had\r\ngone off duty under the impression that their day’s work was over, the\r\nword came out of him like a husky gunshot. Mamie started, and the White\r\nHope, who had been sleeping peacefully, stirred and muttered.\r\n\r\n“S-sh!” hissed Mamie.\r\n\r\nSteve collapsed with the feeling that it was not his lucky night, while\r\nMamie bent anxiously over the cot. The sleeper, however, did not wake.\r\nHe gurgled, gave a sigh, then resumed his interrupted repose. Mamie\r\nreturned to her seat.\r\n\r\n“Yes?” she said, as if nothing had occurred, and as if there had been\r\nno interval between Steve’s remark and her reply.\r\n\r\nSteve could not equal her calmness. He had been strung up when he\r\nspoke, and the interruption had undone him. He reflected ruefully that\r\nhe might have said something to the point if he had been allowed to go\r\nstraight on; now he had forgotten what he had meant to say.\r\n\r\n“Oh, nothing,” he replied.\r\n\r\nSilence fell once more on the nursery.\r\n\r\nSteve was bracing himself up for another attack when suddenly there\r\ncame a sound of voices from the stairs. One voice was a mere murmur,\r\nbut the other was sharp and unmistakable, the incisive note of Lora\r\nDelane Porter. It brought Steve and Mamie to their feet simultaneously.\r\n\r\n“What’s it matter?” said Steve stoutly, answering the panic in Mamie’s\r\neyes. “It’s not her house, and I got a perfect right to be here.”\r\n\r\n“You don’t know her. I shall get into trouble.”\r\n\r\nMamie was pale with apprehension. She knew her Lora Delane Porter, and\r\nshe knew what would happen if Steve were to be discovered there. It\r\nwas, as Keggs put it, as much as her place was worth.\r\n\r\nFor a brief instant Mamie faced a future in which she was driven from\r\nBill’s presence into outer darkness, dismissed, and told never to\r\nreturn. That was what would happen. Sitting and talking with Steve in\r\nthe sacred nursery at this time of night was a crime, and she had known\r\nit all the time. But she had been glad to see Steve again after all\r\nthis while—if Steve had known how glad, he would certainly have found\r\ncourage and said what he had so often failed to say—and, knowing that\r\nMrs. Porter was out, she had thought the risk of his presence worth\r\ntaking. Now, with discovery imminent, panic came upon her.\r\n\r\nThe voices were quite close now. There was no doubt of the destination\r\nof the speakers. They were heading slowly but directly for the nursery.\r\n\r\nSteve, not being fully abreast of the new rules and regulations of the\r\nsacred apartment, could not read Mamie’s mind completely. He did not\r\nknow that, under Mrs. Porter’s code, the admission of a visitor during\r\nthe hours of sleep was a felony in the first degree, punishable by\r\ninstant dismissal. But Mamie’s face and her brief reference to trouble\r\nwere enough to tell him that the position was critical, and with the\r\ninstinct of the trapped he looked round him for cover.\r\n\r\nBut the White Hope’s nursery was not constructed with a view to\r\nproviding cover for bulky gentlemen who should not have been there. It\r\nwas as bare as a billiard-table as far as practicable hiding-places\r\nwere concerned.\r\n\r\nAnd then his eye caught the water-proof sheet of the shower-bath.\r\nBehind that there was just room for concealment.\r\n\r\nWith a brief nod of encouragement to Mamie, he leaped at it. The door\r\nopened as he disappeared.\r\n\r\nMrs. Porter’s rules concerning visitors, though stringent as regarded\r\nMamie, were capable of being relaxed when she herself was the person to\r\nrelax them. She had a visitor with her now—a long, severe-looking lady\r\nwith a sharp nose surmounted by spectacles, who, taking in the white\r\ntiles, the thermometer, the cot, and the brass knobs in a single\r\ncomprehensive glance, observed: “Admirable!”\r\n\r\nMrs. Porter was obviously pleased with this approval. Her companion was\r\na woman doctor of great repute among the advanced apostles of hygiene;\r\nand praise from her was praise indeed. She advanced into the room with\r\nan air of suppressed pride.\r\n\r\n“These tiles are thoroughly cleaned twice each day with an antiseptic\r\nsolution.”\r\n\r\n“Just so,” said the spectacled lady.\r\n\r\n“You notice the thermometer.”\r\n\r\n“Exactly.”\r\n\r\n“Those knobs you see on the wall have various uses.”\r\n\r\n“Quite.”\r\n\r\nThey examined the knobs with an air of profound seriousness, Mrs.\r\nPorter erect and complacent, the other leaning forward and peering\r\nthrough her spectacles. Mamie took advantage of their backs and turned\r\nto cast a hurried glance at the water-proof curtain. It was certainly\r\nan admirable screen; no sign of Steve was visible; but nevertheless she\r\ndid not cease to quake.\r\n\r\n“This,” said Mrs. Porter, “controls the heat. This, this, and this are\r\nfor the ventilation.”\r\n\r\n“Just so, just so, just so,” said the doctor. “And this, of course, is\r\nfor the shower-bath? I understand!”\r\n\r\nAnd, extending a firm finger, she gave the knob a forceful push.\r\n\r\nMrs. Porter nodded.\r\n\r\n“That is the cold shower,” she said. “This is the hot. It is a very\r\ningenious arrangement, one of Malcolmson’s patents. There is a\r\nregulator at the side of the bath which enables the nurse to get just\r\nthe correct temperature. I will turn on both, and then——”\r\n\r\nIt was as Mrs. Porter’s hand was extended toward the knob that the\r\nparalysis which terror had put upon Mamie relaxed its grip. She had\r\nstood by without a movement while the cold water splashed down upon the\r\nhidden Steve. Her heart had ached for him, but she had not stirred. But\r\nnow, with the prospect of allowing him to be boiled alive before her,\r\nshe acted.\r\n\r\nIt is generally only on the stage that a little child comes to the\r\nrescue of adults at critical moments; but William Bannister was\r\naccorded the opportunity of doing so off it. It happened that at the\r\nmoment of Mrs. Porter’s entry Mamie had been standing near his cot, and\r\nshe had not moved since. The consequence was that she was within easy\r\nreach of him; and, despair giving her what in the circumstances\r\namounted to a flash of inspiration, she leaned quickly forward, even as\r\nMrs. Porter’s finger touched the knob, and gave the round head on the\r\npillow a rapid push.\r\n\r\nWilliam Bannister sat up with a grunt, rubbed his eyes, and, seeing\r\nstrangers, began to cry.\r\n\r\nIt was so obvious to Mrs. Porter and her companion, both from the\r\nevidence of their guilty consciences and the look of respectful\r\nreproach on Mamie’s face, that the sound of their voices had disturbed\r\nthe child, that they were routed from the start.\r\n\r\n“Oh, dear me! He is awake,” said the lady doctor.\r\n\r\n“I am afraid we did not lower our voices,” added Mrs. Porter. “And yet\r\nWilliam is usually such a sound sleeper. Perhaps we had better——”\r\n\r\n“Just so,” said the doctor.\r\n\r\n“——go downstairs while the nurse gets him off to sleep again.”\r\n\r\n“Quite.”\r\n\r\nThe door closed behind them.\r\n\r\n\r\n“Oh, Steve!” said Mamie.\r\n\r\nThe White Hope had gone to sleep again with the amazing speed of\r\nchildhood, and Mamie was looking pityingly at the bedraggled object\r\nwhich had emerged cautiously from behind the waterproof.\r\n\r\n“I got mine,” muttered Steve ruefully. “You ain’t got a towel anywhere,\r\nhave you, Mame?”\r\n\r\nMamie produced a towel and watched him apologetically as he attempted\r\nto dry himself.\r\n\r\n“I’m so sorry, Steve.”\r\n\r\n“Cut it out. It was my fault. I oughtn’t to have been there. Say, it\r\nwas a bit of luck the kid waking just then.”\r\n\r\n“Yes,” said Mamie.\r\n\r\nObserve the tricks that conscience plays us. If Mamie had told Steve\r\nwhat had caused William to wake he would certainly have been so charmed\r\nby her presence of mind, exerted on his behalf to save him from the\r\nwarm fate which Mrs. Porter’s unconscious hand had been about to bring\r\ndown upon him, that he would have forgotten his diffidence then and\r\nthere and, as the poet has it, have eased his bosom of much perilous\r\nstuff.\r\n\r\nBut conscience would not allow Mamie to reveal the secret. Already she\r\nwas suffering the pangs of remorse for having, in however good a cause,\r\nbroken her idol’s rest with a push that might have given the poor lamb\r\na headache. She could not confess the crime even to Steve.\r\n\r\nAnd if Steve had had the pluck to tell Mamie that he loved her, as he\r\nstood before her dripping with the water which he had suffered in\r\nsilence rather than betray her, she would have fallen into his arms.\r\nFor Steve at that moment had all the glamour for her of the\r\nself-sacrificing hero of a moving-picture film. He had not actually\r\nrisked death for her, perhaps, but he had taken a sudden cold\r\nshower-bath without a murmur—all for her.\r\n\r\nMamie was thrilled. She looked at him with the gleaming eyes of\r\ndevotion.\r\n\r\nBut Steve, just because he knew that he was wet and fancied that he\r\nmust look ridiculous, held his peace.\r\n\r\nAnd presently, his secret still locked in his bosom, and his collar\r\nsticking limply to his neck, he crept downstairs, avoiding the society\r\nof his fellow man, and slunk out into the night where, if there was no\r\nMamie, there were, at any rate, dry clothes."
  ]
}