{
  "index": 34,
  "title": "Chapter 33",
  "paragraphs": [
    "Cutting the Tangled Knot\r\n\r\n\r\nThere are some men whose mission in life it appears to be to go about\r\nthe world creating crises in the lives of other people. When there is\r\nthunder in the air they precipitate the thunderbolt.\r\n\r\nBailey Bannister was one of these. He meant extraordinarily well, but\r\nhe was a dangerous man for that very reason, and in a properly\r\nconstituted world would have been segregated or kept under supervision.\r\nHe would not leave the tangled lives of those around him to adjust\r\nthemselves. He blundered in and tried to help. He nearly always\r\nproduced a definite result, but seldom the one at which he aimed.\r\n\r\nThat he should have interfered in the affairs of Ruth and Kirk at this\r\ntime was, it must be admitted, unselfish of him, for just now he was\r\nhaving troubles of his own on a somewhat extensive scale. His wife’s\r\nextravagance was putting a strain on his finances, and he was faced\r\nwith the choice of checking her or increasing his income. Being very\r\nmuch in love, he shrank from the former task and adopted the other way\r\nout of the difficulty.\r\n\r\nIt was this that had led to the change in his manner noticed by Steve.\r\nIn order to make more money he had had to take risks, and only recently\r\nhad he begun to perceive how extremely risky these risks were. For the\r\nfirst time in its history the firm of Bannister was making first-hand\r\nacquaintance with frenzied finance.\r\n\r\nIt is, perhaps, a little unfair to lay the blame for this entirely at\r\nthe door of Bailey’s Sybil. Her extravagance was largely responsible;\r\nbut Bailey’s newly found freedom was also a factor in the developments\r\nof the firm’s operations. If you keep a dog, a dog with a high sense of\r\nhis abilities and importance, tied up and muzzled for a length of time\r\nand then abruptly set it free the chances are that it will celebrate\r\nits freedom. This had happened in the case of Bailey.\r\n\r\nJust as her father’s money had caused Ruth to plunge into a whirl of\r\npleasures which she did not really enjoy, merely for the novelty of it,\r\nso the death of John Bannister and his own consequent accession to the\r\nthrone had upset Bailey’s balance and embarked him on an orgy of\r\nspeculation quite foreign to his true nature. All their lives Ruth and\r\nBailey had been repressed by their father, and his removal had\r\nunsteadied them.\r\n\r\nBailey, on whom the shadow of the dead man had pressed particularly\r\nseverely, had been quite intoxicated by sudden freedom. He had been a\r\ncipher in the firm of Bannister & Son. In the firm of Bannister & Co.\r\nhe was an untrammelled despot. He did that which was right in his own\r\neyes, and there was no one to say him nay.\r\n\r\nIt was true that veteran members of the firm, looking in the glass,\r\nfound white hairs where no white hairs had been and wrinkles on\r\nforeheads which, under the solid rule of old John Bannister, had been\r\nsmooth; but it would have taken more than these straws to convince\r\nBailey that the wind which was blowing was an ill-wind. He had\r\ndeveloped in a day the sublime self-confidence of a young Napoleon. He\r\nwas all dash and enterprise—the hurricane fighter of Wall Street.\r\n\r\nWith these private interests to occupy him, it is surprising that he\r\nshould have found time to take the affairs of Ruth and Kirk in hand.\r\nBut he did.\r\n\r\nFor some time he had watched the widening gulf between them with pained\r\nsolicitude. He disliked Kirk personally; but that did not influence\r\nhim. He conceived it to be his duty to suppress private prejudices.\r\nDuty seemed to call him to go to Kirk’s aid and smooth out his domestic\r\ndifficulties.\r\n\r\nWhat urged him to this course more than anything else was Ruth’s\r\ngrowing intimacy with Basil Milbank; for, in the period which had\r\nelapsed since the conversation recorded earlier in the story, when Kirk\r\nhad first made the other’s acquaintance, the gifted Basil had become a\r\nvery important and menacing figure in Ruth’s life.\r\n\r\nTo Ruth, as to most women, his gifts were his attraction. He danced\r\nwell; he talked well; he did everything well. He appealed to a side of\r\nRuth’s nature which Kirk scarcely touched—a side which had only come\r\ninto prominence in the last year.\r\n\r\nHis manner was admirable. He suggested sympathy without expressing it.\r\nHe could convey to Ruth that he thought her a misunderstood and\r\nneglected wife while talking to her about the weather. He could make\r\nhis own knight-errant attitude toward her perfectly plain without\r\nsaying a word, merely by playing soft music to her on the piano; for he\r\nhad the gift of saying more with his finger-tips than most men could\r\nhave said in a long speech carefully rehearsed.\r\n\r\nKirk’s inability to accompany Ruth into her present life had given\r\nBasil his chance. Into the gap which now lay between them he had\r\nslipped with a smooth neatness born of experience.\r\n\r\nBailey hated Basil. Men, as a rule, did, without knowing why. Basil’s\r\nreputation was shady, without being actually bad. He was a suspect who\r\nhad never been convicted. New York contained several husbands who eyed\r\nhim askance, but could not verify their suspicions, and the apparent\r\nhopelessness of ever doing so made them look on Basil as a man who had\r\ncarried smoothness into the realms of fine art. He was considered too\r\ngifted to be wholesome. The men of his set, being for the most part\r\namiably stupid, resented his cleverness.\r\n\r\nBailey, just at present, was feeling strongly on the subject of Basil.\r\nHe was at that stage of his married life when he would have preferred\r\nhis Sybil to speak civilly to no other man than himself. And only\r\nyesterday Sybil had come to him to inform him with obvious delight that\r\nBasil Milbank had invited her to join his yacht party for a lengthy\r\nvoyage.\r\n\r\nThis had stung Bailey. He was not included in the invitation. The whole\r\naffair struck him as sinister. It was true that Sybil had never shown\r\nany sign of being fascinated by Basil; but, he told himself, there was\r\nno knowing. He forbade Sybil to accept the invitation. To soothe her\r\ndisappointment, he sent her off then and there to Tiffany’s with a\r\nroving commission to get what she liked; for Bailey, the stern, strong\r\nman, the man who knew when to put his foot down, was no tyrant. But he\r\nwould have been indignant at the suggestion that he had bribed Sybil to\r\nrefuse Basil’s invitation.\r\n\r\nOne of the arguments which Sybil had advanced in the brief discussion\r\nwhich had followed the putting down of Bailey’s foot had been that Ruth\r\nhad been invited and accepted, so why should not she? Bailey had not\r\nreplied to this—it was at this point of the proceedings that the\r\nTiffany motive had been introduced, but he had not forgotten it. He\r\nthought it over, and decided to call upon Ruth. He did so.\r\n\r\nIt was unfortunate that the nervous strain of being the Napoleon of\r\nWall Street had had the effect of increasing to a marked extent the\r\nportentousness of Bailey’s always portentous manner. Ruth rebelled\r\nagainst it. There was an insufferable suggestion of ripe old age and\r\nfatherliness in his attitude which she found irritating in the extreme.\r\nAll her life she had chafed at authority, and now, when Bailey set\r\nhimself up as one possessing it, she showed the worst side of herself\r\nto him.\r\n\r\nHe struck this unfortunate note from the very beginning.\r\n\r\n“Ruth,” he said, “I wish to speak seriously to you.”\r\n\r\nRuth looked at him with hostile eyes, but did not speak. He did not\r\nknow it, poor man, but he had selected an exceedingly bad moment for\r\nhis lecture. It so happened that, only half an hour before, she and\r\nKirk had come nearer to open warfare than they had ever come.\r\n\r\nIt had come about in this way. Kirk had slept badly the night before,\r\nand, as he lay awake in the small hours, his conscience had troubled\r\nhim.\r\n\r\nHad he done all that it was in him to do to bridge the gap between Ruth\r\nand himself? That was what his conscience had wanted to know. The\r\nanswer was in the negative. On the following day, just before Bailey’s\r\ncall, he accordingly sought Ruth out, and—rather nervously, for Ruth\r\nmade him feel nervous nowadays—suggested that he and she and William\r\nBannister should take the air in each other’s company and go and feed\r\nthe squirrels in the park.\r\n\r\nRuth declined. It is possible that she declined somewhat curtly. The\r\nday was close and oppressive, and she had a headache and a general\r\nfeeling of ill-will toward her species. Also, in her heart, she\r\nconsidered that the scheme proposed smacked too much of Sunday\r\nafternoon domesticity in Brooklyn. The idea of papa, mamma, and baby\r\nsporting together in a public park offended her sense of the social\r\nproprieties.\r\n\r\nShe did not reveal these thoughts to Kirk because she was more than a\r\nlittle ashamed of them. A year ago, she knew, she would not have\r\nobjected to the idea. A year ago such an expedition would have been a\r\ndaily occurrence with her. Now she felt if William Bannister wished to\r\nfeed squirrels, Mamie was his proper companion.\r\n\r\nShe could not put all this baldly to Kirk, so she placed the burden of\r\nher refusal on the adequate shoulders of Lora Delane Porter. Aunt Lora,\r\nshe said, would never hear of William Bannister wandering at large in\r\nsuch an unhygienic fashion. Upon which Kirk, whose patience was not so\r\nrobust as it had been, and who, like Ruth, found the day oppressive and\r\nmaking for irritability, had cursed Aunt Lora heartily, given it as his\r\nopinion that between them she and Ruth were turning the child from a\r\nhuman being into a sort of spineless, effeminate exhibit in a museum,\r\nand had taken himself off to the studio muttering disjointed things.\r\n\r\nRuth was still quivering with the indignation of a woman who has been\r\ncheated of the last word when Bailey appeared and announced that he\r\nwished to speak seriously to her.\r\n\r\nBailey saw the hostility in her eyes and winced a little before it. He\r\nwas not feeling altogether at his ease. He had had experience of Ruth\r\nin this mood, and she had taught him to respect it.\r\n\r\nBut he was not going to shirk his duty. He resumed:\r\n\r\n“I am only speaking for your own good,” he said. “I know that it is\r\nnothing but thoughtlessness on your part, but I am naturally anxious——”\r\n\r\n“Bailey,” interrupted Ruth, “get to the point.”\r\n\r\nBailey drew a long breath.\r\n\r\n“Well, then,” he said, baulked of his preamble, and rushing on his\r\nfate, “I think you see too much of Basil Milbank.”\r\n\r\nRuth raised her eyebrows.\r\n\r\n“Oh?”\r\n\r\nThe mildness of her tone deceived Bailey.\r\n\r\n“I do not like to speak of these things,” he went on more happily; “but\r\nI feel that I must. It is my duty. Basil Milbank has not a good\r\nreputation. He is not the sort of man who—ah—who—in fact, he has not a\r\ngood reputation.”\r\n\r\n“Oh?”\r\n\r\n“I understand that he has invited you to form one of his yacht party.”\r\n\r\n“How did you know?”\r\n\r\n“Sybil told me. He invited her. I refused to allow her to accept the\r\ninvitation.”\r\n\r\n“And what did Sybil say?”\r\n\r\n“She was naturally a little disappointed, of course, but she did as I\r\nrequested.”\r\n\r\n“I wonder she didn’t pack her things and go straight off.”\r\n\r\n“My dear Ruth!”\r\n\r\n“That is what I should have done.”\r\n\r\n“You don’t know what you are saying.”\r\n\r\n“Oh? Do you think I should let Kirk dictate to me like that?”\r\n\r\n“He is certain to disapprove of your going when he hears of the\r\ninvitation. What will you do?”\r\n\r\nRuth’s eyes opened. For a moment she looked almost ugly.\r\n\r\n“What shall I do? Why, go, of course.”\r\n\r\nShe clenched her teeth. A woman’s mind can work curiously, and she was\r\nassociating Kirk with Bailey in what she considered an unwarrantable\r\nintrusion into her private affairs. It was as if Kirk, and not Bailey,\r\nwere standing there, demanding that she should not associate with Basil\r\nMilbank.\r\n\r\n“I shall make it my business,” said Bailey, “to warn Kirk that this man\r\nis not a desirable companion for you.”\r\n\r\nThe discussion of this miserable yacht affair had brought back to\r\nBailey all the jealousy which he had felt when Sybil had first told him\r\nof it. All the vague stories he had ever heard about Basil were surging\r\nin his mind like waves of some corrosive acid. He had become a leading\r\nmember of the extreme wing of the anti-Milbank party. He regarded Basil\r\nwith the aversion which a dignified pigeon might feel for a circling\r\nhawk; and he was now looking on this yacht party as a deadly peril from\r\nwhich Ruth must be saved at any cost.\r\n\r\n“I shall speak to him very strongly,” he added.\r\n\r\nRuth’s suppressed anger blazed up in the sudden way which before now\r\nhad disconcerted her brother.\r\n\r\n“Bailey, what do you mean by coming here and saying this sort of thing?\r\nYou’re becoming a perfect old woman. You spend your whole time prying\r\ninto other people’s affairs. I’m sorry for Sybil.”\r\n\r\nBailey cast one reproachable look at her and left the room with pained\r\ndignity. Something seemed to tell him that no good could come to him\r\nfrom a prolongation of the interview. Ruth, in this mood, always had\r\nbeen too much for him, and always would be. Well, he had done his duty\r\nas far as he was concerned. It now remained to do the same by Kirk.\r\n\r\nHe hailed a taxi and drove to the studio.\r\n\r\nKirk was busy and not anxious for conversation, least of all with\r\nBailey. He had not forgotten their last _tete-a-tete_.\r\n\r\nBailey, however, was regarding him with a feeling almost of\r\nfriendliness. They were bound together by a common grievance against\r\nBasil Milbank.\r\n\r\n“I came here, Winfield,” he said, after a few moments of awkward\r\nconversation on neutral topics, “because I understand that this man\r\nMilbank has invited Ruth to join his yacht party.”\r\n\r\n“What yacht party?”\r\n\r\n“This man Milbank is taking a party for a cruise shortly in his yacht.”\r\n\r\n“Who is Milbank?”\r\n\r\n“Surely you have met him? Yes, he was at my house one night when you\r\nand Ruth dined there shortly after your return.”\r\n\r\n“I don’t remember him. However, it doesn’t matter. But why does the\r\nfact that he has asked Ruth on his yacht excite you? Are you nervous\r\nabout the sea?”\r\n\r\n“I dislike this man Milbank very much, Winfield. I think Ruth sees too\r\nmuch of him.”\r\n\r\nKirk stiffened. His eyebrows rose the fraction of an inch.\r\n\r\n“Oh?” he said.\r\n\r\nIt seemed to Bailey for an instant that he had been talking all his\r\nlife to people who raised their eyebrows and said “Oh!” but he\r\ncontinued manfully.\r\n\r\n“I do not think that Ruth should know him, Winfield.”\r\n\r\n“Wouldn’t Ruth be rather a good judge of that?”\r\n\r\nHis tone nettled Bailey, but the man conscious of doing his duty\r\nacquires an artificial thickness of skin, and he controlled himself.\r\nBut he had lost that feeling of friendliness, of sympathy with a\r\nbrother in misfortune which he had brought in with him.\r\n\r\n“I disagree with you entirely,” he said.\r\n\r\n“Another thing,” went on Kirk. “If this man Milbank—I still can’t place\r\nhim—is such a thug, or whatever it is that he happens to be, how did he\r\ncome to be at your house the night you say I met him?”\r\n\r\nBailey winced. He wished the world was not perpetually reminding him\r\nthat Basil and Sybil were on speaking terms.\r\n\r\n“Sybil invited him. I may say he has asked Sybil to make one of the\r\nyacht party. I absolutely forbade it.”\r\n\r\n“But, Heavens! What’s wrong with the man?”\r\n\r\n“He has a bad reputation.”\r\n\r\n“Has he, indeed!”\r\n\r\n“And I wish my wife to associate with him as little as possible. And I\r\nshould advise you to forbid Ruth to see more of him than she can help.”\r\n\r\nKirk laughed. The idea struck him as comic.\r\n\r\n“My good man, I don’t forbid Ruth to do things.”\r\n\r\nBailey, objecting to being called any one’s good man, especially\r\nKirk’s, permitted his temper to get the better of him.\r\n\r\n“Then you should,” he snapped. “I have no wish to quarrel with you. I\r\ncame in here in a friendly spirit to warn you; but I must say that for\r\na man who married a girl, as you married Ruth, in direct opposition to\r\nthe wishes of her family, you take a curious view of your obligations.\r\nRuth has always been a headstrong, impulsive girl, and it is for you to\r\nsee that she is protected from herself. If you are indifferent to her\r\nwelfare, then all I can say is that you should not have married her.\r\nYou appear to think otherwise. Good afternoon.”\r\n\r\nHe stalked out of the studio, leaving Kirk uncomfortably conscious that\r\nhe had had the worst of the argument. Bailey had been officious, no\r\ndoubt, and his pompous mode of expression was not soothing, but there\r\nwas no doubt that he had had right on his side.\r\n\r\nMarrying Ruth did not involve obligations. He had never considered her\r\nin that light, but perhaps she was a girl who had to be protected from\r\nherself. She was certainly impulsive. Bailey had been right there, if\r\nnowhere else.\r\n\r\nWho was this fellow Milbank who had sprung suddenly from nowhere into\r\nthe position of a menace? What were Ruth’s feelings toward him? Kirk\r\nthrew his mind back to the dinner-party at Bailey’s and tried to place\r\nhim.\r\n\r\nWas it the man—yes, he had it now. It was the man with the wave of hair\r\nover his forehead, the fellow who looked like a poet. Memory came to\r\nhim with a rush. He recalled his instinctive dislike for the fellow.\r\n\r\nSo that was Milbank, was it? He got up and put away his brushes. There\r\nwould be no more work for him that afternoon.\r\n\r\nHe walked slowly home. The heat of the day had grown steadily more\r\noppressive. It was one of those airless, stifling afternoons which\r\nafflict New York in the summer. He remembered seeing something about a\r\nrecord in the evening paper which he had bought on his way to the\r\nstudio, a whole column about heat and humidity. It certainly felt\r\nunusually warm even for New York.\r\n\r\nIt was one of those days when nerves are strained, when molehills\r\nbecome mountains, and mountains are all Everests. He had felt it when\r\nhe talked with Ruth about Bill and the squirrels, and he felt it now.\r\nHe was conscious of being extraordinarily irritated, not so much with\r\nany particular person as with the world in general. The very vagueness\r\nof Bailey’s insinuations against Basil Milbank increased his\r\nresentment.\r\n\r\nWhat a pompous ass Bailey was! What a fool he had been to give Bailey\r\nsuch a chance of snubbing him! What an extraordinarily futile and\r\nunpleasant world it was altogether!\r\n\r\nHe braced himself with an effort. It was this heat which was making him\r\nmagnify trifles. Bailey was a fool. Probably there was nothing whatever\r\nwrong with this fellow Milbank. Probably he had some personal objection\r\nto the man, and that was all.\r\n\r\nAnd yet the image of Basil which had come back to his mind was not\r\nreassuring. He had mistrusted him that night, and he mistrusted him\r\nnow.\r\n\r\nWhat should he do? Ruth was not Sybil. She was not the sort of woman a\r\nman could forbid to do things. It would require tact to induce her to\r\nrefuse Basil’s invitation.\r\n\r\nAs he reached the door an idea came to him, so simple that he wondered\r\nthat it had not occurred to him before. It was, perhaps, an echo of his\r\nconversation with Steve.\r\n\r\nHe would get Ruth to come away with him to the shack in the Connecticut\r\nwoods. As he dwelt on the idea the heat of the day seemed to become\r\nless oppressive and his heart leaped. How cool and pleasant it would be\r\nout there! They would take Bill with them and live the simple life\r\nagain, in the country this time instead of in town. Perhaps out there,\r\nfar away from the over-crowded city, he and Ruth would be able to come\r\nto an understanding and bridge over that ghastly gulf.\r\n\r\nAs for his work, he could do that as well in the woods as in New York.\r\nAnd, anyhow, he had earned a vacation. For days Mr. Penway had been\r\nhinting that the time had arrived for a folding of the hands.\r\n\r\nMr. Penway’s views on New York and its record humidity were strong and\r\ncrisply expressed. His idea, he told Kirk, was that some sport with a\r\nheart should loan him a couple of hundred bucks and let him beat it to\r\nthe seashore before he melted.\r\n\r\nIn the drawing-room Ruth was playing the piano softly, as she had done\r\nso often at the studio. Kirk went to her and kissed her. A marked\r\ncoolness in her reception of the kiss increased the feeling of\r\nnervousness which he had felt at the sight of her. It came back to him\r\nthat they had parted that afternoon, for the first time, on definitely\r\nhostile terms.\r\n\r\nHe decided to ignore the fact. Something told him that Ruth had not\r\nforgotten, but it might be that cheerfulness now would blot out the\r\nresentment of past irritability.\r\n\r\nBut in his embarrassment he was more than cheerful. As Steve had been\r\non the occasion of his visit to old John Bannister, he was breezy,\r\nbreezy with an effort that was as painful to Ruth as it was to himself,\r\nbreezy with a horrible musical comedy breeziness.\r\n\r\nHe could have adopted no more fatal tone with Ruth at that moment. All\r\nthe afternoon she had been a complicated tangle of fretted nerves. Her\r\nquarrel with Kirk, Bailey’s visit, a conscience that would not lie down\r\nand go to sleep at her orders, but insisted on running riot—all these\r\nthings had unfitted her to bear up amiably under sudden, self-conscious\r\nbreeziness.\r\n\r\nAnd the heat of the day, charged now with the oppressiveness of\r\nlong-overdue thunder, completed her mood. When Kirk came in and began\r\nto speak, the softest notes of the human voice would have jarred upon\r\nher. And Kirk, in his nervousness, was almost shouting.\r\n\r\nHis voice rang through the room, and Ruth winced away from it like a\r\nstricken thing. From out of the hell of nerves and heat and interfering\r\nbrothers there materialized itself, as she sat there, a very vivid\r\nhatred of Kirk.\r\n\r\nKirk, meanwhile, uneasy, but a little guessing at the fury behind\r\nRuth’s calm face, was expounding his great scheme, his panacea for all\r\nthe ills of domestic misunderstandings and parted lives.\r\n\r\n“Ruth, old girl.”\r\n\r\nRuth shuddered.\r\n\r\n“Ruth, old girl, I’ve had a bully good idea. It’s getting too warm for\r\nanything in New York. Did you ever feel anything like it is to-day? Why\r\nshouldn’t you and I pop down to the shack and camp out there for a week\r\nor so? And we would take Bill with us. Just we three, with somebody to\r\ndo the cooking. It would be great. What do you say?”\r\n\r\nWhat Ruth said languidly was: “It’s quite impossible.”\r\n\r\nIt was damping; but Kirk felt that at all costs he must refuse to be\r\ndamped. He clutched at his cheerfulness and held it.\r\n\r\n“Nonsense,” he retorted. “Why is it impossible? It’s a great idea.”\r\n\r\nRuth half hid a yawn. She knew she was behaving abominably, and she was\r\nglad of it.\r\n\r\n“It’s impossible as far as I’m concerned. I have a hundred things to do\r\nbefore I can leave New York.”\r\n\r\n“Well, I could do with a day or two to clear up a few bits of work I\r\nhave on hand. Why couldn’t we start this day week?”\r\n\r\n“It is out of the question for me. About then I shall be on Mr.\r\nMilbank’s yacht. He has invited me to join his party. The actual day is\r\nnot settled, but it will be in about a week’s time.”\r\n\r\n“Oh!” said Kirk.\r\n\r\nRuth said nothing.\r\n\r\n“Have you accepted the invitation?”\r\n\r\n“I have not actually answered his letter. I was just going to when you\r\ncame in.”\r\n\r\n“But you mean to accept it?”\r\n\r\n“Certainly. Several of my friends will be there. Sybil for one.”\r\n\r\n“Not Sybil.”\r\n\r\n“Oh, I know Bailey has made some ridiculous objection to her going, but\r\nI mean to persuade her.”\r\n\r\nKirk did not answer. She looked at him steadily.\r\n\r\n“So Bailey did call on you this afternoon? He told me he was going to,\r\nbut I hoped he would think better of it. But apparently there are no\r\nlimits to Bailey’s stupidity.”\r\n\r\n“Yes, Bailey came to the studio. He seemed troubled about this yacht\r\nparty.”\r\n\r\n“Did he advise you to forbid me to go?”\r\n\r\n“Well, yes; he did.”\r\n\r\n“And now you have come to do it?”\r\n\r\n“Not at all. I told Bailey that you were not the sort of woman one\r\nforbade to do things.”\r\n\r\n“I’m not.”\r\n\r\nThere was a pause.\r\n\r\n“All the same, I wish you wouldn’t go.”\r\n\r\nRuth did not answer.\r\n\r\n“It would be very jolly out at the shack.”\r\n\r\nRuth shuddered elaborately and gave a little laugh.\r\n\r\n“Would it? It’s rather a question of taste. Personally, I can’t imagine\r\nanything more depressing and uncomfortable than being cooped up in a\r\ndraughty frame house miles away from anywhere. There’s no reason why\r\nyou should not go, though, if you like that sort of thing. Of course,\r\nyou must not take Bill.”\r\n\r\n“Why not?”\r\n\r\nKirk spoke calmly enough, but he was very near the breaking point. All\r\nhis good resolutions had vanished under the acid of Ruth’s manner.\r\n\r\n“I couldn’t let him rough it like that. Aunt Lora would have a fit.”\r\n\r\nConditions being favourable, it only needs a spark to explode a powder\r\nmagazine; and there are moments when a word can turn an outwardly calm\r\nand patient man into a raging maniac. This introduction of Mrs.\r\nPorter’s name into the discussion at this particular point broke down\r\nthe last remnants of Kirk’s self-control.\r\n\r\nFor a few seconds his fury so mastered him that he could not speak.\r\nThen, suddenly, the storm passed and he found himself cool and\r\nvenomous. He looked at Ruth curiously. It seemed incredible to him that\r\nhe had ever loved her.\r\n\r\n“We had better get this settled,” he said in a hard, quiet voice.\r\n\r\nRuth started. She had never heard him speak like this before. She had\r\nnot imagined him capable of speaking in that way. Even in the days when\r\nshe had loved him most she had never looked up to him. She had\r\nconsidered his nature weak, and she had loved his weakness. Except in\r\nthe case of her father, she had always dominated the persons with whom\r\nshe mixed; and she had taken it for granted that her will was stronger\r\nthan Kirk’s. Something in his voice now told her that she had\r\nunder-estimated him.\r\n\r\n“Get what settled?” she asked, and was furious with herself because her\r\nvoice shook.\r\n\r\n“Is Mrs. Porter the mother of the child, or are you? What has Mrs.\r\nPorter to do with it? Why should I ask her permission? How does it\r\nhappen to be any business of Mrs. Porter’s at all?”\r\n\r\nRuth felt baffled. He was giving her no chance to take the offensive.\r\nThere was nothing in his tone which she could openly resent. He was not\r\nshouting at her, he was speaking quietly. There was nothing for her to\r\ndo but answer the question, and she knew that her answer would give him\r\nanother point in the contest. Even as she spoke she knew that her words\r\nwere ridiculous.\r\n\r\n“Aunt Lora has been wonderful with him. No child could have been better\r\nlooked after.”\r\n\r\n“I know she has used him as a vehicle for her particular form of\r\ninsanity, but that’s not the point. What I am asking is why she was\r\nintroduced at all.”\r\n\r\n“I told you. When you were away, Bill nearly——”\r\n\r\n“Died. I know. I’m not forgetting that. And naturally for a time you\r\nwere frightened. It is just possible that for the moment you lost your\r\nhead and honestly thought that Mrs. Porter’s methods were the only\r\nchance for him. But that state of mind could not last all the time with\r\nyou. You are not a crank like your aunt. You are a perfectly sensible,\r\nlevel-headed woman. And you must have seen the idiocy of it all long\r\nbefore I came back. Why did you let it go on?”\r\n\r\nRuth did not answer.\r\n\r\n“I will tell you why. Because it saved you trouble. Because it gave you\r\nmore leisure for the sort of futile waste of time which seems to be the\r\nonly thing you care for nowadays. Don’t trouble to deny it. Do you\r\nthink I haven’t seen in these last few months that Bill bores you to\r\ndeath? Oh, I know you always have some perfect excuse for keeping away\r\nfrom him. It’s too much trouble for you to be a mother to him, so you\r\nhedge with your conscience by letting Mrs. Porter pamper him and\r\nsterilize his toys and all the rest of it, and try to make yourself\r\nthink that you have done your duty to him. You know that, as far as\r\neverything goes that matters, any tenement child is better off than\r\nBill.”\r\n\r\n“I——”\r\n\r\n“You had better let me finish what I have got to say. I will be as\r\nbrief as I can. That is my case as regards Bill. Now about myself. What\r\ndo you think I am made of? I’ve stood it just as long as I could; you\r\nhave tried me too hard. I’m through. Heaven knows why it should have\r\ncome to this. It is not so very long ago that Bill was half the world\r\nto you and I was the other half. Now, apparently, there is not room in\r\nyour world for either of us.”\r\n\r\nRuth had risen. She was trembling.\r\n\r\n“I think we had better end this.”\r\n\r\nHe broke in on her words.\r\n\r\n“End it? Yes, you’re right. One way or the other. Either go back to the\r\nold life or start a new one. What we are living now is a horrible\r\nburlesque.”\r\n\r\n“What do you mean? How start a new life?”\r\n\r\n“I mean exactly what I say. In the life you are living now I am an\r\nanachronism. I’m a survival. I’m out of date and in the way. You would\r\nbe freer without me.”\r\n\r\n“That’s absurd.”\r\n\r\n“Is the idea so novel? Is our marriage the only failure in New York?”\r\n\r\n“Do you mean that we ought to separate?”\r\n\r\n“Only a little more, a very little more, than we are separated now.\r\nNever see each other again instead of seeing each other for a few\r\nminutes every day. It’s not a very big step to take.”\r\n\r\nRuth sat down and rested her chin on her hand, staring at nothing. Kirk\r\nwent to the window and looked out.\r\n\r\nOver the park the sky was black. In the room behind him the light had\r\nfaded till it seemed as if night were come. The air was heavy and\r\nstifling. A flicker of lightning came and went in the darkness over the\r\ntrees.\r\n\r\nHe turned abruptly.\r\n\r\n“It is the only reasonable thing to do. Our present mode of life is a\r\nfarce. We are drifting farther apart every day. Perhaps I have changed.\r\nI know you have. We are two strangers chained together. We have made a\r\nmuddle of it, and the best thing we can do is to admit it.\r\n\r\n“I am no good to you. I have no part in your present life. You’re the\r\nqueen and I’m just the prince consort, the fellow who happens to be\r\nMrs. Winfield’s husband. It’s not a pleasant part to have to play, and\r\nI have had enough of it. We had better separate before we hate each\r\nother. You have your amusements. I have my work. We can continue them\r\napart. We shall both be better off.”\r\n\r\nHe stopped. Ruth did not speak. She was still sitting in the same\r\nattitude. It was too dark to see her face. It formed a little splash of\r\nwhite in the dusk. She did not move.\r\n\r\nKirk went to the door.\r\n\r\n“I’m going up to say good-bye to Bill. Have you anything to say against\r\nthat? And I shall say good-bye to him in my own way.”\r\n\r\nShe made no sign that she had heard him.\r\n\r\n“Good-bye,” he said again.\r\n\r\nThe door closed.\r\n\r\nUp in the nursery Bill crooned to himself as he played on the floor.\r\nMamie sat in a chair, sewing. The opening of the door caused them to\r\nlook up simultaneously.\r\n\r\n“Hello,” said Bill.\r\n\r\nHis voice was cordial without being enthusiastic. He was glad to see\r\nKirk, but tin soldiers were tin soldiers and demanded concentrated\r\nattention. When you are in the middle of intricate manoeuvres you\r\ncannot allow yourself to be more than momentarily distracted by\r\nanything.\r\n\r\n“Mamie,” said Kirk hoarsely, “go out for a minute, will you? I shan’t\r\nbe long.”\r\n\r\nMamie obediently departed. Later, when Keggs was spreading the news of\r\nKirk’s departure in the servants’ hall, she remembered that his manner\r\nhad struck her as strange.\r\n\r\nKirk sat down in the chair she had left and looked at Bill. He felt\r\nchoked. There was a mist before his eyes.\r\n\r\n“Bill.”\r\n\r\nThe child, absorbed in his game, did not look up.\r\n\r\n“Bill, old man, come here a minute. I’ve something to say.”\r\n\r\nBill looked up, nodded, moved a couple of soldiers, and got up. He came\r\nto Kirk’s side. His chosen mode of progression at this time was a kind\r\nof lurch. He was accustomed to breathe heavily during the journey, and\r\non arrival at the terminus usually shouted triumphantly.\r\n\r\nKirk put an arm round him. Bill stared gravely up into his face. There\r\nwas a silence. From outside came a sudden rumbling crash. Bill jumped.\r\n\r\n“Funder,” he said in a voice that shook a little.\r\n\r\n“Not afraid of thunder, are you?” said Kirk.\r\n\r\nBill shook his head stoutly.\r\n\r\n“Bill.”\r\n\r\n“Yes, daddy?”\r\n\r\nKirk fought to keep his voice steady.\r\n\r\n“Bill, old man, I’m afraid you won’t see me again for some time. I’m\r\ngoing away.”\r\n\r\n“In a ship?”\r\n\r\n“No, not in a ship.”\r\n\r\n“In a train?”\r\n\r\n“Perhaps.”\r\n\r\n“Take me with you, daddy.”\r\n\r\n“I’m afraid I can’t, Bill.”\r\n\r\n“Shan’t I ever see you again?”\r\n\r\nKirk winced. How direct children are! What was it they called it in the\r\npapers? “The custody of the child.” How little it said and how much it\r\nmeant!\r\n\r\nThe sight of Bill’s wide eyes and quivering mouth reminded him that he\r\nwas not the only person involved in the tragedy of those five words. He\r\npulled himself together. Bill was waiting anxiously for an answer to\r\nhis question. There was no need to make Bill unhappy before his time.\r\n\r\n“Of course you will,” he said, trying to make his voice cheerful.\r\n\r\n“Of course I will,” echoed Bill dutifully.\r\n\r\nKirk could not trust himself to speak again. The old sensation of\r\nchoking had come back to him. The room was a blur.\r\n\r\nHe caught Bill to him in a grip that made the child cry out, held him\r\nfor a long minute, then put him gently down and made blindly for the\r\ndoor.\r\n\r\nThe storm had burst by the time Kirk found himself in the street. The\r\nthunder crashed and great spears of lightning flashed across the sky. A\r\nfew heavy drops heralded the approach of the rain, and before he had\r\nreached the corner it was beating down in torrents.\r\n\r\nHe walked on, raising his face to the storm, finding in it a curious\r\nrelief. A magical coolness had crept into the air, and with it a\r\nstrange calm into his troubled mind. He looked back at the scene\r\nthrough which he had passed as at something infinitely remote. He could\r\nnot realize distinctly what had happened. He was only aware that\r\neverything was over, that with a few words he had broken his life into\r\nsmall pieces. Too impatient to unravel the tangled knot, he had cut it,\r\nand nothing could mend it now.\r\n\r\n“Why?”\r\n\r\nThe rain had ceased as suddenly as it had begun. The sun was struggling\r\nthrough a mass of thin cloud over the park. The world was full of the\r\ndrip and rush of water. All that had made the day oppressive and\r\nstrained nerves to breaking point had gone, leaving peace behind. Kirk\r\nfelt like one waking from an evil dream.\r\n\r\n“Why did it happen?” he asked himself. “What made me do it?”\r\n\r\nA distant rumble of thunder answered the question."
  ]
}