{
  "index": 36,
  "title": "Chapter 35",
  "paragraphs": [
    "At One in the Morning\r\n\r\n\r\nWilliam Bannister Winfield slept the peaceful sleep of childhood in his\r\nsterilized cot. The light gleamed faintly on the white tiles. It lit up\r\nthe brass knobs on the walls, the spotless curtains, the large\r\nthermometer.\r\n\r\nAn intruder, interested in these things, would have seen by a glance at\r\nthis last that the temperature of the room was exactly that recommended\r\nby doctors as the correct temperature for the nursery of a sleeping\r\nchild; no higher, no lower. The transom over the door was closed, but\r\nthe window was open at the top to precisely the extent advocated by the\r\nauthorities, due consideration having been taken for the time of year\r\nand the condition of the outer atmosphere.\r\n\r\nThe hour was one in the morning.\r\n\r\nChildhood is a readily adaptable time of life, and William Bannister,\r\nafter a few days of blank astonishment, varied by open mutiny, had\r\naccepted the change in his surroundings and daily existence with\r\nadmirable philosophy. His memory was not far-reaching, and, as time\r\nwent on and he began to accommodate himself to the new situation, he\r\nhad gradually forgotten the days at the studio, as, it is to be\r\nsupposed, he had forgotten the clouds of glory which he had trailed on\r\nhis entry into this world. If memories of past bear-hunts among the\r\ncanvases on the dusty floor ever came to him now, he never mentioned\r\nit.\r\n\r\nA child can weave romance into any condition of life in which fate\r\nplaces him; and William Bannister had managed to interest himself in\r\nhis present existence with a considerable gusto. Scraps of conversation\r\nbetween Mrs. Porter and Mamie, overheard and digested, had given him a\r\ngood working knowledge of the system of hygiene of which he was the\r\ncentre. He was vague as to details, but not vaguer than most people.\r\n\r\nHe knew that something called “sterilizing” was the beginning and end\r\nof life, and that things known as germs were the Great Peril. He had\r\nexpended much thought on the subject of germs. Mamie, questioned, could\r\ngive him no more definite information than that they were “things which\r\ngot at you and hurt you,” and his awe of Mrs. Porter had kept him from\r\ngoing to the fountainhead of knowledge for further data.\r\n\r\nBuilding on the information to hand, he had formed in his mind an odd\r\nkind of anthropomorphic image of the germ. He pictured it as a squat,\r\nthick-set man of repellent aspect and stealthy movements, who sneaked\r\nup on you when you were not looking and did unpleasant things to you,\r\nselecting as the time for his attacks those nights when you had allowed\r\nyour attention to wander while saying your prayers.\r\n\r\nOn such occasions it was Bill’s practice to fool him by repeating his\r\nprayers to himself in bed after the official ceremony. Some times, to\r\nmake certain, he would do this so often that he fell asleep in\r\nmid-prayer.\r\n\r\nHe was always glad of the night-light. A germ hates light, preferring\r\nto do his scoundrelly work when it is so black that you can’t see your\r\nhand in front of your face and the darkness presses down on you like a\r\nblanket. Occasionally a fear would cross his mind that the night-light\r\nmight go out; but it never did, being one of Mr. Edison’s best electric\r\nefforts neatly draped with black veiling.\r\n\r\nApart from this he had few worries, certainly none serious enough to\r\nkeep him awake.\r\n\r\nHe was sleeping now, his head on his right arm, a sterilized Teddy-bear\r\nclutched firmly in his other hand, with the concentration of one\r\nengaged upon a feat at which he is an expert.\r\n\r\n\r\nThe door opened slowly. A head insinuated itself into the room,\r\nfurtively, as if uncertain of its welcome. The door continued to open\r\nand Steve slipped in.\r\n\r\nHe closed the door as gently as he had opened it, and stood there\r\nglancing about him. A slow grin appeared upon his face, to be succeeded\r\nby an expression of serious resolve. For Steve was anxious.\r\n\r\nIt was still Steve’s intention to remove, steal, purloin, and kidnap\r\nWilliam Bannister that night, but now that the moment had come for\r\ndoing it he was nervous.\r\n\r\nHe was not used to this sort of thing. He was an honest\r\nex-middleweight, not a burglar; and just now he felt particularly\r\nburglarious. The stillness of the house oppressed him. He had not\r\nrelished the long wait between the moment of his apparent departure and\r\nthat of his entry into the nursery.\r\n\r\nHe had acted with simple cunning. He had remained talking pugilism with\r\nKeggs in the pantry till a prodigious yawn from his host had told him\r\nthat the time was come for the breaking up of the party. Then, begging\r\nKeggs not to move, as he could find his way out, he had hurried to the\r\nback door, opened and shut it, and darted into hiding. Presently Keggs,\r\nyawning loudly, had toddled along the passage, bolted the door, and\r\nmade his way upstairs to bed, leaving Steve to his vigil.\r\n\r\nSteve’s reflections during this period had not been of the pleasantest.\r\nExactly what his explanation was to be, if by any mischance he should\r\nmake a noise and be detected, he had been unable to decide. Finally he\r\nhad dismissed the problem as insoluble, and had concentrated his mind\r\non taking precautions to omit any such noise.\r\n\r\nSo far he had succeeded. He had found his way to the nursery easily\r\nenough, having marked the location earnestly on his previous visits.\r\nDuring the whole of his conversation with Keggs in the pantry he had\r\nbeen repeating to himself the magic formula which began: “First\r\nstaircase to the left—turn to the right——” and here he was now at his\r\ngoal and ready to begin.\r\n\r\nBut it was just this question of beginning which exercised him so\r\ngrievously. How was he to begin? Should he go straight to the cot and\r\nwake the kid? Suppose the kid was scared and let out a howl?\r\n\r\nA warm, prickly sensation about the forehead was Steve’s silent comment\r\non this reflection. He took a step forward and stopped again. He was\r\nconscious of tremors about the region of the spine. The thought crossed\r\nhis mind at that moment that burglars earned their money.\r\n\r\nAs he stood, hesitating, his problem was solved for him. There came a\r\nheavy sigh from the direction of the cot which made him start as if a\r\npistol had exploded in his ear; and then he was aware of two large eyes\r\nstaring at him.\r\n\r\nThere was a tense pause. A drop of perspiration rolled down his\r\ncheek-bone and anchored itself stickily on the angle of his jaw. It\r\ntickled abominably, but he did not dare to move for fear of unleashing\r\nthe scream which brooded over the situation like a cloud.\r\n\r\nAt any moment now a howl of terror might rip the silence and bring the\r\nhousehold on the run. And then—the explanations! A second drop of\r\nperspiration started out in the wake of the first.\r\n\r\nThe large eyes continued to inspect him. They were clouded with sleep.\r\nSuddenly a frightened look came into them, and, as he saw it, Steve\r\nbraced his muscles for the shock.\r\n\r\n“Here it comes!” he said miserably to himself. “Oh, Lord! We’re off!”\r\n\r\nHe searched in his brain for speech, desperately, as the best man at a\r\nwedding searches for that ring while the universe stands still, waiting\r\nexpectantly.\r\n\r\nHe found no speech.\r\n\r\nThe child’s mouth opened. Steve eyed him, fascinated. No bird,\r\nencountering a snake, was ever so incapable of movement as he.\r\n\r\n“Are you a germ?” inquired William Bannister.\r\n\r\nSteve tottered to the cot and sat down on it. The relief was too much\r\nfor him.\r\n\r\n“Gee, kid!” he said, “you had my goat then. I’ve got to hand it to\r\nyou.”\r\n\r\nHis sudden approach had confirmed William Bannister’s worst suspicions.\r\nThis was precisely how he had expected the germ to behave. He shrank\r\nback on the pillow, gulping.\r\n\r\n“Why, for the love of Mike,” said Steve, “don’t you know me, kid? I’m\r\nnot a porch-climber. Don’t you remember Steve who used to raise Hades\r\nwith you at the studio? Darn it, I’m your godfather! I’m Steve!”\r\n\r\nWilliam Bannister sat up, partially reassured.\r\n\r\n“What’s Steve?” he inquired.\r\n\r\n“I’m Steve.”\r\n\r\n“Why?”\r\n\r\n“How do you mean—why?”\r\n\r\nThe large eyes inspected him gravely.\r\n\r\n“I remember,” he said finally.\r\n\r\n“Well, don’t go forgetting, kid. I couldn’t stand a second session like\r\nthat. I got a weak heart.”\r\n\r\n“You’re Steve.”\r\n\r\n“That’s right. Stick to that and we’ll get along fine.”\r\n\r\n“I thought you were a germ.”\r\n\r\n“A what?”\r\n\r\n“They get at you and hurt you.”\r\n\r\n“Who said so?”\r\n\r\n“Mamie.”\r\n\r\n“Are you scared of germs?”\r\n\r\nThe White Hope nodded gravely.\r\n\r\n“I have to be sterilized because of them. Are you sterilized?”\r\n\r\n“Nobody ever told me so. But, say, kid, you don’t want to be frightened\r\nof germs or microbes or bacilli or any of the rest of the circus. You\r\ndon’t want to be frightened of nothing. You’re the White Hope, the\r\nbear-cat that ain’t scared of anything on earth. What’s this germ thing\r\nlike, anyway?”\r\n\r\n“It’s a——I’ve never seen one, but Mamie says they get at you and hurt\r\nyou. I think it’s a kind of big sort of ugly man that creeps in when\r\nyou’re asleep.”\r\n\r\n“So that’s why you thought I was one?”\r\n\r\nThe White Hope nodded.\r\n\r\n“Forget it!” said Steve. “Mamie is a queen, all right, believe me, but\r\nshe’s got the wrong dope on this microbe proposition. You don’t need to\r\nbe scared of them any more. Why, some of me best pals are germs.”\r\n\r\n“What’s pals?”\r\n\r\n“Why, friends. You and me are pals. Me and your pop are pals.”\r\n\r\n“Where’s pop?”\r\n\r\n“He’s gone away.”\r\n\r\n“I remember.”\r\n\r\n“He thought he needed a change of air. Don’t you ever need a change of\r\nair?”\r\n\r\n“I don’t know.”\r\n\r\n“Well, you do. Take it from me. This is about the punkest joint I ever\r\nwas in. You don’t want to stay in a dairy-kitchen like this.”\r\n\r\n“What’s dairy-kitchen?”\r\n\r\n“This is. All these white tiles and fixings. It makes me feel like a\r\npint of milk to look at ’em.”\r\n\r\n“It’s because of the germs.”\r\n\r\n“Ain’t I telling you the germs don’t want to hurt you?”\r\n\r\n“Aunt Lora told Mamie they do.”\r\n\r\n“Say, cull, you tell your Aunt Lora to make a noise like an ice-cream\r\nin the sun and melt away. She’s a prune, and what she says don’t go. Do\r\nyou want to know what a germ or a microbe—it’s the same thing—really\r\nis? It’s a fellow that has the best time you can think of. They’ve been\r\nfooling you, kid. They saw you were easy, so they handed it to you on a\r\nplate. I’m the guy that can put you wise about microbes.”\r\n\r\n“Tell me.”\r\n\r\n“Sure. Well, a microbe is a kid that just runs wild out in the country.\r\nHe don’t have to hang around in a white-tiled nursery and eat\r\nsterilized junk and go to bed when they tell him to. He has a swell\r\ntime out in the woods, fishing and playing around in the dirt and going\r\nafter birds’ eggs and picking berries, and—oh, shucks, anything else\r\nyou can think of. Wouldn’t you like to do that?”\r\n\r\nWilliam Bannister nodded.\r\n\r\n“Well, say, as it happens, there’s a fine chance for you to be a germ\r\nright away. I know a little place down in the Connecticut woods which\r\nwould just hit you right. You could put on overalls——”\r\n\r\n“What’s overalls?”\r\n\r\n“Sort of clothes. Not like the fussed-up scenery you have to wear now,\r\nbut the real sort of clothes which you can muss up and nobody cares a\r\ndarn. You can put ’em on and go out and tear up Jack like a regular kid\r\nall you want. Say, don’t you remember the fool stunts you and me used\r\nto pull off in the studio?”\r\n\r\n“What studio?”\r\n\r\n“Gee! you’re a bit shy on your English, ain’t you? It makes it sort of\r\nhard for a guy to keep up what you might call a flow of talk. Still,\r\nyou should worry. Why, don’t you remember where you used to live before\r\nyou came to this joint? Big, dusty sort of place, where you and me used\r\nto play around on the floor?”\r\n\r\nThe White Hope nodded.\r\n\r\n“Well, wouldn’t you like to do that again?”\r\n\r\n“Yes.”\r\n\r\n“And be a regular microbe?”\r\n\r\n“Yes.”\r\n\r\nSteve looked at his watch.\r\n\r\n“Well, that’s lucky,” he said. “It happens to be exactly the right time\r\nfor starting out to be one. That’s curious, ain’t it?”\r\n\r\n“Yes.”\r\n\r\n“I’ve got a pal—friend, you know——”\r\n\r\n“Is he a germ?”\r\n\r\n“Sure. He’s waiting for me now in an automobile in the park——”\r\n\r\n“Why?”\r\n\r\n“Because I asked him to. He owns a garage. Place where automobiles\r\nlive, you know. I asked him to bring out a car and wait around near by,\r\nbecause I might be taking a pal of mine—that’s you—for a ride into the\r\ncountry to-night. Of course, you don’t have to come if you don’t want\r\nto. Only it’s mighty nice out there. You can spend all to-morrow\r\nrolling about in the grass and listening to the birds. I shouldn’t\r\nwonder if we couldn’t borrow a farmer’s kid for you to play with.\r\nThere’s lots of them around. He should show you the best time you’ve\r\nhad in months.”\r\n\r\nWilliam Bannister’s eyes gleamed. The finer points of the scheme were\r\nbeginning to stand out before him with a growing clarity.\r\n\r\n“Would I have to take my bib?” he asked excitedly.\r\n\r\nSteve uttered a scornful laugh.\r\n\r\n“No, _sir_! We don’t wear bibs out there.”\r\n\r\nAs far as William Bannister was concerned, this appeared to settle it.\r\nOf all the trials of his young life he hated most his bib.\r\n\r\n“Let’s go!”\r\n\r\nSteve breathed a sigh of relief.\r\n\r\n“Right, squire; we will,” he said. “But I guess we had best leave a\r\nletter for Mamie, so’s she won’t be wondering where you’ve got to.”\r\n\r\n“Will Mamie be cross?”\r\n\r\n“Not on your life. She’ll be tickled to death.”\r\n\r\nHe scribbled a few lines on a piece of paper and left them on the cot,\r\nfrom which William Bannister had now scrambled.\r\n\r\n“Can you dress yourself?” asked Steve.\r\n\r\n“Oh, yes.” It was an accomplishment of which the White Hope was\r\nextremely proud.\r\n\r\n“Well, go to it, then.”\r\n\r\n“Steve.”\r\n\r\n“Hello?”\r\n\r\n“Won’t it be a surprise for Mamie?”\r\n\r\n“You bet it will. And she won’t be the only one, at that.”\r\n\r\n“Will mother be surprised?”\r\n\r\n“She sure will.”\r\n\r\n“And pop?”\r\n\r\n“You bet!”\r\n\r\nWilliam Bannister chuckled delightedly.\r\n\r\n“Ready?” said Steve.\r\n\r\n“Yes.”\r\n\r\n“Now listen. We’ve got to get out of this joint as quiet as mice. It\r\nwould spoil the surprise if they was to hear us and come out and ask\r\nwhat we were doing. Get that?”\r\n\r\n“Yes.”\r\n\r\n“Well, see how quiet you can make it. You don’t want even to breathe\r\nmore than you can help.”\r\n\r\n\r\nThey left the room and crept down the dark stairs. In the hall Steve\r\nlit a match and switched on the electric light. He unbolted the door\r\nand peered out into the avenue. Close by, under the trees, stood an\r\nautomobile, its headlights staring into the night.\r\n\r\n“Quick!” cried Steve.\r\n\r\nHe picked up the White Hope, closed the door, and ran."
  ]
}