{
  "index": 38,
  "title": "Chapter 37",
  "paragraphs": [
    "Mr. Penway on the Grill\r\n\r\n\r\nFate moves in a mysterious way. Luck comes hand in hand with\r\nmisfortune. What we lose on the swings we make up on the roundabouts.\r\nIf Keggs had not seen twenty-five of his hard-earned dollars pass at\r\none swoop into the clutches of the _croupier_ at the apparently\r\nuntenanted house on Forty-First Street, and become disgusted with the\r\npleasing game of roulette, he might have delayed his return to the\r\nhouse on Fifth Avenue till a later hour; in which case he would have\r\nmissed the remarkable and stimulating spectacle of Kirk driving to the\r\ndoor in an automobile with Mamie at his side; of Mamie, jumping out and\r\nentering the house; of Mamie leaving the house with a suit-case; of\r\nKirk helping her into the automobile, and of the automobile\r\ndisappearing with its interesting occupants up the avenue at a high\r\nrate of speed.\r\n\r\nHaving lost his money, as stated, and having returned home, he was\r\nenabled to be a witness, the only witness, of these notable events, and\r\nhis breast was filled with a calm joy in consequence. This was\r\nsomething special. This was exclusive, a scoop. He looked forward to\r\nthe return of Mrs. Porter with an eagerness which, earlier in the day,\r\nhe would have considered impossible. Somehow Ruth did not figure in his\r\npicture of the delivery of the sensational news that Mr. Winfield had\r\neloped with the young person engaged to look after her son. Mrs.\r\nPorter’s was one of those characters which monopolize any stage on\r\nwhich they appear. Besides, Keggs disliked Mrs. Porter, and the\r\npleasure of the prospect of giving her a shock left no room for other\r\nthoughts.\r\n\r\nIt was nearly seven o’clock when Mrs. Porter reached the house. She was\r\na little tired from the journey, but in high good humour. She had had a\r\nthoroughly satisfactory interview with her publishers—satisfactory,\r\nthat is to say, to herself; the publishers had other views.\r\n\r\n“Is Mrs. Winfield in?” she asked Keggs as he admitted her.\r\n\r\nRuth was always sympathetic about her guerrilla warfare with the\r\npublishers. She looked forward to a cosy chat, in the course of which\r\nshe would trace, step by step, the progress of the late campaign which\r\nhad begun overnight and had culminated that morning in a sort of\r\nGettysburg, from which she had emerged with her arms full of captured\r\nflags and all the other trophies of conquest.\r\n\r\n“No, madam,” said Keggs. “Mrs. Winfield has not yet returned.”\r\n\r\nKeggs was an artist in tragic narration. He did not give away his\r\nclimax; he led up to it by degrees as slow as his audience would\r\npermit.\r\n\r\n“Returned? I did not know she intended to go away. Her yacht party is\r\nnext week, I understand.”\r\n\r\n“Yes, madam.”\r\n\r\n“Where has she gone?”\r\n\r\n“To Tuxedo, madam.”\r\n\r\n“Tuxedo?”\r\n\r\n“Mrs. Winfield has just rung us up from there upon the telephone to\r\nrequest that necessaries for an indefinite stay be despatched to her.\r\nShe is visiting Mrs. Bailey Bannister.”\r\n\r\nIf Mrs. Porter had been Steve, she would probably have said “For the\r\nlove of Mike!” at this point. Being herself, she merely repeated the\r\nbutler’s last words.\r\n\r\n“If I may be allowed to say so, madam, I think that there must have\r\nbeen trouble at Mrs. Bannister’s. A telephone-call came from her very\r\nearly this morning for Mrs. Winfield which caused Mrs. Winfield to rise\r\nand leave in a taximeter-cab in an extreme hurry. If I might be allowed\r\nto suggest it, it is probably a case of serious illness. Mrs. Winfield\r\nwas looking very disturbed.”\r\n\r\n“H’m!” said Mrs. Porter. The exclamation was one of disappointment\r\nrather than of apprehension. Sudden illnesses at the Bailey home did\r\nnot stir her, but she was annoyed that her recital of the squelching of\r\nthe publishers would have to wait.\r\n\r\nShe went upstairs. Her intention was to look in at the nursery and\r\nsatisfy herself that all was well with William Bannister. She had given\r\nMamie specific instructions as to his care on her departure; but you\r\nnever knew. Perhaps her keen eye might be able to detect some deviation\r\nfrom the rules she had laid down.\r\n\r\nIt detected one at once. The nursery was empty. According to schedule,\r\nthe child should have been taking his bath.\r\n\r\nShe went downstairs again. Keggs was waiting in the hall. He had\r\nforeseen this return. He had allowed her to go upstairs with his story\r\nbut half heard because that appealed to his artistic sense. This story,\r\nto his mind, was too good to be bolted at a sitting; it was the ideal\r\nserial.\r\n\r\n“Keggs.”\r\n\r\n“Madam?”\r\n\r\n“Where is Master William?”\r\n\r\n“I fear I do not know, madam.”\r\n\r\n“When did he go out? It is seven o’clock; he should have been in an\r\nhour ago.”\r\n\r\n“I have been making inquiries, madam, and I regret to inform you that\r\nnobody appears to have seen Master William all day.”\r\n\r\n“What?”\r\n\r\n“It not being my place to follow his movements, I was unaware of this\r\nuntil quite recently, but from conversation with the other domestics, I\r\nfind that he seems to have disappeared!”\r\n\r\n“Disappeared?”\r\n\r\nA glow of enjoyment such as he had sometimes experienced when the\r\nticker at the Cadillac Hotel informed him that the man he had backed in\r\nsome San Francisco fight had upset his opponent for the count began to\r\npermeate Keggs.\r\n\r\n“Disappeared, madam,” he repeated.\r\n\r\n“Perhaps Mrs. Winfield took him with her to Tuxedo.”\r\n\r\n“No, madam. Mrs. Winfield was alone. I was present when she drove\r\naway.”\r\n\r\n“Send Mamie to me at once,” said Mrs. Porter.\r\n\r\nKeggs could have whooped with delight had not such an action seemed to\r\nhim likely to prejudice his chances of retaining a good situation. He\r\ncontented himself with wriggling ecstatically. “The young person is not\r\nin the house, madam.”\r\n\r\n“Not in the house? What business has she to be out? Where is she?”\r\n\r\n“I could not tell you, madam.” Keggs paused, reluctant to deal the\r\nfinal blow, as a child lingers lovingly over the last lick of ice-cream\r\nin a cone. “I last saw her at about five o’clock, driving off with Mr.\r\nWinfield in an automobile.”\r\n\r\n“What!”\r\n\r\nKeggs was content. His climax had not missed fire. Its staggering\r\neffect was plain on the face of his hearer. For once Mrs. Porter’s\r\npoise had deserted her. Her one word had been a scream.\r\n\r\n“She did not tell me her destination, madam,” went on Keggs, making all\r\nthat could be made of what was left of the situation after its artistic\r\nfinish. “She came in and packed a suit-case and went out again and\r\njoined Mr. Winfield in the automobile, and they drove off together.”\r\n\r\nMrs. Porter recovered herself. This was a matter which called for\r\nsilent meditation, not for chit-chat with a garrulous butler.\r\n\r\n“That will do, Keggs.”\r\n\r\n“Very good, madam.”\r\n\r\nKeggs withdrew to his pantry, well pleased. He considered that he had\r\ndone himself justice as a raconteur. He had not spoiled a good story in\r\nthe telling.\r\n\r\nMrs. Porter went to her room and sat down to think. She was a woman of\r\naction, and she soon reached a decision.\r\n\r\nThe errant pair must be followed, and at once. Her great mind, playing\r\nover the situation like a searchlight, detected a connection between\r\nthis elopement and the disappearance of William Bannister. She had long\r\nsince marked Kirk down as a malcontent, and she now labelled the absent\r\nMamie as a snake in the grass who had feigned submission to her rule,\r\nwhile meditating all the time the theft of the child and the elopement\r\nwith Kirk. She had placed the same construction on Mamie’s departure\r\nwith Kirk as had Mr. Penway, showing that it is not only great minds\r\nthat think alike.\r\n\r\nA latent conviction as to the immorality of all artists, which had been\r\none of the maxims of her late mother, sprang into life. She blamed\r\nherself for having allowed a nurse of such undeniable physical\r\nattractions to become a member of the household. Mamie’s very quietness\r\nand apparent absence of bad qualities became additional evidence\r\nagainst her now, Mrs. Porter arguing that these things indicated deep\r\ndeceitfulness. She told herself, what was not the case, that she had\r\nnever trusted that girl.\r\n\r\nBut Lora Delane Porter was not a woman to waste time in retrospection.\r\nShe had not been in her room five minutes before her mind was made up.\r\nIt was improbable that Kirk and his guilty accomplice had sought so\r\nnear and obvious a haven as the studio, but it was undoubtedly there\r\nthat pursuit must begin. She knew nothing of his way of living at that\r\nretreat, but she imagined that he must have appointed some successor to\r\nGeorge Pennicut as general factotum, and it might be that this person\r\nwould have information to impart.\r\n\r\nThe task of inducing him to impart it did not daunt Mrs. Porter. She\r\nhad a just confidence in her powers of cross-examination.\r\n\r\nShe went to the telephone and called up the garage where Ruth’s\r\nautomobiles were housed. Her plan of action was now complete. If no\r\ninformation were forthcoming at the studio, she would endeavour to find\r\nout where Kirk had hired the car in which he had taken Mamie away. He\r\nwould probably have secured it from some garage near by. But this\r\ndetective work would be a last resource. Like a good general, she did\r\nnot admit of the possibility of failing in her first attack.\r\n\r\nAnd, luck being with her, it happened that at the moment when she set\r\nout, Mr. Penway, feeling pretty comfortable where he was, abandoned his\r\nidea of going out for a stroll along Broadway and settled himself to\r\npass the next few hours in Kirk’s armchair.\r\n\r\nMr. Penway’s first feeling when the bell rang, rousing him from his\r\npeaceful musings, was one of mild vexation. A few minutes later, when\r\nMrs. Porter had really got to work upon him, he would not have\r\nrecognized that tepid emotion as vexation at all.\r\n\r\nMrs. Porter wasted no time. She perforated Mr. Penway’s spine with her\r\neyes, reduced it to the consistency of summer squash, and drove him\r\nbefore her into the studio, where she took a seat and motioned him to\r\ndo the same. For a moment she sat looking at him, by way of completing\r\nthe work of subjection, while Mr. Penway writhed uneasily on his chair\r\nand thought of past sins.\r\n\r\n“My name is Mrs. Porter,” she began abruptly.\r\n\r\n“Mine’s Penway,” said the miserable being before her. It struck him as\r\nthe only thing to say.\r\n\r\n“I have come to inquire about Mr. Winfield.”\r\n\r\nAs she paused Mr. Penway felt it incumbent upon him to speak again.\r\n\r\n“Dear old Kirk,” he mumbled.\r\n\r\n“Nothing of the kind,” said Mrs. Porter sharply. “Mr. Winfield is a\r\nscoundrel of the worst type, and if you are as intimate a friend of his\r\nas your words imply, it does not argue well for your respectability.”\r\n\r\nMr. Penway opened his mouth feebly and closed it again. Having closed\r\nit, he reopened it and allowed it to remain ajar, as it were. It was\r\nhis idea of being conciliatory.\r\n\r\n“Tell me.” Mr. Penway started violently. “Tell me, when did you last\r\nsee Mr. Winfield?”\r\n\r\n“We went to Long Beach together this afternoon.”\r\n\r\n“In an automobile?”\r\n\r\n“Yes.”\r\n\r\n“Ah! Were you here when Mr. Winfield left again?”\r\n\r\nFor the life of him Mr. Penway had not the courage to say no. There was\r\nsomething about this woman’s stare which acted hypnotically upon his\r\nmind, never at its best as early in the evening.\r\n\r\nHe nodded.\r\n\r\n“There was a young woman with him?” pursued Mrs. Porter.\r\n\r\nAt this moment Mr. Penway’s eyes, roving desperately about the room,\r\nfell upon the bottle of Bourbon which Kirk’s kindly hospitality had\r\nprovided. His emotions at the sight of it were those of the shipwrecked\r\nmariner who see a sail. He sprang at it and poured himself out a stiff\r\ndose. Before Mrs. Porter’s disgusted gaze he drained the glass and then\r\nturned to her, a new man.\r\n\r\nThe noble spirit restored his own. For the first time since the\r\ninterview had begun he felt capable of sustaining his end of the\r\nconversation with ease and dignity.\r\n\r\n“How’s that?” he said.\r\n\r\n“There was a young woman with him?” repeated Mrs. Porter.\r\n\r\nMr. Penway imagined that he had placed her by this time. Here, he told\r\nhimself in his own crude language, was the squab’s mother camping on\r\nKirk’s trail with an axe. Mr. Penway’s moral code was of the easiest\r\ndescription. His sympathies were entirely with Kirk. Fortified by the\r\nBourbon, he set himself resolutely to the task of lying whole-heartedly\r\non behalf of his absent friend.\r\n\r\n“No,” he said firmly.\r\n\r\n“No!” exclaimed Mrs. Porter.\r\n\r\n“No,” repeated Mr. Penway with iron resolution. “No young woman. No\r\nyoung woman whatsoever. I noticed it particularly, because I thought it\r\nstrange, don’t you know—what I mean is, don’t you know, strange there\r\nshouldn’t be!”\r\n\r\nHow tragic is a man’s fruitless fight on behalf of a friend! For one\r\nshort instant Mrs. Porter allowed Mr. Penway to imagine that the\r\nvictory was his, then she administered the _coup-de-grace_.\r\n\r\n“Don’t lie, you worthless creature,” she said. “They stopped at my\r\nhouse on their way while the girl packed a suitcase.”\r\n\r\nMr. Penway threw up his brief. There are moments when the\r\nstoutest-hearted, even under the influence of old Bourbon, realize that\r\nto fight on is merely to fight in vain.\r\n\r\nHe condensed his emotions into four words.\r\n\r\n“Of all the chumps!” he remarked, and, pouring himself out a further\r\ninstalment of the raw spirit, he sat down, a beaten man.\r\n\r\nMrs. Porter continued to harry him.\r\n\r\n“Exactly,” she said. “So you see that there is no need for any more\r\nsubterfuge and concealment. I do not intend to leave this room until\r\nyou have told me all you have to tell, so you had better be quick about\r\nit. Kindly tell me the truth in as few words as possible—if you know\r\nwhat is meant by telling the truth.”\r\n\r\nA belated tenderness for his dignity came to Mr. Penway.\r\n\r\n“You are insulting,” he remarked. “You are—you are—most insulting.”\r\n\r\n“I meant to be,” said Mrs. Porter crisply. “Now. Tell me. Where has Mr.\r\nWinfield gone?”\r\n\r\nMr. Penway preserved an offended silence. Mrs. Porter struck the table\r\na blow with a book which caused him to leap in his seat.\r\n\r\n“Where has Mr. Winfield gone?”\r\n\r\n“How should I know?”\r\n\r\n“How should you know? Because he told you, I should imagine.\r\nWhere—has—Mr.—Winfield—gone?”\r\n\r\n“C’nnecticut,” said Mr. Penway, finally capitulating.\r\n\r\n“What part of Connecticut?”\r\n\r\n“I don’t know.”\r\n\r\n“What part of Connecticut?”\r\n\r\n“I tell you I don’t know. He said: ‘I’m off to Connecticut,’ and left.”\r\nIt suddenly struck Mr. Penway that his defeat was not so overwhelming\r\nas he had imagined. “So you haven’t got much out of me, you see, after\r\nall,” he added.\r\n\r\nMrs. Porter rose.\r\n\r\n“On the contrary,” she said; “I have got out of you precisely the\r\ninformation which I required, and in considerably less time than I had\r\nsupposed likely. If it interests you, I may tell you that Mr. Winfield\r\nhas gone to a small house which he owns in the Connecticut woods.”\r\n\r\n“Then what,” demanded Mr. Penway indignantly, “did you mean by keeping\r\non saying ‘What part of C’nnecticut? What part of C’nnecticut? What\r\npart——’”\r\n\r\n“Because Mr. Winfield’s destination has only just occurred to me.” She\r\nlooked at him closely. “You are a curious and not uninteresting object,\r\nMr. Penway.”\r\n\r\nMr. Penway started. “Eh?”\r\n\r\n“Object lesson, I should have said. I should like to exhibit you as a\r\nwarning to the youth of this country.”\r\n\r\n“What!”\r\n\r\n“From the look of your frame I should imagine that you were once a man\r\nof some physique. Your shoulders are good. Even now a rigorous course\r\nof physical training might save you. I have known more helpless cases\r\nsaved by firm treatment. You have allowed yourself to deteriorate much\r\nas did a man named Pennicut who used to be employed here by Mr.\r\nWinfield. I saved him. I dare say I could make something of you. I can\r\nsee at a glance that you eat, drink, and smoke too much. You could not\r\nhold out your hand now, at this minute, without it trembling.”\r\n\r\n“I could,” said Mr. Penway indignantly.\r\n\r\nHe held it out, and it quivered like a tuning-fork.\r\n\r\n“There!” said Mrs. Porter calmly. “What do you expect? You know your\r\nown business best, I suppose, but I should like to tell you that if you\r\ndo not become a teetotaller instantly, and begin taking exercise, you\r\nwill probably die suddenly within a very few years. Personally I shall\r\nbear the calamity with fortitude. Good evening, Mr. Penway.”\r\n\r\nFor some moments after she had gone Mr. Penway sat staring before him.\r\nHis eyes wore a glassy look. His mouth was still ajar.\r\n\r\n“Damn woman!” he said at length.\r\n\r\nHe turned to his meditations.\r\n\r\n“Damn impertinent woman!”\r\n\r\nAnother interval for reflection, and he spoke again.\r\n\r\n“Damn impertinent, interfering woman that!”\r\n\r\nHe reached out for the bottle of Bourbon and filled his glass. He put\r\nit to his lips, then slowly withdrew it.\r\n\r\n“Damn impertinent, inter—I wonder!”\r\n\r\nThere was a small mirror on the opposite wall. He walked unsteadily\r\ntoward it and put out his tongue. He continued in this attitude for a\r\ntime, then, with increased dejection, turned away.\r\n\r\nHe placed a hand over his heart. This seemed to depress him still\r\nfurther. Finally he went to the table, took up the glass, poured its\r\ncontents carefully back into the bottle, which he corked and replaced\r\non the shelf.\r\n\r\nOn the floor against the wall was a pair of Indian clubs. He picked\r\nthese up and examined them owlishly. He gave them little tentative\r\njerks. Finally, with the air of a man carrying out a great resolution,\r\nhe began to swing them. He swung them in slow, irregular sweeps, his\r\neyes the while, still glassy, staring fixedly at the ceiling."
  ]
}