{
  "index": 35,
  "title": "Chapter 34",
  "paragraphs": [
    "Steve to the Rescue\r\n\r\n\r\nIt is an unfortunate fact that, when a powder-magazine explodes, the\r\ndamage is not confined to the person who struck the match, but extends\r\nto the innocent bystanders. In the present case it was Steve Dingle who\r\nsustained the worst injuries.\r\n\r\nOf the others who might have been affected, Mrs. Lora Delane Porter was\r\nbomb-proof. No explosion in her neighbourhood could shake her. She\r\nreceived the news of Kirk’s outbreak with composure. Privately, in her\r\neugenic heart, she considered his presence superfluous now that William\r\nBannister was safely launched upon his career.\r\n\r\nIn the drama of which she was the self-appointed stage-director, Kirk\r\nwas a mere super supporting the infant star. Her great mind, occupied\r\nalmost entirely by the past and the future, took little account of the\r\npresent. So long as Kirk did not interfere with her management of Bill,\r\nhe was at liberty, so far as she was concerned, to come or go as he\r\npleased.\r\n\r\nSteve could not imitate her admirable detachment. He was a poor\r\nphilosopher, and all that his mind could grasp was that Kirk was in\r\ntrouble and that Ruth had apparently gone mad.\r\n\r\nThe affair did not come to his ears immediately. He visited the studio\r\nat frequent intervals and found Kirk there, working hard and showing no\r\nsigns of having passed through a crisis which had wrecked his life. He\r\nwas quiet, it is true, but then he was apt to be quiet nowadays.\r\n\r\nProbably, if it had not been for Keggs, he would have been kept in\r\nignorance of what had happened for a time.\r\n\r\nWalking one evening up Broadway, he met Keggs taking the air and\r\nobserving the night-life of New York like himself.\r\n\r\nKeggs greeted Steve with enthusiasm. He liked Steve, and it was just\r\npossible that Steve might not have heard about the great upheaval. He\r\nsuggested a drink at a neighbouring saloon.\r\n\r\n“We have not seen you at our house lately, Mr. Dingle,” he remarked,\r\nhaving pecked at his glass of beer like an old, wise bird.\r\n\r\nHe looked at Steve with a bright eye, somewhat puffy at the lids, but\r\nfull of life.\r\n\r\n“No,” said Steve. “That’s right. Guess I must have been busy.”\r\n\r\nKeggs uttered a senile chuckle and drank more beer.\r\n\r\n“They’re rum uns,” he went on. “I’ve been in some queer places, but\r\nthis beats ’em all.”\r\n\r\n“What do you mean?” inquired Steve, as a second chuckle escaped his\r\ncompanion.\r\n\r\n“Why, it’s come to an ’ead, things has, Mr. Dingle. That’s what I mean.\r\nYou won’t have forgotten all about the pampering of that child what I\r\ntold you of quite recent. Well, it’s been and come to an ’ead.”\r\n\r\n“Yes? Continue, colonel. This listens good.”\r\n\r\n“You ain’t ’eard?”\r\n\r\n“Not a word.”\r\n\r\nKeggs smiled a happy smile and sipped his beer. It did the old man\r\ngood, finding an entirely new audience like this.\r\n\r\n“Why, Mr. Winfield ’as packed up and left.”\r\n\r\nSteve gasped.\r\n\r\n“Left!” he cried. “Not _quit_? Not gone for good?”\r\n\r\n“For his own good, I should say. Finds himself better off away from it\r\nall, if you ask me. But ’adn’t you reelly heard, Mr. Dingle? God bless\r\nmy soul! I thought it was public property by now, that little bit of\r\nnoos. Why, Mr. Winfield ’asn’t been living with us for the matter of a\r\nweek or more.”\r\n\r\n“For the love of Mike!”\r\n\r\n“I’m telling you the honest truth, Mr. Dingle. Two weeks ago come next\r\nSaturday Mr. Winfield meets me in the ’all looking wild and ’arassed—it\r\nwas the same day there was that big thunder-storm—and he looks at me,\r\nglassy like, and says to me: ‘Keggs, ’ave my bag packed and my boxes,\r\ntoo; I’m going away for a time. I’ll send a messenger for ’em.’ And out\r\nhe goes into the rain, which begins to come down cats and dogs the\r\nmoment he was in the street.\r\n\r\n“I start to go out after him with his rain-coat, thinking he’d get wet\r\nbefore he could find a cab, they being so scarce in this city, not like\r\nLondon, where you simply ’ave to raise your ’and to ’ave a dozen\r\nflocking round you, but he don’t stop; he just goes walking off through\r\nthe rain and all, and I gets back into the house, not wishing to be\r\nwetted myself on account of my rheumatism, which is always troublesome\r\nin the damp weather. And I says to myself: ‘’Ullo, ’ullo, ’ullo, what’s\r\nall this?’\r\n\r\n“See what I mean? I could tell as plain as if I’d been in the room with\r\nthem that they had been having words. And since that day ’e ain’t been\r\nnear the ’ouse, and where he is now is more than I can tell you, Mr.\r\nDingle.”\r\n\r\n“Why, he’s at the studio.”\r\n\r\n“At the studio, is he? Well, I shouldn’t wonder if he wasn’t better\r\noff. ’E didn’t strike me as a man what was used to the ways of society.\r\nHe’s happier where he is, I expect.”\r\n\r\nAnd, having summed matters up in this philosophical manner, Keggs\r\ndrained his glass and cocked an expectant eye at Steve.\r\n\r\nSteve obeyed the signal and ordered a further supply of the beer for\r\nwhich Mr. Keggs had a plebian and unbutlerlike fondness. His companion\r\nturned the conversation to the prospects of one of that group of\r\ninefficient middleweights whom Steve so heartily despised, between whom\r\nand another of the same degraded band a ten-round contest had been\r\narranged and would shortly take place.\r\n\r\nOrdinarily this would have been a subject on which Steve would have\r\nfound plenty to say, but his mind was occupied with what he had just\r\nheard, and he sat silent while the silver-haired patron of sport\r\nopposite prattled on respecting current form.\r\n\r\nSteve felt stunned. It was unthinkable that this thing had really\r\noccurred.\r\n\r\nMr. Keggs, sipping beer, discussed the coming fight. He weighed the\r\nalleged left hook of one principal against the much-advertised right\r\nswing of the other. He spoke with apprehension of a yellow streak which\r\ncertain purists claimed to have discovered in the gladiator on whose\r\nchances he proposed to invest his cash.\r\n\r\nSteve was not listening to him. A sudden thought had come to him,\r\nfilling his mind to the exclusion of all else.\r\n\r\nThe recollection of his talk with Kirk at the studio had come back to\r\nhim. He had advised Kirk, as a solution of his difficulties, to kidnap\r\nthe child and take him to Connecticut. Well, Kirk was out of the\r\nrunning now, but he, Steve, was still in it.\r\n\r\nHe would do it himself.\r\n\r\nThe idea thrilled him. It was so in keeping with his theory of the\r\nvirtue of the swift and immediate punch, administered with the minimum\r\nof preliminary sparring. There was a risk attached to the scheme which\r\nappealed to him. Above all, he honestly believed that it would achieve\r\nits object, the straightening out of the tangle which Ruth and Kirk had\r\nmade of their lives.\r\n\r\nWhen once an idea had entered Steve’s head he was tenacious of it. He\r\nhad come to the decision that Ruth needed what he called a jolt to\r\nbring her to herself, much as a sleep-walker is aroused by the touch of\r\na hand, and he clung to it.\r\n\r\nHe interrupted Mr. Keggs in the middle of a speech touching on his\r\nman’s alleged yellow streak.\r\n\r\n“Will you be at home to-night, colonel?” he asked.\r\n\r\n“I certainly will, Mr. Dingle.”\r\n\r\n“Mind if I look in?”\r\n\r\n“I shall be delighted. I can offer you a cigar that I think you’ll\r\nappreciate, and we can continue this little chat at our leisure. Mrs.\r\nWinfield’s dining out, and that there Porter, thank Gawd, ’as gone to\r\nBoston.”"
  ]
}