{
  "index": 31,
  "title": "Chapter 30",
  "paragraphs": [
    "The Widening Gap\r\n\r\n\r\nThe new life hit Kirk as a wave hits a bather; and, like a wave, swept\r\nhim off his feet, choked him, and generally filled him with a feeling\r\nof discomfort.\r\n\r\nHe should have been prepared for it, but he was not. He should have\r\ndivined from the first that the money was bound to produce changes\r\nother than a mere shifting of headquarters from Sixty-First Street to\r\nFifth Avenue. But he had deluded himself at first with the idea that\r\nRuth was different from other women, that she was superior to the\r\nartificial pleasures of the Society which is distinguished by the big\r\nS.\r\n\r\nIn a moment of weakness, induced by hair-ruffling, he had given in on\r\nthe point of the hygienic upbringing of William Bannister; but there,\r\nhe had imagined, his troubles were to cease. He had supposed that he\r\nwas about to resume the old hermit’s-cell life of the studio and live\r\nin a world which contained only Ruth, Bill, and himself.\r\n\r\nHe was quickly undeceived. Within two days he was made aware of the\r\nfact that Ruth was in the very centre of the social whirlpool and that\r\nshe took it for granted that he would join her there. There was nothing\r\nof the hermit about Ruth now. She was amazingly undomestic.\r\n\r\nHer old distaste for the fashionable life of New York seemed to have\r\nvanished absolutely. As far as Kirk could see, she was always\r\nentertaining or being entertained. He was pitched head-long into a\r\nworld where people talked incessantly of things which bored him and did\r\nthings which seemed to him simply mad. And Ruth, whom he had thought he\r\nunderstood, revelled in it all.\r\n\r\nAt first he tried to get at her point of view, to discover what she\r\nfound to enjoy in this lunatic existence of aimlessness and futility.\r\nOne night, as they were driving home from a dinner which had bored him\r\nunspeakably, he asked the question point-blank. It seemed to him\r\nincredible that she could take pleasure in an entertainment which had\r\nfilled him with such depression.\r\n\r\n“Ruth,” he said impulsively, as the car moved off, “what do you see in\r\nthis sort of thing? How can you stand these people? What have you in\r\ncommon with them?”\r\n\r\n“Poor old Kirk. I know you hated it to-night. But we shan’t be dining\r\nwith the Baileys every night.”\r\n\r\nBailey Bannister had been their host on that occasion, and the dinner\r\nhad been elaborate and gorgeous. Mrs. Bailey was now one of the leaders\r\nof the younger set. Bailey, looking much more than a year older than\r\nwhen Kirk had seen him last, had presided at the head of the table with\r\ngreat dignity, and the meeting with him had not contributed to the\r\npleasure of Kirk’s evening.\r\n\r\n“Were you awfully bored? You seemed to be getting along quite well with\r\nSybil.”\r\n\r\n“I like her. She’s good fun.”\r\n\r\n“She’s certainly having good fun. I’d give anything to know what Bailey\r\nreally thinks of it. She is the most shockingly extravagant little\r\ncreature in New York. You know the Wilburs were quite poor, and poor\r\nSybil was kept very short. I think that marrying Bailey and having all\r\nthis money to play with has turned her head.”\r\n\r\nIt struck Kirk that the criticism applied equally well to the critic.\r\n\r\n“She does the most absurd things. She gave a freak dinner when you were\r\naway that cost I don’t know how much. She is always doing something.\r\nWell, I suppose Bailey knows what he is about; but at her present pace\r\nshe must be keeping him busy making money to pay for all her fads. You\r\nought to paint a picture of Bailey, Kirk, as the typical patient\r\nAmerican husband. You couldn’t get a better model.”\r\n\r\n“Suggest it to him, and let me hide somewhere where I can hear what he\r\nsays. Bailey has his own opinion of my pictures.”\r\n\r\nRuth laughed a little nervously. She had always wondered exactly what\r\nhad taken place that day in the studio, and the subject was one which\r\nshe was shy of exhuming. She turned the conversation.\r\n\r\n“What did you ask me just now? Something about——”\r\n\r\n“I asked you what you had in common with these people.”\r\n\r\nRuth reflected.\r\n\r\n“Oh, well, it’s rather difficult to say if you put it like that.\r\nThey’re just people, you know. They are amusing sometimes. I used to\r\nknow most of them. I suppose that is the chief thing which brings us\r\ntogether. They happen to be there, and if you’re travelling on a road\r\nyou naturally talk to your fellow travellers. But why? Don’t you like\r\nthem? Which of them didn’t you like?”\r\n\r\nIt was Kirk’s turn to reflect.\r\n\r\n“Well, that’s hard to answer, too. I don’t think I actively liked or\r\ndisliked any of them. They seemed to me just not worth while. My point\r\nis, rather, why are we wasting a perfectly good evening mixing with\r\nthem? What’s the use? That’s my case in a nut-shell.”\r\n\r\n“If you put it like that, what’s the use of anything? One must do\r\nsomething. We can’t be hermits.”\r\n\r\nA curious feeling of being infinitely far from Ruth came over Kirk. She\r\ndismissed his dream as a whimsical impossibility not worthy of serious\r\nconsideration. Why could they not be hermits? They had been hermits\r\nbefore, and it had been the happiest period of both their lives. Why,\r\njust because an old man had died and left them money, must they rule\r\nout the best thing in life as impossible and plunge into a nightmare\r\nwhich was not life at all?\r\n\r\nHe had tried to deceive himself, but he could do so no longer. Ruth had\r\nchanged. The curse with which his sensitive imagination had invested\r\nJohn Bannister’s legacy was, after all no imaginary curse. Like a\r\ngolden wedge, it had forced Ruth and himself apart.\r\n\r\nEverything had changed. He was no longer the centre of Ruth’s life. He\r\nwas just an encumbrance, a nuisance who could not be got rid of and\r\nmust remain a permanent handicap, always in the way.\r\n\r\nSo thought Kirk morbidly as the automobile passed through the silent\r\nstreets. It must be remembered that he had been extremely bored for a\r\nsolid three hours, and was predisposed, consequently, to gloomy\r\nthoughts.\r\n\r\nWhatever his faults, Kirk rarely whined. He had never felt so miserable\r\nin his life, but he tried to infuse a tone of lightness into the\r\nconversation. After all, if Ruth’s intuition fell short of enabling her\r\nto understand his feelings, nothing was to be gained by parading them.\r\n\r\n“I guess it’s my fault,” he said, “that I haven’t got abreast of the\r\nsociety game as yet. You had better give me a few pointers. My trouble\r\nis that, being new to them, I can’t tell whether these people are types\r\nor exceptions. Take Clarence Grayling, for instance. Are there any more\r\nat home like Clarence?”\r\n\r\n“My dear child, _all_ Bailey’s special friends are like Clarence,\r\nexactly like. I remember telling him so once.”\r\n\r\n“Who was the specimen with the little black moustache who thought\r\nAmerica crude and said that the only place to live in was southern\r\nItaly? Is he an isolated case or an epidemic?”\r\n\r\n“He is scarcer than Clarence, but he’s quite a well-marked type. He is\r\nthe millionaire’s son who has done Europe and doesn’t mean you to\r\nforget it.”\r\n\r\n“There was a chesty person with a wave of hair coming down over his\r\nforehead. A sickeningly handsome fellow who looked like a poet. I think\r\nthey called him Basil. Does he run around in flocks, or is he unique?”\r\n\r\nRuth did not reply for a moment. Basil Milbank was a part of the past\r\nwhich, in the year during which Kirk had been away, had come rather\r\nstartlingly to life.\r\n\r\nThere had been a time when Basil had been very near and important to\r\nher. Indeed, but for the intervention of Mrs. Porter, described in an\r\nearlier passage, she would certainly have married Basil. Then Kirk had\r\ncrossed her path and had monopolized her. During the studio period the\r\nrecollection of Basil had grown faint. After that, just at the moment\r\nwhen Kirk was not there to lend her strength, he had come back into her\r\nlife. For nearly a year she had seen him daily; and gradually—at first\r\nalmost with fear—she had realized that the old fascination was by no\r\nmeans such a thing of the past as she had supposed.\r\n\r\nShe had hoped for Kirk’s return as a general, sorely pressed, hopes for\r\nreinforcements. With Kirk at her side she felt Basil would slip back\r\ninto his proper place in the scheme of things. And, behold! Kirk had\r\nreturned and still the tension remained unrelaxed.\r\n\r\nFor Kirk had changed. After the first day she could not conceal it from\r\nherself. That it was she who had changed did not present itself to her\r\nas a possible explanation of the fact that she now felt out of touch\r\nwith her husband. All she knew was that they had been linked together\r\nby bonds of sympathy, and were so no longer.\r\n\r\nShe found Kirk dull. She hated to admit it, but the truth forced itself\r\nupon her. He had begun to bore her.\r\n\r\nShe collected her thoughts and answered his question.\r\n\r\n“Basil Milbank? Oh, I should call him unique.”\r\n\r\nShe felt a wild impulse to warn him, to explain the real significance\r\nof this man whom he classed contemptuously with Clarence Grayling and\r\nthat absurd little Dana Ferris as somebody of no account. She wanted to\r\ncry out to him that she was in danger and that only he could help her.\r\nBut she could not speak, and Kirk went on in the same tone of\r\nhalf-tolerant contempt:\r\n\r\n“Who is he?”\r\n\r\nShe controlled herself with an effort, and answered indifferently.\r\n\r\n“Oh, Basil? Well, you might say he’s everything. He plays polo, leads\r\ncotillions, yachts, shoots, plays the piano wonderfully—everything.\r\nPeople usually like him very much.” She paused. “Women especially.”\r\n\r\nShe had tried to put something into her tone which might serve to\r\nawaken him, something which might prepare the way for what she wanted\r\nto say—and what, if she did not say it now—when the mood was on her,\r\nshe could never say. But Kirk was deaf.\r\n\r\n“He looks that sort of man,” he said.\r\n\r\nAnd, as he said it, the accumulated boredom of the past three hours\r\nfound vent in a vast yawn.\r\n\r\nRuth set her teeth. She felt as if she had received a blow.\r\n\r\nWhen he spoke again it was on the subject of street-paving defects in\r\nNew York City.\r\n\r\n\r\nIt was true, as Ruth had said, that they did not dine with the Baileys\r\nevery night, but that seemed to Kirk, as the days went on, the one and\r\nonly bright spot in the new state of affairs. He could not bring\r\nhimself to treat life with a philosophical resignation. His was not\r\nopen revolt. He was outwardly docile, but inwardly he rebelled\r\nfuriously.\r\n\r\nPerhaps the unnaturally secluded life which he had led since his\r\nmarriage had unfitted him for mixing in society even more than nature\r\nhad done. He had grown out of the habit of mixing. Crowds irritated\r\nhim. He hated doing the same thing at the same time as a hundred other\r\npeople.\r\n\r\nLike most Bohemians, he was at his best in a small circle. He liked his\r\nfriends as single spies, not in battalions. He was a man who should\r\nhave had a few intimates and no acquaintances; and his present life was\r\nbounded north, south, east, and west by acquaintances. Most of the men\r\nto whom he spoke he did not even know by name.\r\n\r\nHe would seek information from Ruth as they drove home.\r\n\r\n“Who was the pop-eyed second-story man with the bald head and the\r\nconvex waistcoat who glued himself to me to-night?”\r\n\r\n“If you mean the fine old gentleman with the slightly prominent eyes\r\nand rather thin hair, that was Brock Mason, the vice-president of\r\nconsolidated groceries. You mustn’t even think disrespectfully of a man\r\nas rich as that.”\r\n\r\n“He isn’t what you would call a sparkling talker.”\r\n\r\n“He doesn’t have to be. His time is worth a hundred dollars a minute,\r\nor a second—I forget which.”\r\n\r\n“Put me down for a nickel’s worth next time.”\r\n\r\nAnd then they began to laugh over Ruth’s suggestion that they should\r\nsave up and hire Mr. Mason for an afternoon and make him keep quiet all\r\nthe time; for Ruth was generally ready to join him in ridiculing their\r\nnew acquaintances. She had none of that reverence for the great and the\r\nnear-great which, running to seed, becomes snobbery.\r\n\r\nIt was this trait in her which kept alive, long after it might have\r\ndied, the hope that her present state of mind was only a phase, and\r\nthat, when she had tired of the new game, she would become the old Ruth\r\nof the studio. But, when he was honest with himself, he was forced to\r\nadmit that she showed no signs of ever tiring of it.\r\n\r\nThey had drifted apart. They were out of touch with each other. It was\r\nnot an uncommon state of things in the circle in which Kirk now found\r\nhimself. Indeed, it seemed to him that the semi-detached couple was the\r\nrule rather than the exception.\r\n\r\nBut there was small consolation in this reflection. He was not at all\r\ninterested in the domestic troubles of the people he mixed with. His\r\nown hit him very hard.\r\n\r\nRuth had criticized little Mrs. Bailey, but there was no doubt that she\r\nherself had had her head turned quite as completely by the new life.\r\n\r\nThe first time that Kirk realized this was when he came upon an article\r\nin a Sunday paper, printed around a blurred caricature which professed\r\nto be a photograph of Mrs. Kirk Winfield, in which she was alluded to\r\nwith reverence and gusto as one of society’s leading hostesses. In the\r\ncourse of the article reference was made to no fewer than three freak\r\ndinners of varying ingenuity which she had provided for her delighted\r\nfriends.\r\n\r\nIt was this that staggered Kirk. That Mrs. Bailey should indulge in\r\nthis particular form of insanity was intelligible. But that Ruth should\r\nhave descended to it was another thing altogether.\r\n\r\nHe did not refer to the article when he met Ruth, but he was more than\r\never conscious of the gap between them—the gap which was widening every\r\nday.\r\n\r\nThe experiences he had undergone during the year of his wandering had\r\nstrengthened Kirk considerably, but nature is not easily expelled; and\r\nthe constitutional weakness of character which had hampered him through\r\nlife prevented him from making any open protests or appeal. Moreover,\r\nhe could understand now her point of view, and that disarmed him.\r\n\r\nHe saw how this state of things had come about. In a sense, it was the\r\nnatural state of things. Ruth had been brought up in certain\r\nsurroundings. Her love for him, new and overwhelming, had enabled her\r\nto free herself temporarily from these surroundings and to become\r\nreconciled to a life for which, he told himself, she had never been\r\nintended. Fate had thrown her back into her natural sphere. And now she\r\nrevelled in the old environment as an exile revels in the life of the\r\nhomeland from which he has been so long absent.\r\n\r\nThat was the crux of the tragedy. Ruth was at home. He was not. Ruth\r\nwas among her own people. He was a stranger among strangers, a prisoner\r\nin a land where men spoke with an alien tongue.\r\n\r\nThere was nothing to be done. The gods had played one of their\r\npractical jokes, and he must join in the laugh against himself and try\r\nto pretend that he was not hurt."
  ]
}