{
  "index": 39,
  "title": "Chapter 38",
  "paragraphs": [
    "Dolls with Souls\r\n\r\n\r\nRuth had not seen Bailey since the afternoon when he had called to warn\r\nher against Basil Milbank. Whether it was offended dignity that kept\r\nhim away, or merely pressure of business, she did not know.\r\n\r\nThat pressure of business existed, she was aware. The papers were full,\r\nand had been full for several days, of wars and rumours of wars down in\r\nWall Street; and, though she understood nothing of finance, she knew\r\nthat Bailey was in the forefront of the battle. Her knowledge was based\r\npartly on occasional references in the papers to the firm of Bannister\r\n& Co. and partly on what she heard in society.\r\n\r\nShe did not hear all that was said in society about Bailey’s financial\r\noperations—which, as Bailey had the control of her money, was\r\nunfortunate for her. The manipulation of money bored her, and she had\r\nleft the investing of her legacy entirely to Bailey. Her father, she\r\nknew, had always had a high opinion of Bailey’s business instincts, and\r\nthat was good enough for her.\r\n\r\nShe could not know how completely revolutionized the latter’s mind had\r\nbecome since the old man’s death, and how freedom had turned him from a\r\nsteady young man of business to a frenzied financier.\r\n\r\nIt was common report now that Bailey was taking big chances. Some went\r\nso far as to say that he was “asking for it,” “it” in his case being\r\npresumably the Nemesis which waits on those who take big chances in an\r\nuncertain market. It was in the air that he was “going up against” the\r\nPinkey-Dowd group and the Norman-Graham combination, and everybody knew\r\nthat the cemeteries of Wall Street were full of the unhonoured graves\r\nof others who in years past had attempted to do the same.\r\n\r\nPinkey, that sinister buccaneer, could have eaten a dozen Baileys.\r\nDevouring aspiring young men of the Bailey type was Norman’s chief\r\ndiversion.\r\n\r\nRuth knew nothing of these things. She told herself that it was her\r\nabruptness that had driven Bailey away.\r\n\r\nWeariness and depression had settled on Ruth since that afternoon of\r\nthe storm. It was as if the storm had wrought an awakening in her. It\r\nhad marked a definite point of change in her outlook. She felt as if\r\nshe had been roused from a trance by a sharp blow.\r\n\r\nIf Steve had but known, she had had the “jolt” by which he set such\r\nstore. She knew now that she had thrown away the substance for the\r\nshadow.\r\n\r\nKirk’s anger, so unlike him, so foreign to the weak, easy-going person\r\nshe had always thought him, had brought her to herself. But it was too\r\nlate. There could be no going back and picking up the threads. She had\r\nlost him, and must bear the consequences.\r\n\r\nThe withdrawal of Bailey was a small thing by comparison, a submotive\r\nin the greater tragedy. But she had always been fond of Bailey, and it\r\nhurt her to think that she should have driven him out of her life.\r\n\r\nIt seemed to her that she was very much alone now. She was marooned on\r\na desert island of froth and laughter. Everything that mattered she had\r\nlost.\r\n\r\nEven Bill had gone from her. The bitter justice of Kirk’s words came\r\nhome to her now in her time of clear thinking. It was all true. In the\r\nfirst excitement of the new life he had bored her. She had looked upon\r\nMrs. Porter as a saviour who brought her freedom together with an easy\r\nconscience. It had been so simple to deceive herself, to cheat herself\r\ninto the comfortable belief that all that could be done for him was\r\nbeing done, when, as concerned the essential thing, as Kirk had said,\r\nthere was no child of the streets who was not better off.\r\n\r\nShe tramped her round of social duties mechanically. Everything bored\r\nher now. The joy of life had gone out of her. She ate the bread of\r\nsorrow in captivity.\r\n\r\nAnd then, this morning, had come a voice from the world she had\r\nlost—little Mrs. Bailey’s voice, small and tearful.\r\n\r\nCould she possibly come out by the next train? Bailey was very ill.\r\nBailey was dying. Bailey had come home last night looking ghastly. He\r\nhad not slept. In the early morning he had begun to babble—Mrs.\r\nBailey’s voice had risen and broken on the word, and Ruth at the other\r\nend of the wire had heard her frightened sobs. The doctor had come. The\r\ndoctor had looked awfully grave. The doctor had telephoned to New York\r\nfor another doctor. They were both upstairs now. It was awful, and Ruth\r\nmust come at once.\r\n\r\nThis was the bad news which had brought about the pallor which had\r\nimpressed Mr. Keggs as he helped Ruth into her cab.\r\n\r\nLittle Mrs. Bailey was waiting for her on the platform when she got out\r\nof the train. Her face was drawn and miserable. She looked like a\r\nbeaten kitten. She hugged Ruth hysterically.\r\n\r\n“Oh, my dear, I’m so glad you’ve come. He’s better, but it has been\r\nawful. The doctors have had to _fight_ him to keep him in bed. He was\r\ncrazy to get to town. He kept saying over and over again that he must\r\nbe at the office. They gave him something, and he was asleep when I\r\nleft the house.”\r\n\r\nShe began to cry helplessly. The fates had not bestowed upon Sybil\r\nBannister the same care in the matter of education for times of crisis\r\nwhich they had accorded to Steve’s Mamie. Her life till now had been\r\nsheltered and unruffled, and disaster, swooping upon her, had found her\r\nan easy victim.\r\n\r\nShe was trying to be brave, but her powers of resistance were small\r\nlike her body. She clung to Ruth as a child clings to its mother. Ruth,\r\nas she tried to comfort her, felt curiously old. It occurred to her\r\nwith a suggestion almost of grotesqueness that she and Sybil had been\r\ndebutantes in the same season.\r\n\r\nThey walked up to the house. The summer cottage which Bailey had taken\r\nwas not far from the station. On the way, in the intervals of her sobs,\r\nSybil told Ruth the disjointed story of what had happened.\r\n\r\nBailey had not been looking well for some days. She had thought it must\r\nbe the heat or business worries or something. He had not eaten very\r\nmuch, and he had seemed too tired to talk when he got home each\r\nevening. She had begged him to take a few days’ rest. That had been the\r\nonly occasion in the whole of the last week when she had heard him\r\nlaugh; and it had been such a horrid, ugly sort of laugh that she\r\nwished she hadn’t.\r\n\r\nHe had said that if he stayed away from the office for some time to\r\ncome it would mean love in a cottage for them for the rest of their\r\nlives—and not a summer cottage at Tuxedo at that. “‘My dear child,’” he\r\nhad gone on, “and you know when Bailey calls me that,” said Sybil, “it\r\nmeans that there is something the matter; for, as a rule, he never\r\ncalls me anything but my name, or baby, or something like that.”\r\n\r\nWhich gave Ruth a little shock of surprise. Somehow the idea of the\r\ndignified Bailey addressing his wife as baby startled her. She was\r\ncertainly learning these days that she did not know people as\r\ncompletely as she had supposed. There seemed to be endless sides to\r\npeople’s characters which had never come under her notice. A sudden\r\nmemory of Kirk on that fateful afternoon came to her and made her\r\nwince.\r\n\r\nMrs. Bailey continued: “‘My dear child,’ he went on, ‘this week is\r\nabout the most important week you and I are ever likely to live\r\nthrough. It’s the show-down. We either come out on top or we blow up.\r\nIt’s one thing or the other. And if I take a few days’ holiday just now\r\nyou had better start looking about for the best place to sell your\r\njewellery.’\r\n\r\n“Those were his very words,” she said tearfully. “I remember them all.\r\nIt was so unlike his usual way of talking.”\r\n\r\nRuth acknowledged that it was. More than ever she felt that she did not\r\nknow the complete Bailey.\r\n\r\n“He was probably exaggerating,” she said for the sake of saying\r\nsomething.\r\n\r\nSybil was silent for a moment.\r\n\r\n“It isn’t that that’s worrying me,” she went on then. “Somehow I don’t\r\nseem to care at all whether we come out right or not, so long as he\r\ngets well. Last night, when I thought he was going to die, I made up my\r\nmind that I couldn’t go on living without him. I wouldn’t have,\r\neither.”\r\n\r\nThis time the shock of surprise which came to Ruth was greater by a\r\nhundred-fold than the first had been. She gave a quick glance at Sybil.\r\nHer small face was hard, and the little white teeth gleamed between her\r\ndrawn lips. It was the face, for one brief instant, of a fanatic. The\r\nsight of it affected Ruth extraordinarily. It was as if she had seen a\r\nnaked soul where she had never imagined a soul to be.\r\n\r\nShe had weighed Sybil in the same calm, complacent almost patronizing\r\nfashion in which she had weighed Bailey, Kirk, everybody. She had set\r\nher down as a delightful child, an undeveloped, feather-brained little\r\nthing, pleasant to spend an afternoon with, but not to be taken\r\nseriously by any one as magnificent and superior as Ruth Winfield. And\r\nwhat manner of a man must Bailey be, Bailey whom she had always looked\r\non as a dear, but as quite a joke, something to be chaffed and made to\r\nlook foolish, if he was capable of inspiring love like this?\r\n\r\nA wave of humility swept over her. The pygmies of her world were\r\nspringing up as giants, dwarfing her. The pinnacle of superiority on\r\nwhich she had stood so long was crumbling into dust.\r\n\r\nShe was finding herself. She winced again as the thought stabbed her\r\nthat she was finding herself too late.\r\n\r\nThey reached the house in silence, each occupied with her own thoughts.\r\nThe defiant look had died out of Sybil’s face and she was once more a\r\nchild, crying because unknown forces had hurt it. But Ruth was not\r\nlooking at her now.\r\n\r\nShe was too busy examining this new world into which she had been\r\nabruptly cast, this world where dolls had souls and jokes lost their\r\npoint.\r\n\r\nAt the cottage good news awaited them. The crisis was past. Bailey was\r\ndefinitely out of danger. He was still asleep, and sleeping easily. It\r\nhad just been an ordinary breakdown, due to worrying and overwork, said\r\nthe doctor, the bigger of the doctors, the one who had been summoned\r\nfrom New York.\r\n\r\n“All your husband needs now, Mrs. Bannister, is rest. See that he is\r\nkept quiet. That’s all there is to it.”\r\n\r\nAs if by way of a commentary on his words, a small boy on a bicycle\r\nrode up with a telegram.\r\n\r\nSybil opened it. She read it, and looked at Ruth with large eyes.\r\n\r\n“From the office,” she said, handing it to her.\r\n\r\nRuth read it. It was a C. D. Q., an S.O.S. from the front; an appeal\r\nfor help from the forefront of the battle. She did not understand the\r\ndetails of it, but the purport was clear. The battle had begun, and\r\nBailey was needed. But Bailey lay sleeping in his tent.\r\n\r\nShe handed it back in silence. There was nothing to be done.\r\n\r\nThe second telegram arrived half an hour after the first. It differed\r\nfrom the first only in its greater emphasis. Panic seemed to be growing\r\nin the army of the lost leader.\r\n\r\nThe ringing of the telephone began almost simultaneously with the\r\narrival of the second telegram. Ruth went to the receiver. A frantic\r\nvoice was inquiring for Mr. Bannister even as she put it to her ear.\r\n\r\n“This is Mrs. Winfield speaking,” she said steadily, “Mr. Bannister’s\r\nsister. Mr. Bannister is very ill and cannot possibly attend to any\r\nbusiness.”\r\n\r\nThere was a silence at the other end of the wire. Then a voice, with\r\nthe calm of desperation, said: “Thank you.” There was a pause. “Thank\r\nyou,” said the voice again in a crushed sort of way, and the receiver\r\nwas hung up. Ruth went back to Sybil.\r\n\r\nThe hours passed. How she got through them Ruth hardly knew. Time\r\nseemed to have stopped. For the most part they sat in silence. In the\r\nafternoon Sybil was allowed to see Bailey for a few minutes. She\r\nreturned thoughtful. She kissed Ruth before she sat down, and once or\r\ntwice after that Ruth, looking up, found her eyes fixed upon her. It\r\nseemed to Ruth that there was something which she was trying to say,\r\nbut she asked no questions.\r\n\r\nAfter dinner they sat out on the porch. It was a perfect night. The\r\ncool dusk was soothing.\r\n\r\nRuth broke a long silence.\r\n\r\n“Sybil!”\r\n\r\n“Yes, dear?”\r\n\r\n“May I tell you something?”\r\n\r\n“Well?”\r\n\r\n“I’m afraid it’s bad news.”\r\n\r\nSybil turned quickly.\r\n\r\n“You called up the office while I was with Bailey?”\r\n\r\nRuth started.\r\n\r\n“How did you know?”\r\n\r\n“I guessed. I have been trying to do it all day, but I hadn’t the\r\npluck. Well?”\r\n\r\n“I’m afraid things are about as bad as they can be. A Mr. Meadows spoke\r\nto me. He was very gloomy. He told me a lot of things which I couldn’t\r\nfollow, details of what had happened, but I understood all that was\r\nnecessary, I’m afraid——”\r\n\r\n“Bailey’s ruined?” said Sybil quietly.\r\n\r\n“Mr. Meadows seemed to think so. He may have exaggerated.”\r\n\r\nSybil shook her head.\r\n\r\n“No. Bailey was talking to me upstairs. I expected it.”\r\n\r\nThere was a long silence.\r\n\r\n“Ruth.”\r\n\r\n“Yes?”\r\n\r\n“I’m afraid—”\r\n\r\nSybil stopped.\r\n\r\n“Yes?”\r\n\r\nA sudden light of understanding came to Ruth. She knew what it was that\r\nSybil was trying to say, had been trying to say ever since she spoke\r\nwith Bailey.\r\n\r\n“My money has gone, too? Is that it?”\r\n\r\nSybil did not answer. Ruth went quickly to her and took her in her\r\narms.\r\n\r\n“You poor baby,” she cried. “Was that what was on your mind, wondering\r\nhow you should tell me? I knew there was something troubling you.”\r\n\r\nSybil began to sob.\r\n\r\n“I didn’t know how to tell you,” she whispered.\r\n\r\nRuth laughed excitedly. She felt as if a great weight had been lifted\r\nfrom her shoulders—a weight which had been crushing the life out of\r\nher. In the last few days the scales had fallen from her eyes and she\r\nhad seen clearly.\r\n\r\nShe realized now what Kirk had realized from the first, that what had\r\nforced his life apart from hers had been the golden wedge of her\r\nfather’s money. It was the burden of wealth that had weighed her down\r\nwithout her knowing it. She felt as if she had been suddenly set free.\r\n\r\n“I’m dreadfully sorry,” said Sybil feebly.\r\n\r\nRuth laughed again.\r\n\r\n“I’m not,” she said. “If you knew how glad I was you would be\r\ncongratulating me instead of looking as if you thought I was going to\r\nbite you.”\r\n\r\n“Glad!”\r\n\r\n“Of course I’m glad. Everything’s going to be all right again now.\r\nSybil dear, Kirk and I had the most awful quarrel the other day. We—we\r\nactually decided it would be better for us to separate. It was all my\r\nfault. I had neglected Kirk, and I had neglected Bill, and Kirk\r\ncouldn’t stand it any longer. But now that this has happened, don’t you\r\nsee that it will be all right again? You can’t stand on your dignity\r\nwhen you’re up against real trouble. If this had not happened, neither\r\nof us would have had the pluck to make the first move; but now, you\r\nsee, we shall just naturally fall into each other’s arms and be happy\r\nagain, he and I and Bill, just as we were before.”\r\n\r\n“It must be lovely for you having Bill,” said little Mrs. Bailey\r\nwistfully. “I wish—”\r\n\r\nShe stopped. There was a corner of her mind into which she could not\r\nadmit any one, even Ruth.\r\n\r\n“Having him ought to have been enough for any woman.” Ruth’s voice was\r\nserious. “It was enough for me in the old days when we were at the\r\nstudio. What fools women are sometimes! I suppose I lost my head,\r\ncoming suddenly into all that money—I don’t know why; for it was not as\r\nif I had not had plenty of time, when father was alive, to get used to\r\nthe idea of being rich. I think it must have been the unexpectedness of\r\nit. I certainly did behave as if I had gone mad. Goodness! I’m glad\r\nit’s over and that we can make a fresh start.”\r\n\r\n“What is it like being poor, Ruth? Of course, we were never very well\r\noff at home, but we weren’t really poor.”\r\n\r\n“It’s heaven if you’re with the right man.”\r\n\r\nMrs. Bailey sighed.\r\n\r\n“Bailey’s the right man, as far as I’m concerned. But I’m wondering how\r\nhe will bear it, poor dear.”\r\n\r\nRuth was feeling too happy herself to allow any one else to be unhappy\r\nif she could help it.\r\n\r\n“Why, of course he will be splendid about it,” she said. “You’re\r\nletting your imagination run away with you. You have got the idea of\r\nBailey and yourself as two broken creatures begging in the streets. I\r\ndon’t know how badly Bailey will be off after this smash, but I do know\r\nthat he will have all his brains and his energy left.”\r\n\r\nRuth was conscious of a momentary feeling of surprise that she should\r\nbe eulogizing Bailey in this fashion, and—stranger still—that she\r\nshould be really sincere in what she said. But to-day seemed to have\r\nchanged everything, and she was regarding her brother with a new-born\r\nrespect. She could still see Sybil’s face as it had appeared in that\r\nmemorable moment of self-revelation. It had made a deep impression upon\r\nher.\r\n\r\n“A man like Bailey is worth a large salary to any one, even if he may\r\nnot be able to start out for himself again immediately. I’m not\r\nworrying about you and Bailey. You will have forgotten all about this\r\ncrash this time next year.” Sybil brightened up. She was by nature\r\neasily moved, and Ruth’s words had stimulated her imagination.\r\n\r\n“He _is_ awfully clever,” she said, her eyes shining.\r\n\r\n“Why, this sort of thing happens every six months to anybody who has\r\nanything to do with Wall Street,” proceeded Ruth, fired by her own\r\noptimism. “You read about it in the papers every day. Nobody thinks\r\nanything of it.”\r\n\r\nSybil, though anxious to look on the bright side, could not quite rise\r\nto these heights of scorn for the earthquake which had shaken her\r\nworld.\r\n\r\n“I hope not. It would be awful to go through a time like this again.”\r\n\r\nRuth reassured her, though it entailed a certain inconsistency on her\r\npart. She had a true woman’s contempt for consistency.\r\n\r\n“Of course you won’t have to go through it again. Bailey will be\r\ncareful in future not to—not to do whatever it is that he has done.”\r\n\r\nShe felt that the end of her inspiring speech was a little weak, but\r\nshe did not see how she could mend it. Her talk with Mr. Meadows on the\r\ntelephone had left her as vague as before as to the actual details of\r\nwhat had been happening that day in Wall Street. She remembered stray\r\nremarks of his about bulls, and she had gathered that something had\r\nhappened to something which Mr. Meadows called G.R.D.’s, which had\r\nevidently been at the root of the trouble; but there her grasp of high\r\nfinance ended.\r\n\r\nSybil, however, was not exigent. She brightened at Ruth’s words as if\r\nthey had been an authoritative pronouncement from an expert.\r\n\r\n“Bailey is sure to do right,” she said. “I think I’ll creep in and see\r\nif he’s still asleep.”\r\n\r\nRuth, left alone on the porch, fell into a pleasant train of thought.\r\nThere was something in her mental attitude which amused her. She\r\nwondered if anybody had ever received the announcement of financial\r\nruin in quite the same way before. Yet to her this attitude seemed the\r\nonly one possible.\r\n\r\nHow simple everything was now! She could go to Kirk and, as she had\r\nsaid to Sybil, start again. The golden barrier between them had\r\nvanished. One day had wiped out all the wretchedness of the last year.\r\nThey were back where they had started, with all the accumulated\r\nexperience of those twelve months to help them steer their little ship\r\nclear of the rocks on its new voyage.\r\n\r\n\r\nShe was roused from her dream by the sound of an automobile drawing up\r\nat the door. A voice that she recognised called her name. She went\r\nquickly down the steps.\r\n\r\n“Is that you, Aunt Lora?”\r\n\r\nMrs. Porter, masterly woman, never wasted time in useless chatter.\r\n\r\n“Jump in, my dear,” she said crisply. “Your husband has stolen William\r\nand eloped with that girl Mamie (whom I never trusted) to Connecticut.”"
  ]
}