{
  "index": 37,
  "title": "Chapter 36",
  "paragraphs": [
    "Accepting the Gifts of the Gods\r\n\r\n\r\nIt was fortunate, considering the magnitude of the shock which she was\r\nto receive, that circumstances had given Steve’s Mamie unusual powers\r\nof resistance in the matter of shocks. For years before her\r\nintroduction into the home of the Winfield family her life had been one\r\nlong series of crises. She had never known what the morrow might bring\r\nforth, though experience had convinced her that it was pretty certain\r\nto bring forth something agitating which would call for all her\r\nwell-known ability to handle disaster.\r\n\r\nThe sole care of three small brothers and a weak-minded father gives a\r\ngirl exceptional opportunities of cultivating poise under difficult\r\nconditions. It had become second nature with Mamie to keep her head\r\nthough the heavens fell.\r\n\r\nConsequently, when she entered the nursery next morning and found it\r\nempty, she did not go into hysterics. She did not even scream. She read\r\nSteve’s note twice very carefully, then sat down to think what was her\r\nbest plan of action.\r\n\r\nHer ingrained habit of looking on the bright side of things, the result\r\nof a life which, had pessimism been allowed to rule it, might have\r\nended prematurely with what the papers are fond of calling a “rash\r\nact,” led her to consider first those points in the situation which she\r\nlabelled in her meditations as “bits of luck.”\r\n\r\nIt was a bit of luck that Mrs. Porter happened to be away for the\r\nmoment. It gave her time for reflection. It was another bit of luck\r\nthat, as she had learned from Keggs, whom she met on the stairs on her\r\nway to the nursery, a mysterious telephone-call had caused Ruth to rise\r\nfrom her bed some three hours before her usual time and depart\r\nhurriedly in a cab. This also helped.\r\n\r\nKeggs had no information to give as to Ruth’s destination or the\r\nprobable hour of her return. She had vanished without a word, except a\r\nrequest to Keggs to tell the driver of her taxi to go to the\r\nThirty-Third Street subway.\r\n\r\n“Must ’a’ ’ad bad noos,” Keggs thought, “because she were look’n’ white\r\nas a sheet.”\r\n\r\nMamie was sorry that Ruth had had bad news, but her departure certainly\r\nhelped to relieve the pressure of an appalling situation.\r\n\r\nWith the absence of Ruth and Mrs. Porter the bits of luck came to an\r\nend. Try as she would, Mamie could discover no other silver linings in\r\nthe cloud-bank. And even these ameliorations of the disaster were only\r\ntemporary.\r\n\r\nRuth would return. Worse, Mrs. Porter would return. Like two Mother\r\nHubbards, they would go to the cupboard, and the cupboard would be\r\nbare. And to her, Mamie, would fall the task of explanation.\r\n\r\nThe only explanation that occurred to her was that Steve had gone\r\nsuddenly mad. He had given no hint of his altruistic motives in the\r\nhurried scrawl which she had found on the empty cot. He had merely said\r\nthat he had taken away William Bannister, but that “it was all right.”\r\n\r\nWhy Steve should imagine that it was all right baffled Mamie. Anything\r\nless all right she had never come across in a lifetime of disconcerting\r\nexperiences.\r\n\r\nShe was aware that things were not as they should be between Ruth and\r\nKirk, and the spectacle of the broken home had troubled her gentle\r\nheart; but she failed to establish a connection between Kirk’s\r\ndeparture and Steve’s midnight raid.\r\n\r\nAfter devoting some ten minutes to steady brainwork she permitted\r\nherself the indulgence of a few tears. She did not often behave in this\r\nshockingly weak way, her role in life hitherto having been that of the\r\none calm person in a disrupted world. When her father had lost his job,\r\nand the rent was due, and Brother Jim had fallen in the mud to the\r\ndetriment of his only suit of clothes, and Brothers Terence and Mike\r\nhad developed respectively a sore throat and a funny feeling in the\r\nchest, she had remained dry-eyed and capable. Her father had cried, her\r\nbrother Jim had cried, her brother Terence had cried, and her brother\r\nMike had cried in a manner that made the weeping of the rest of the\r\nfamily seem like the uncanny stillness of a summer night; but she had\r\nnot shed a tear.\r\n\r\nNow, however, she gave way. She buried her little face on the pillow\r\nwhich so brief a while before had been pressed by the round head of\r\nWilliam Bannister and mourned like a modern Niobe.\r\n\r\nAt the end of two minutes she rose, sniffing but courageous, herself\r\nagain. In her misery an idea had come to her. It was quite a simple and\r\nobvious idea, but till now it had eluded her.\r\n\r\nShe would go round to the studio and see Kirk. After all, it was his\r\naffair as much as anybody else’s, and she had a feeling that it would\r\nbe easier to break the news to him than to Ruth and Mrs. Porter.\r\n\r\nShe washed her eyes, put on her hat, and set out.\r\n\r\nLuck, however, was not running her way that morning. Arriving at the\r\nstudio, she rang the bell, and rang and rang again without result\r\nexcept a marked increase in her already substantial depression. When it\r\nbecame plain to her that the studio was empty she desisted.\r\n\r\nIt is an illustration of her remarkable force of character that at this\r\npoint, refusing to be crushed by the bludgeoning of fate, she walked to\r\nBroadway and went into a moving-picture palace. There was nothing to be\r\neffected by staying in the house and worrying, so she resolutely\r\ndeclined to worry.\r\n\r\nFrom this point onward her day divided itself into a series of three\r\nmovements repeated at regular intervals. From the moving pictures she\r\nwent to the house on Fifth Avenue. Finding that neither Ruth nor Mrs.\r\nPorter had returned, she went to the studio. Ringing the bell there and\r\ngetting no answer, she took in the movies once more.\r\n\r\nMamie was a philosopher.\r\n\r\nThe atmosphere of the great house was still untroubled on her second\r\nvisit. The care of the White Hope had always been left exclusively in\r\nthe hands of the women, and the rest of the household had not yet\r\ndetected his absence. It was not their business to watch his comings in\r\nand his goings out. Besides, they had other things to occupy them.\r\n\r\nThe unique occasion of the double absence of Ruth and Mrs. Porter was\r\nbeing celebrated by a sort of Saturnalia or slaves’ holiday. It was\r\ntrue that either or both might return at any moment, but there was a\r\ndisposition on the part of the domestic staff to take a chance on it.\r\n\r\nKeggs, that sinful butler, had strolled round to an apparently\r\nuntenanted house on Forty-First Street, where those who knew their New\r\nYork could, by giving the signal, obtain admittance and the privilege\r\nof losing their money at the pleasing game of roulette with a double\r\nzero.\r\n\r\nGeorge, the footman, in company with Henriette, the lady’s-maid, and\r\nRollins, the chauffeur, who had butted in absolutely uninvited to\r\nGeorge’s acute disgust, were taking the air in the park. The rest of\r\nthe staff, with the exception of a house-maid, who had been bribed,\r\nwith two dollars and an old dress which had once been Ruth’s and was\r\nnow the property of Henriette, to stand by the ship, were somewhere on\r\nthe island, amusing themselves in the way that seemed best to them. For\r\nall practical purposes, it was a safe and sane Fourth provided out of a\r\nblue sky by the god of chance.\r\n\r\nIt was about five o’clock when Mamie, having, at a modest estimate,\r\nseen five hundred persecuted heroes, a thousand ill-used heroines,\r\nseveral regiments of cowboys, and perhaps two thousand comic men\r\npursued by angry mobs, returned from her usual visit to the studio.\r\n\r\nThis time there were signs of hope in the shape of a large automobile\r\nopposite the door. She rang the bell, and there came from within the\r\nwelcome sound of footsteps. An elderly man of a somewhat dissipated\r\ncountenance opened the door.\r\n\r\n“I want to see Mr. Winfield,” said Mamie.\r\n\r\nMr. Penway, for it was he, gave her the approving glance which your man\r\nof taste and discrimination does not fail to bestow upon youth and\r\nbeauty and bawled over his shoulder—\r\n\r\n“Kirk!”\r\n\r\nKirk came down the passage. He was looking brown and healthy. He was in\r\nhis shirt-sleeves.\r\n\r\n“Oh, Mr. Winfield. I’m in such trouble.”\r\n\r\n“Why, Mamie! What’s the matter? Come in.”\r\n\r\nMamie followed him into the studio, eluding Mr. Penway, whose arm was\r\nhovering in the neighbourhood of her waist.\r\n\r\n“Sit down,” said Kirk. “What’s the trouble? Have you been trying to get\r\nat me before? We’ve been down to Long Beach.”\r\n\r\n“A delightful spot,” observed Mr. Penway, who had followed. “Sandy, but\r\nreplete with squabs. Why didn’t you come earlier? We could have taken\r\nyou.”\r\n\r\n“May I talk privately with you, Mr. Winfield?”\r\n\r\n“Sure.”\r\n\r\nKirk looked at Mr. Penway, who nodded agreeably.\r\n\r\n“Outside for Robert?” he inquired amiably. “Very well. There is no\r\nButtinsky blood in the Penway family. Let me just fix myself a\r\nhigh-ball and borrow one of your cigars and I’ll go and sit in the car\r\nand commune with nature. Take your time.”\r\n\r\n“Just a moment, Mamie,” said Kirk, when he had gone. He picked up a\r\ntelegram which lay on the table. “I’ll read this and see if it’s\r\nimportant, and then we’ll get right down to business. We only got back\r\na moment before you arrived, so I’m a bit behind with my\r\ncorrespondence.”\r\n\r\nAs he read the telegram a look of astonishment came into his face. He\r\nsat down and read the message a second time. Mamie waited patiently.\r\n\r\n“Good Lord!” he muttered.\r\n\r\nA sudden thought struck Mamie.\r\n\r\n“Mr. Winfield, is it from Steve?” she said.\r\n\r\nKirk started, and looked at her incredulously.\r\n\r\n“How on earth did you know? Good Heavens! Are you in this, Mamie, too?”\r\n\r\nMamie handed him her note. He read it without a word. When he had\r\nfinished he sat back in his chair, thinking.\r\n\r\n“I thought Steve might have telegraphed to you,” said Mamie.\r\n\r\nKirk roused himself from his thoughts.\r\n\r\n“Was this what you came to see me about?”\r\n\r\n“Yes.”\r\n\r\n“What does Ruth—what do they think of it—up there?”\r\n\r\n“They don’t know anything about it. Mrs. Winfield went away early this\r\nmorning. Mr. Keggs said she had had a telephone call, Mrs. Porter is in\r\nBoston. She will be back to-day some time. What are we to do?”\r\n\r\n“Do!” Kirk jumped up and began to pace the floor. “I’ll tell you what\r\nI’m going to do. Steve has taken the boy up to my shack in Connecticut.\r\nI’m going there as fast as the auto can take me.”\r\n\r\n“Steve’s mad!”\r\n\r\n“Is he? Steve’s the best pal I’ve got. For two years I’ve been aching\r\nto get at this boy, and Steve has had the sense to show me the way.”\r\n\r\nHe went on as if talking to himself.\r\n\r\n“Steve’s a man. I’m just a fool who hangs round without the nerve to\r\nact. If I had had the pluck of a rabbit I’d have done this myself six\r\nmonths ago. But I’ve hung round doing nothing while that damned Porter\r\nwoman played the fool with the boy. I’ll be lucky now if he remembers\r\nwho I am.”\r\n\r\nHe turned abruptly to Mamie.\r\n\r\n“Mamie, you can tell them whatever you please when you get home. They\r\ncan’t blame you. It’s not your fault. Tell them that Steve was acting\r\nfor me with my complete approval. Tell them that the kid’s going to be\r\nbrought up right from now on. I’ve got him, and I’m going to keep him.”\r\n\r\nMamie had risen and was facing him, a very determined midget, pink and\r\nresolute.\r\n\r\n“I’m not going home, Mr. Winfield.”\r\n\r\n“What?”\r\n\r\n“If you are going to Bill, I am coming with you.”\r\n\r\n“Nonsense.”\r\n\r\n“That’s my place—with him.”\r\n\r\n“But you can’t. It’s impossible.”\r\n\r\n“Not more impossible than what has happened already.”\r\n\r\n“I won’t take you.”\r\n\r\n“Then I’ll go by train. I know where your house is. Steve told me.”\r\n\r\n“It’s out of the question.”\r\n\r\nMamie’s Irish temper got the better of her professional desire to\r\nmaintain the discreetly respectful attitude of employee toward\r\nemployer.\r\n\r\n“Is it then? We’ll see. Do you think I’m going to leave you and Steve\r\nto look after my Bill? What do men know about taking care of children?\r\nYou would choke the poor mite or let him kill himself a hundred ways.”\r\n\r\nShe glared at him defiantly. He glared back at her. Then his sense of\r\nhumour came to his rescue. She looked so absurdly small standing there\r\nwith her chin up and her fists clenched. He laughed delightedly. He\r\nwent up to her and placed a hand on each of her shoulders, looking down\r\nat her. He felt that he loved her for her championship of Bill.\r\n\r\n“You’re a brick, Mamie. Of course you shall come. We’ll call at the\r\nhouse and you can pack your grip. But, by George, if you put that\r\ninfernal thermometer in I’ll run the automobile up against a\r\ntelegraph-pole, and then Bill will lose us both.”\r\n\r\n“Finished?” said a voice. “Oh, I beg your pardon. Sorry.”\r\n\r\nMr. Penway was gazing at them with affectionate interest from the\r\ndoorway. Kirk released Mamie and stepped back.\r\n\r\n“I only looked in,” explained Mr. Penway. “Didn’t mean to intrude.\r\nThought you might have finished your chat, and it was a trifle lonely\r\ncommuning with nature.”\r\n\r\n“Bob,” said Kirk, “you’ll have to get on without me for a day or two.\r\nMake yourself at home. You know where everything is.”\r\n\r\n“I can satisfy my simple needs. Thinking of going away?”\r\n\r\n“I’ve got to go up to Connecticut. I don’t know how long I shall be\r\naway.”\r\n\r\n“Take your time,” said Mr. Penway affably. “Going in the auto?”\r\n\r\n“Yes.”\r\n\r\n“The weather is very pleasant for automobiling just now,” remarked Mr.\r\nPenway.\r\n\r\n\r\nTen minutes later, having thrown a few things together into a bag, Kirk\r\ntook his place at the wheel. Mamie sat beside him. The bag had the rear\r\nseat to itself.\r\n\r\n“There seems to be plenty of room still,” said Mr. Penway. “I have half\r\na mind to come with you.”\r\n\r\nHe looked at Mamie.\r\n\r\n“But on reflection I fancy you can get along without me.”\r\n\r\nHe stood at the door, gazing after the motor as it moved down the\r\nstreet. When it had turned the corner he went back into the studio and\r\nmixed himself a high-ball.\r\n\r\n“Kirk does manage to find them,” he said enviously."
  ]
}