{
  "index": 43,
  "title": "Chapter 42",
  "paragraphs": [
    "The White-Hope Link\r\n\r\n\r\nThe White Hope slept. The noise of the departing car, which had roused\r\nthe birds, had made no impression on him. As Steve had said, dynamite\r\ncould not do it. He slumbered on, calmly detached, unaware of the\r\nremarkable changes which, in the past twenty-four hours, had taken\r\nplace in his life. An epoch had ended and a new one begun, but he knew\r\nit not.\r\n\r\nAnd probably, if Kirk and Ruth, who were standing at his bedside,\r\nwatching him, had roused him and informed him of these facts, he would\r\nhave displayed little excitement. He had the philosophical temperament.\r\nHe took things as they came. Great natural phenomena, like Lora Delane\r\nPorter, he accepted as part of life. When they were in his life, he\r\nendured them stoically. When they went out of it, he got on without\r\nthem. Marcus Aurelius would have liked William Bannister Winfield. They\r\nbelonged to the same school of thought.\r\n\r\nThe years have a tendency to destroy this placidity towards life and to\r\ndevelop in man a sense of gratitude to fate for its occasional\r\nkindnesses; and Kirk, having been in the world longer than William\r\nBannister, did not take the gifts of the gods so much for granted. He\r\nwas profoundly grateful for what had happened. That Lora Delane Porter\r\nshould have retired from active interference with his concerns was\r\nmuch; but that he should have had the incredible good fortune to be\r\nfreed from the burden of John Bannister’s money was more.\r\n\r\nIf ever money was the root of all evil, this had been. It had come into\r\nhis life like a poisonous blight, withering and destroying wherever it\r\ntouched. It had changed Ruth; it had changed William Bannister; it had\r\nchanged himself; it was as if the spirit of the old man had lived on,\r\nhating him and working him mischief. He always had superstitious fear\r\nof it; and events had proved him right.\r\n\r\nAnd now the cloud had rolled away. A few crowded hours of Bailey’s\r\ndashing imbecility had removed the curse forever.\r\n\r\nHe was alone with Ruth and his son in a world that contained only them,\r\njust as in the old days of their happiness. There was something\r\nsymbolic, something suggestive of the beginning of a new order of\r\nthings, in their isolation at this very moment. Steve had gone. Only he\r\nand Ruth and the child were left.\r\n\r\nThe child—the White Hope—he was the real hero of the story, the real\r\nprincipal of the drama of their three lives. He was the link that bound\r\nthem together, the force that worked for coherence and against chaos.\r\nHe stood between them, his hands in theirs; and while he did so there\r\ncould be no parting of the ways. His grip was light, but as strong as\r\nsteel. Time would bring troubles, moods, misunderstandings, for they\r\nwere both human; but, while that grip held, there could be no gulf\r\ndividing Ruth and himself, as it had divided them in the past.\r\n\r\nHe faced the future calmly, with open eyes. It would be rough going at\r\nfirst, very rough going. It meant hard work, incessant work. No more\r\nvague masterpieces which might or might not turn into “Carmen” or “The\r\nSpanish Maiden.” No more delightful idle days to be loafed through in\r\nthe studio or the shops. No more dreams, seen hazily through the smoke\r\nof a cigar, as he lay on the couch and stared at the ceiling, of what\r\nhe would do to-morrow. To-morrow must look after itself. His business\r\nwas with the present and the work of the present.\r\n\r\nHe braced himself to the fight, confident of his power to win. He had\r\nfound himself.\r\n\r\nBill stirred in his sleep and muttered. Ruth bent over him and kissed\r\nthe honourable scratch on his cheek.\r\n\r\n“Poor little chap! You’ll wake up and find that you aren’t a\r\nmillionaire baby after all! I wonder if you’ll mind. Kirk, do _you_\r\nmind?”\r\n\r\n“Mind!”\r\n\r\n“I don’t,” said Ruth. “I think it will be rather fun being poor again.”\r\n\r\n“Who’s poor?” said Kirk stoutly. “I’m not. I’ve got you and I’ve got\r\nBill. Do you remember—ages ago—what that Vince girl, the model, you\r\nknow, said that her friend had called me? A plute. That’s me. I’m the\r\nrichest man in the world.”"
  ]
}