{
  "index": 40,
  "title": "Chapter 39",
  "paragraphs": [
    "Pastures New\r\n\r\n\r\nSteve had arrived at the Connecticut shack in the early dawn of the day\r\nwhich had been so eventful to most of his friends and acquaintances.\r\nWilliam Bannister’s interest in the drive, at first acute, had ceased\r\nafter the first five miles, and he had passed the remainder of the\r\njourney in a sound sleep from which the stopping of the car did not\r\nawaken him.\r\n\r\nSteve jumped down and stretched himself. There was a wonderful\r\nfreshness in the air which made him forget for a moment his desire for\r\nrepose. He looked about him, breathing deep draughts of its coolness.\r\nThe robins which, though not so well advertised, rise just as\r\npunctually as the lark, were beginning to sing as they made their\r\nsimple toilets before setting out to attend to the early worm. The sky\r\nto the east was a delicate blend of pinks and greens and yellows, with\r\na hint of blue behind the grey which was still the prevailing note.\r\n\r\nA vaguely sentimental mood came upon Steve. In his heart he knew\r\nperfectly well that he could never be happy for any length of time out\r\nof sight and hearing of Broadway cars; but at that moment, such was the\r\nmagic of the dawn, he felt a longing to settle down in the country and\r\npass the rest of his days a simple farmer with beard unchecked by\r\nrazor. He saw himself feeding the chickens and addressing the pigs by\r\ntheir pet names, while Mamie, in a cotton frock, called cheerfully to\r\nhim to come in because breakfast was ready and getting cold.\r\n\r\nMamie! Ah!\r\n\r\nHis sigh turned into a yawn. He realized with the abruptness which\r\ncomes to a man who stands alone with nature in the small hours that he\r\nwas very sleepy. The excitement which had sustained him till now had\r\nbegun to ebb. The free life of the bearded farmer seemed suddenly less\r\nattractive. Bed was what he wanted now, not nature.\r\n\r\nHe opened the door of the car and lifted William Bannister out, swathed\r\nin rugs. The White Hope gurgled drowsily, but did not wake. Steve\r\ncarried him on to the porch and laid him down. Then he turned his\r\nattention to the problem of effecting an entry.\r\n\r\nOnce an honest man has taken to amateur burgling he soon picks up the\r\ntricks of it. To open his knife and shoot back the catch of the nearest\r\nwindow was with Steve the work, if not of a moment, of a very few\r\nminutes. He climbed in and unlocked the front door. Then he carried his\r\nyoung charge into the sitting-room and laid him down on a chair, a step\r\nnearer his ultimate destination—bed.\r\n\r\nSteve’s faculties were rapidly becoming numb with approaching sleep,\r\nbut he roused himself to face certain details of the country life which\r\ntill now had escaped him. His earnest concentration on the main plank\r\nof his platform, the spiriting away of William Bannister, had caused\r\nhim to overlook the fact that no preparations had been made to welcome\r\nhim on his arrival at his destination. He had treated the shack as if\r\nit had been a summer hotel, where he could walk in and engage a room.\r\nIt now struck him that there was much to be attended to before he\r\ncould, as he put it to himself, hit the hay. There was the White Hope’s\r\nbed to be made, and, by the way of a preliminary to that, sheets must\r\nbe found and blankets, not to mention pillows.\r\n\r\nYawning wearily he set out on his search.\r\n\r\nHe found sheets, but mistrusted them. They might or might not be\r\nperfectly dry. He did not care to risk his godson’s valuable health in\r\nthe experiment. A hazy notion that blankets were always safe restored\r\nhis spirits, and he became cheerful on reflecting that a child with\r\nWilliam Bannister’s gift for sleep would not be likely to notice the\r\nabsence of linen in his bed.\r\n\r\nThe couch which he finally passed adequate would have caused Lora\r\nDelane Porter’s hair to stand erect, but it satisfied Steve. He went\r\ndownstairs, and, returning with William Bannister, placed him carefully\r\non it and tucked him in. The White Hope slept on.\r\n\r\nHaving assured himself that all was well, Steve made up a similar nest\r\nfor himself, and, removing his coat and shoes, crawled under the\r\nblankets. Five minutes later rhythmical snores proclaimed the fact that\r\nnature had triumphed over all the discomforts of one of the worst-made\r\nbeds in Connecticut.\r\n\r\n\r\nThe sun was high when Steve woke. He rose stiffly and went into the\r\nother room. William Bannister still slept.\r\n\r\nSteve regarded him admiringly.\r\n\r\n“For the dormouse act,” he mused, “that kid certainly stands alone. You\r\ngot to hand it to him.”\r\n\r\nAn aching void within him called his mind to the question of breakfast.\r\nIt began to come home to him that he had not planned out this\r\nexpedition with that thoroughness which marks the great general.\r\n\r\n“I guess I’ll have to get out to the nearest village in the bubble,” he\r\nsaid. “And while I’m there maybe I’d better send Kirk a wire. And I\r\nreckon I’ll have to take the kid. If he wakes up and finds me gone\r\nhe’ll throw fits. Up you get, squire.”\r\n\r\nHe kneaded the recumbent form of his godson with a large hand until he\r\nhad massaged out of him the last remains of his great sleep. It took\r\nsome time, but it was effective. The White Hope sat up, full of life\r\nand energy. He inspected Steve gravely for a moment, endeavouring to\r\nplace him.\r\n\r\n“Hello, Steve,” he said at length.\r\n\r\n“Hello, kid.”\r\n\r\n“Where am I?”\r\n\r\n“In the country. In Connecticut.”\r\n\r\n“What’s ’Necticut?”\r\n\r\n“This is. Where we are.”\r\n\r\n“Where are we?”\r\n\r\n“Here. In Connecticut.”\r\n\r\n“Why?”\r\n\r\nSteve raised a protesting hand.\r\n\r\n“Not so early in the day, kid; not before breakfast,” he pleaded.\r\n“Honest, I’m not strong enough. It ain’t as if we was a vaudeville team\r\nthat had got to rehearse.”\r\n\r\n“What’s rehearse?”\r\n\r\nSteve changed the subject.\r\n\r\n“Say, kid, ain’t you feeling like you could bite into something? I got\r\nan emptiness inside me as big as all outdoors. How about a mouthful of\r\ncereal and a shirred egg? Now, for the love of Mike,” he went on\r\nquickly, as his godson opened his mouth to speak, “don’t say ‘What’s\r\nshirred?’ It’s something you do to eggs. It’s one way of fixing ’em.”\r\n\r\n“What’s fixing?” inquired William Bannister brightly.\r\n\r\nSteve sighed. When he spoke he was calm, but determined.\r\n\r\n“That’ll be all the dialogue for the present,” he said. “We’ll play the\r\nrest of our act in dumb show. Get a move on you, and I’ll take you out\r\nin the bubble—the automobile, the car, the chug-chug wagon, the thing\r\nwe came here in, if you want to know what bubble is—and we’ll scare up\r\nsome breakfast.”\r\n\r\nSteve’s ignorance of the locality in which he found himself was\r\ncomplete; but he had a general impression that farmers as a class were\r\npeople who delighted in providing breakfasts for the needy, if the\r\nneedy possessed the necessary price. Acting on this assumption, he\r\npostponed his trip to the nearest town and drove slowly along the roads\r\nwith his eyes open for signs of life.\r\n\r\nHe found a suitable farm and, applying the brakes, gathered up William\r\nBannister and knocked at the door.\r\n\r\nHis surmise as to the hospitality of farmers proved correct, and\r\npresently they were sitting down to a breakfast which it did his\r\nfamished soul good to contemplate.\r\n\r\nWilliam Bannister seemed less enthusiastic. Steve, having disposed of\r\ntwo eggs in quick succession, turned to see how his young charge was\r\nprogressing with his repast, and found him eyeing a bowl of\r\nbread-and-milk in a sort of frozen horror.\r\n\r\n“What’s the matter, kid?” he asked. “Get busy.”\r\n\r\n“No paper,” said William Bannister.\r\n\r\n“For the love of Pete! Do you expect your morning paper out in the\r\nwoods?”\r\n\r\n“No paper,” repeated the White Hope firmly.\r\n\r\nSteve regarded him thoughtfully.\r\n\r\n“I didn’t have this trip planned out right,” he said regretfully. “I\r\nought to have got Mamie to come along. I bet a hundred dollars she\r\nwould have got next to your meanings in a second. I pass. What’s your\r\nkick, anyway? What’s all this about paper?”\r\n\r\n“Aunty Lora says not to eat bread that doesn’t come wrapped up in\r\npaper,” said the White Hope, becoming surprisingly lucid. “Mamie undoes\r\nit out of crinkly paper.”\r\n\r\n“I get you. They feed you rolls at home wrapped up in tissue-paper, is\r\nthat it?”\r\n\r\n“What’s tissue?”\r\n\r\n“Same as crinkly. Well, see here. You remember what we was talking\r\nabout last night about germs?”\r\n\r\n“Yes.”\r\n\r\n“Well, that’s one thing germs never do, eat bread out of crinkly paper.\r\nYou want to forget all the dope they shot into you back in New York and\r\nstart fresh. You do what I tell you and you can’t go wrong. If you’re\r\ngoing to be a regular germ, what you’ve got to do is to wrap yourself\r\nround that bread-and-milk the quickest you can. Get me? Till you do\r\nthat we can’t begin to start out to have a good time.”\r\n\r\nWilliam Bannister made no more objections. He attacked his meal with an\r\neasy conscience, and about a quarter of an hour later leaned back with\r\na deep sigh of repletion.\r\n\r\nSteve, meanwhile had entered into conversation with the lady of the\r\nhouse.\r\n\r\n“Say, I guess you ain’t got a kid of your own anywheres, have you?”\r\n\r\n“Sure I have,” said the hostess proudly. “He’s out in the field with\r\nhis pop this minute. His name’s Jim.”\r\n\r\n“Fine. I want to get hold of a kid to play with this kid here. Jim\r\nsounds pretty good to me. About the same age as this one?”\r\n\r\n“For the Lord’s sake! Jim’s eighteen and weighs two hundred pounds.”\r\n\r\n“Cut out Jim. I thought from the way you spoke he was a regular kid.\r\nKnow any one in these parts who’s got something about the same weight\r\nas this one?”\r\n\r\nThe farmer’s wife reflected.\r\n\r\n“Kids is pretty scarce round here,” she said. “I reckon you won’t get\r\none that I knows of. There’s that Tom Whiting, but he’s a bad boy. He\r\nain’t been raised right.”\r\n\r\n“What’s the matter with him?”\r\n\r\n“I don’t want to speak harm of no one, but his father used to be a low\r\nprize-fighter, and you know what they are.”\r\n\r\nSteve nodded sympathetically.\r\n\r\n“Regular plug-uglies,” he said. “A friend of mine used to have to mix\r\nwith them quite a lot, poor fellah! He used to say they was none of\r\nthem truly refined. And this kid takes after his pop, eh? Kind of\r\nscrappy kid, is that it?”\r\n\r\n“He’s a bad boy.”\r\n\r\n“Well, maybe I’d better look him over, just in case. Where’s he to be\r\nfound?”\r\n\r\n“They live in the cottage by the big house you can see through them\r\ntrees. His pop looks after Mr. Wilson’s prize dawgs. That’s his job.”\r\n\r\n“What’s Wilson?” asked the White Hope, coming out of his stupor.\r\n\r\n“You beat me to it by a second, kid. I was just going to ask it\r\nmyself.”\r\n\r\n“He’s one of them rich New Yawkers. He has his summer place here, and\r\nthis Whiting looks after his prize dawgs.”\r\n\r\n“Well, I guess I’ll give him a call. It’s going to be lonesome for my\r\nkid if he ain’t got some one to show him how to hit it up. He’s not\r\nused to country life. Come along. We’ll get into the bubble and go and\r\nsend your pop a telegram.”\r\n\r\n“What’s telegram?” asked William Bannister.\r\n\r\n“I got you placed now,” said Steve, regarding him with interest.\r\n“You’re not going to turn into an ambassador or an artist or any of\r\nthem things. You’re going to be the greatest district attorney that\r\never came down the pike.”"
  ]
}