{
  "index": 41,
  "title": "Chapter 40",
  "paragraphs": [
    "The Sixty-First Street Cyclone\r\n\r\n\r\nIt was past seven o’clock when Kirk, bending over the wheel, with Mamie\r\nat his side came in sight of the shack. The journey had been checked\r\njust outside the city by a blow-out in one of the back tyres. Kirk had\r\nspent the time, while the shirt-sleeved rescuer from the garage toiled\r\nover the injured wheel, walking up and down with a cigar. Neither he\r\nnor Mamie had shown much tendency towards conversation. Mamie was\r\nhabitually of a silent disposition, and Kirk’s mind was too full of his\r\nthoughts to admit of speech.\r\n\r\nEver since he had read Steve’s telegram he had been in the grip of a\r\nwild exhilaration. He had not stopped to ask himself what this mad\r\nfreak of Steve’s could possibly lead to in the end—he was satisfied to\r\nfeel that its immediate result would be that for a brief while, at any\r\nrate, he would have his son to himself, away from all the chilling\r\nsurroundings which had curbed him and frozen his natural feelings in\r\nthe past.\r\n\r\nHe tried to keep his mind from dwelling upon Ruth. He had thought too\r\nmuch of her of late for his comfort. Since they had parted that day of\r\nthe thunder-storm the thought that he had lost her had stabbed him\r\nincessantly. He had tried to tell himself that it was the best thing\r\nthey could do, to separate, since it was so plain that their love had\r\ndied; but he could not cheat himself into believing it.\r\n\r\nIt might be true in her case—it must be, or why had she let him go that\r\nafternoon?—but, for himself, the separation had taught him that he\r\nloved her as much as ever, more than ever. Absence had purified him of\r\nthat dull anger which had been his so short a while before. He looked\r\nback and marvelled that he could ever have imagined for a moment that\r\nhe had ceased to love her.\r\n\r\nNow, as he drove along the empty country roads, he forced his mind to\r\ndwell, as far as he could, only upon his son. There was a mist before\r\nhis eyes as he thought of him. What a bully lad he had been! What fun\r\nthey had had in the old days! But that brought his mind back to Ruth,\r\nand he turned his mind resolutely to the future again.\r\n\r\nHe chuckled silently as he thought of Steve. Of all the mad things to\r\ndo! What had made him think of it? How had such a wild scheme ever\r\nentered his head? This, he supposed, was what Steve called punching\r\ninstead of sparring. But he had never given him credit for the\r\nimagination that could conceive a punch of this magnitude.\r\n\r\nAnd how had he carried it out? He could hardly have broken into the\r\nhouse. Yet that seemed the only way in which it could have been done.\r\n\r\nFrom Steve his thoughts returned to William Bannister. He smiled again.\r\nWhat a time they would have—while it lasted! The worst of it was, it\r\ncould not last long. To-morrow, he supposed, he would have to take the\r\nchild back to his home. He could not be a party to this kidnapping raid\r\nfor any length of time. This must be looked on as a brief holiday, not\r\nas a permanent relief.\r\n\r\nThat was the only flaw in his happiness as he stopped the car at the\r\ndoor of the shack, for by now he had succeeded at last in thrusting the\r\nimage of Ruth from his mind.\r\n\r\nThere was a light in the ground-floor window. He raised his head and\r\nshouted:\r\n\r\n“Steve!”\r\n\r\nThe door opened.\r\n\r\n“Hello, Kirk. That you? Come along in. You’re just in time for the main\r\nperformance.”\r\n\r\nHe caught sight of Mamie standing beside Kirk.\r\n\r\n“Who’s that?” he cried. For a moment he thought it was Ruth, and his\r\nhonest heart leaped at the thought that his scheme had worked already\r\nand brought Kirk and her together again.\r\n\r\n“It’s me, Steve,” said Mamie in her small voice. And Steve, as he heard\r\nit, was seized with the first real qualm he had had since he had\r\nembarked upon his great adventure.\r\n\r\nAs Kirk had endeavoured temporarily to forget Ruth, so had he tried not\r\nto think of Mamie. It was the only thing he was ashamed of in the whole\r\naffair, the shock he must have given her.\r\n\r\n“Hello, Mamie,” he said sheepishly, and paused. Words did not come\r\nreadily to him.\r\n\r\nMamie entered the house without speaking. It seemed to Steve that\r\ninvective would have been better than this ominous silence. He looked\r\nruefully at her retreating back and turned to greet Kirk.\r\n\r\n“You’re mighty late,” he said.\r\n\r\n“I only got your telegram toward the end of the afternoon. I had been\r\naway all day. I came here as fast as I could hit it up directly I read\r\nit. We had a blow-out, and that delayed us.”\r\n\r\nSteve ventured a question.\r\n\r\n“Say, Kirk, why ’us,’ while we’re talking of it? How does Mamie come to\r\nbe here?”\r\n\r\n“She insisted on coming. It seems that everybody in the house was away\r\nto-day, so she tells me, so she came round to me with your note.”\r\n\r\n“I guess this has put me in pretty bad with Mamie,” observed Steve\r\nregretfully. “Has she been knocking me on the trip?”\r\n\r\n“Not a word.”\r\n\r\nSteve brightened, but became subdued again next moment.\r\n\r\n“I guess she’s just saving it,” he said resignedly.\r\n\r\n“Steve, what made you do it?”\r\n\r\n“Oh, I reckoned you could do with having the kid to yourself for a\r\nspell,” said Steve awkwardly.\r\n\r\n“You’re all right, Steve. But how did you manage it? I shouldn’t have\r\nthought it possible.”\r\n\r\n“Oh, it wasn’t so hard, that part. I just hid in the house, and—but\r\nsay, let’s forget it; it makes me feel kind of mean, somehow. It seems\r\nto me I may have lost Mamie her job. It’s mighty hard to do the right\r\nthing by every one in this world, ain’t it? Come along in and see the\r\nkid. He’s great. Are you feeling ready for supper? Him and me was just\r\ngoing to start.”\r\n\r\nIt occurred to Kirk for the first time that he was hungry.\r\n\r\n“Have you got anything to eat, Steve?”\r\n\r\nSteve brightened again.\r\n\r\n“Have we?” he said. “We’ve got everything there is in Connecticut! Why,\r\nsay, we’re celebrating. This is our big day. Know what’s happened?\r\nWhy—”\r\n\r\nHe stopped short, as if somebody had choked him. They had gone into the\r\nsitting-room while he was speaking. The table was laid for supper. A\r\nchafing-dish stood at one end, and the remainder of the available space\r\nwas filled with a collection of foods, from cold chicken to candy,\r\nwhich did credit to Steve’s imagination.\r\n\r\nBut it was not the sight of these that checked his flow of speech. It\r\nwas the look on Mamie’s face as he caught sight of it in the lamplight.\r\nThe White Hope was sitting at the table in the attitude of one who has\r\nheard the gong and is anxious to begin; while Mamie, bending over him,\r\nraised her head as the two men entered and fixed Steve with a baleful\r\nstare.\r\n\r\n“What have you been doing to the poor mite?” she demanded fiercely, “to\r\nget his face scratched this way?”\r\n\r\nThere was no doubt about the scratch. It was a long, angry red line\r\nrunning from temple to chin. The White Hope, becoming conscious of the\r\nfact that the attention of the public was upon him, and diagnosing the\r\ncause, volunteered an explanation.\r\n\r\n“Bad boy,” he said, and looked meaningly again at the candy.\r\n\r\n“What does he mean by ‘bad boy’?”\r\n\r\n“Just what he says, Mamie, honest. Gee! you don’t think _I_ done it, do\r\nyou?”\r\n\r\n“Have you been letting the precious lamb _fight_?” cried Mamie, her\r\neyes two circles of blue indignation.\r\n\r\nSteve’s enthusiasm overcame his sense of guilt. He uttered a whoop.\r\n\r\n“_Letting_ him! Gee! Listen to her! Why, say, that kid don’t have to be\r\nlet! He’s a scrapper from Swatville-on-the-Bingle. Honest! That’s what\r\nall this food is about. We’re celebrating. This is a little supper\r\ngiven in his honour by a few of his admirers and backers, meaning me.\r\nWhy, say, Kirk, that kid of yours is just the greatest thing that ever\r\nhappened. Get that chafing-dish going and I’ll tell you all about it.”\r\n\r\n“How did he come by that scratch?” said Mamie, coldly sticking to her\r\npoint.\r\n\r\n“I’ll tell you quick enough. But let’s start in on the eats first. You\r\nwouldn’t keep a coming champ waiting for his grub, would you? Look how\r\nhe’s lamping that candy.”\r\n\r\n“Were you going to let the poor mite stuff himself with candy, Steve\r\nDingle?”\r\n\r\n“Sure. Whatever he says goes. He owns the joint after this afternoon.”\r\n\r\nMamie swiftly removed the unwholesome delicacy.\r\n\r\n“The idea!”\r\n\r\nKirk was busying himself with the chafing-dish.\r\n\r\n“What have you got in here, Steve?”\r\n\r\n“Lobster, colonel. I had to do thirty miles to get it, too.”\r\n\r\nMamie looked at him fixedly.\r\n\r\n“Were you going to feed lobster to this child?” she asked with ominous\r\ncalm. “Were you intending to put him to bed full of broiled lobster and\r\nmarshmallows?”\r\n\r\n“Nix on the rough stuff, Mamie,” pleaded the embarrassed pugilist. “How\r\nwas I to know what kids feed on? And maybe he would have passed up the\r\nlobster at that and stuck to the sardines.”\r\n\r\n“Sardines!”\r\n\r\n“Ain’t kids allowed sardines?” said Steve anxiously. “The guy at the\r\nstore told me they were wholesome and nourishing. It looked to me as if\r\nthat ought to hit young Fitzsimmons about right. What’s the matter with\r\nthem?”\r\n\r\n“A little bread-and-milk is all that he ever has before he goes to\r\nbed.”\r\n\r\nSteve detected a flaw in this and hastened to make his point.\r\n\r\n“Sure,” he said, “but he don’t win the bantam-weight champeenship of\r\nConnecticut every night.”\r\n\r\n“Is that what he’s done to-day, Steve?” asked Kirk.\r\n\r\n“It certainly is. Ain’t I telling you?”\r\n\r\n“That’s the trouble. You’re not. You and Mamie seem to be having a\r\ndiscussion about the nourishing properties of sardines and lobster.\r\nWhat has been happening this afternoon?”\r\n\r\n“Bad boy,” remarked William Bannister with his mouth full.\r\n\r\n“That’s right,” said Steve. “That’s it in a nutshell. Say, it was this\r\nway. It seemed to me that, having no kid of his own age to play around\r\nwith, his nibs was apt to get lonesome, so I asked about and found that\r\nthere was a guy of the name of Whiting living near here who had a kid\r\nof the same age or thereabouts. Maybe you remember him? He used to\r\nfight at the feather-weight limit some time back. Called himself Young\r\nO’Brien. He was a pretty good scrapper in his time, and now he’s up\r\nhere looking after some gent’s prize dogs.\r\n\r\n“Well, I goes to him and borrows his kid. He’s a scrappy sort of kid at\r\nthat and weighs ten pounds more than his nibs; but I reckoned he’d have\r\nto do, and I thought I could stay around and part ’em if they got to\r\nmixing it.”\r\n\r\nMamie uttered an indignant exclamation, but Kirk’s eyes were gleaming\r\nproudly.\r\n\r\n“Well?” he said.\r\n\r\nSteve swallowed lobster and resumed.\r\n\r\n“Well, you know how it is. You meet a guy who’s been in the same line\r\nof business as yourself and you find you’ve got a heap to talk about.\r\nI’d never happened across the gink Whiting, but I knew of him, and, of\r\ncourse, he’d heard of me, and we got to discussing things. I seen him\r\nlose on a foul to Tommy King in the eighteenth round out in Los\r\nAngeles, and that kept us busy talking, him having it that he hadn’t\r\ngone within a mile of fouling Tommy and me saying I’d been in a\r\nring-seat and had the goods on him same as if I’d taken a snap-shot.\r\nWell, we was both getting pretty hot under the collar about it when\r\nsuddenly there’s the blazes of a noise behind us, and there’s the two\r\nkids scrapping all over the lot. The Whiting kid had started it, mind\r\nyou, and him ten pounds heavier than Bill, and tough, too.”\r\n\r\nThe White Hope confirmed this.\r\n\r\n“Bad boy,” he remarked, and with a deep breath resumed excavating work\r\non a grapefruit.\r\n\r\n“Well, I was just making a jump to separate them when this Whiting gook\r\nsays, ‘Betcha a dollar my kid wins!’ and before I knew what I was doing\r\nI’d taken him. It wasn’t that that stopped me, though. It was his\r\nsaying that his kid took after his dad and could eat up anything of his\r\nown age in America. Well, darn it, could I take that from a slob of a\r\nmixed-ale scrapper when it was handed out at the finest kid that ever\r\ncame from New York?”\r\n\r\n“Of course not,” said Kirk indignantly, and even Mamie forbore to\r\ncriticize. She bent over the White Hope and gave his grapefruit-stained\r\ncheek a kiss.\r\n\r\n“Well, I _should_ say not!” cried Steve. “I just hollered to his nibs,\r\n‘Soak it to him, kid! for the honour of No. 99’; and, believe me, the\r\nyoung bear-cat sort of gathered himself together, winked at me, and\r\nbegan to hammer the stuffing out of the scrappy kid. Say, there wasn’t\r\nno sterilized stuff about his work. You were a regular germ, all right,\r\nweren’t you squire?”\r\n\r\n“Germ,” agreed the White Hope. He spoke drowsily.\r\n\r\n“Gee!” Steve resumed his saga in a whirl of enthusiasm. “Gee! if\r\nthey’re right to start with, if they’re born right, if they’ve got the\r\ngrit in them, you can’t sterilize it out of ’em if you use up half the\r\ngerm-killer in the country. From the way that kid acted you’d have\r\nthought he’d been spending the last year in a training-camp. The other\r\nkid rolled him over, but he come up again as if that was just the sort\r\nof stuff he liked, and pretty soon I see that he’s uncovered a yellow\r\nstreak in the Whiting kid as big as a barn door. You were on it,\r\nweren’t you, colonel?”\r\n\r\nBut the White Hope had no remarks to offer this time. His head had\r\nfallen forward and was resting peacefully in his grapefruit.\r\n\r\n“He’s asleep,” said Mamie.\r\n\r\nShe picked him up gently and carried him out.\r\n\r\n“He’s a champeen at that too,” said Steve. “I had to pull him out of\r\nthe hay this morning. Well, I guess he’s earned it. He’s had a busy\r\nday.”\r\n\r\n“What happened then, Steve?”\r\n\r\n“Why, after that there wasn’t a thing to it. Whiting, poor simp,\r\ncouldn’t see it. ‘Betcha ten dollars my kid wins,’ he hollers. ‘He’s\r\ngot him going.’ ‘Take you,’ I shouts; and at that moment the scrappy\r\nkid sees it’s all over, so he does the old business of fouling, same as\r\nhis pop done when he fought Tommy King. It’s in the blood, I guess. He\r\ntakes and scratches poor Bill on the cheek.”\r\n\r\n“That was enough for me. I jumps in. ‘All over,’ I says. ‘My kid wins\r\non a foul.’ ‘Foul nothing,’ says Whiting. ‘It was an accident, and you\r\nlose because you jumped into the fight, same as Connie McVey did when\r\nCorbett fought Sharkey. Think you can get away with it, pulling that\r\nold-time stuff?’ I didn’t trouble to argue with him. ‘Oh,’ I says, ‘is\r\nthat it? Say, just take a slant at your man. If you don’t stop him\r\nquick he’ll be in Texas.’\r\n\r\n“For the scrappy kid was beating it while the going was good and was\r\nhalf a mile away, running hard. Well, that was enough even for the\r\nWhiting guy. ‘I guess we’ll call it a draw,’ he says, ‘and all bets\r\noff.’ I just looks at him and says, quite civil and polite: ‘You darned\r\nhalf-baked slob of a rough-house scrapper,’ I says, ‘it ain’t a draw or\r\nanything like it. My kid wins, and I’ll trouble you now to proceed to\r\ncash in with the dough, or else I’m liable to start something.’ So he\r\npaid up, and I took the White Hope indoors and give him a wash and\r\nbrush-up, and we cranks up the bubble and hikes off to the town and\r\nspends the money on getting food for the celebration supper. And what’s\r\nover I slips into the kid’s pocket and says: ‘That’s your first\r\nwinner’s end, kid, and you’ve earned it.’”\r\n\r\nSteve paused and filled his glass.\r\n\r\n“I’m on the waggon as a general thing nowadays,” he said; “but I reckon\r\nthis an occasion. Right here is where we drink his health.”\r\n\r\nAnd, overcome by his emotion, he burst into discordant song.\r\n\r\n“Fo-or he’s a jolly good fellow,” bellowed Steve. “For he’s a jolly\r\ngood fellow. For he’s—”\r\n\r\nThere was a sound of quick footsteps outside, and Mamie entered the\r\nroom like a small whirlwind.\r\n\r\n“Be quiet!” she cried. “Do you want to wake him?”\r\n\r\n“Wake him?” said Steve. “You can’t wake that kid with dynamite.”\r\n\r\nHe raised his glass.\r\n\r\n“Ladeez’n gentlemen, the boy wonder! Here’s to him! The bantam-weight\r\nchampeen of Connecticut. The Sixty-First Street Cyclone! The kid they\r\ncouldn’t sterilize! The White Hope!”\r\n\r\n“The White Hope!” echoed Kirk.\r\n\r\n“Fo-or he’s a jolly good fellow—” sang Steve.\r\n\r\n“Be quiet!” said Mrs. Porter from the doorway, and Steve, wheeling\r\nround, caught her eye and collapsed like a pricked balloon."
  ]
}