{
  "index": 42,
  "title": "Chapter 41",
  "paragraphs": [
    "Mrs. Porter’s Waterloo\r\n\r\n\r\nOf the little band of revellers it would be hard to say which was the\r\nmost taken aback at this invasion. The excitement of the moment had\r\nkept them from hearing the sound of the automobile which Mrs. Porter,\r\nmistrusting the rough road that led to the shack, had stopped some\r\ndistance away.\r\n\r\nPerhaps, on the whole, Kirk was more surprised than either of his\r\ncompanions. Their guilty consciences had never been quite free from the\r\nidea of the possibility of pursuit; but Kirk, having gathered from\r\nMamie that neither Ruth nor her aunt was aware of what had happened,\r\nhad counted upon remaining undisturbed till the time for return came on\r\nthe morrow.\r\n\r\nHe stood staring at Ruth, who had followed Mrs. Porter into the room.\r\n\r\nMrs. Porter took charge of the situation. She was in her element. She\r\nstood with one hand resting on the table as if she were about to make\r\nan after-dinner speech—as indeed she was.\r\n\r\nLora Delane Porter was not dissatisfied with the turn events had taken.\r\nOn the whole, perhaps, it might be said that she was pleased. She\r\nintended, when she began to speak, to pulverize Kirk and the abandoned\r\nyoung woman whom he had selected as his partner in his shameful\r\nescapade, but in this she was swayed almost entirely by a regard for\r\nabstract morality.\r\n\r\nAs concerned Ruth, she felt that the situation was, on the whole, the\r\nbest thing that could have happened. To her Napoleonic mind, which took\r\nlittle account of the softer emotions, concerning itself entirely with\r\nthe future of the race, Kirk had played his part and was now lagging\r\nsuperfluous on the stage. His tendency, she felt, was to retard rather\r\nthan to assist William Bannister’s development. His influence, such as\r\nit was, clashed with hers. She did not forget that there had been a\r\ntime when Ruth, having practically to choose between them, had chosen\r\nto go Kirk’s way and had abandoned herself to a life which could only\r\nbe considered unhygienic and retrograde. Her defeat in the matter of\r\nWhiskers, the microbe-harbouring dog from Ireland, still rankled.\r\n\r\nIt was true that in what might be called the return match she had\r\nutterly routed Kirk; but until this moment she had always been aware of\r\nhim as an opponent who might have to be reckoned with. She was quite\r\nconvinced that it would be in the best interests of everybody,\r\nespecially of William Bannister, if he could be eliminated. There were\r\nsigns of human weakness in Ruth which sometimes made her uneasy. Ruth,\r\nshe told herself, might “bear the torch,” but when it came to “not\r\nfaltering” she was less certain of her.\r\n\r\nRuth, it was true, had behaved admirably in the matter of the\r\nupbringing of William from the moment of her conversion till now, but\r\nmight she not at any moment become a backslider and fill the\r\nwhite-tiled nursery with abominable long-haired dogs? Most certainly\r\nshe might. In a woman who had once been a long-haired dogist there are\r\nalways possibilities of a relapse into long-haired dogism, just as in a\r\nconverted cannibal there are always possibilities of a return to the\r\ngods of wood and stone and the disposition to look on his fellow-man\r\npurely in the light of breakfast-food.\r\n\r\nFor these reasons Mrs. Porter was determined to push home her present\r\nadvantage, to wipe Kirk off the map as an influence in Ruth’s life. It\r\nwas her intention, having recovered William Bannister and bathed him\r\nfrom head to foot in a weak solution of boric acid, to stand over Ruth\r\nwhile she obtained a divorce. That done, she would be in a position to\r\ndefy Kirk and all his antagonistic views on the subject of the hygienic\r\nupbringing of children.\r\n\r\nShe rapped the table and prepared to speak.\r\n\r\nEven a Napoleon, however, may err from lack of sufficient information;\r\nand there was a flaw in her position of which she was unaware. From the\r\nbeginning of the drive to the end of it Ruth had hardly spoken a word,\r\nand Mrs. Porter, in consequence, was still in ignorance of what had\r\nbeen happening that day in Wall Street and the effect of these\r\nhappenings on her niece’s outlook on life. Could she have known it, the\r\nsilent girl beside her had already suffered the relapse which she had\r\nfeared as a remote possibility.\r\n\r\nRuth’s mind during that drive had been in a confusion of regrets and\r\ndoubts and hopes. There were times when she refused absolutely to\r\nbelieve the story of Kirk’s baseness which her aunt poured into her ear\r\nduring the first miles of the journey. It was absurd and incredible.\r\nYet, as they raced along the dark roads, doubt came to her and would\r\nnot be driven out.\r\n\r\nA single unfortunate phrase of Kirk’s, spoken in haste, but remembered\r\nat leisure, formed the basis of this uncertainty. That afternoon when\r\nhe had left her he had said that Mamie was the real mother of the\r\nchild. Could it be that Mamie’s undeviating devotion to the boy had won\r\nthe love which she had lost? It was possible. Considered in the light\r\nof what Mrs. Porter had told her, it seemed, in her blackest moments,\r\ncertain.\r\n\r\nShe knew how wrapped up in the boy Kirk had been. Was it not a logical\r\noutcome of his estrangement from herself that he should have turned for\r\nconsolation to the one person in sympathy with him in his great love\r\nfor his child?\r\n\r\nShe tried to read his face as he stood looking at her now, but she\r\ncould find no hope in it. The eyes that met hers were cold and\r\nexpressionless.\r\n\r\nMrs. Porter rapped the table a second time.\r\n\r\n“Mr. Winfield,” she said in the metallic voice with which she was wont\r\nto cow publishers insufficiently equipped with dash and enterprise in\r\nthe matter of advertising treatises on the future of the race, “I have\r\nno doubt you are surprised to see us. You appear to be looking your\r\nwife in the face. It speaks well for your courage but badly for your\r\nsense of shame. If you had the remnants of decent feeling in you, you\r\nwould be physically incapable of the feat. If you would care to know\r\nhow your conduct strikes an unprejudiced spectator, I may tell you that\r\nI consider you a scoundrel of the worst type and unfit to associate\r\nwith any but the low company in which I find you.”\r\n\r\nSteve, who had been listening with interest, and indeed, a certain\r\nrelish while Kirk was, as he put it to himself, “getting his” in this\r\nspirited fashion, started at the concluding words of the address,\r\nwhich, in his opinion, seemed slightly personal. He had long ago made\r\nup his mind that Lora Delane Porter, though an entertaining woman and,\r\non the whole, more worth while than a moving-picture show, was quite\r\nmad; but, he felt, even lunatics ought to realize that there is a limit\r\nto what they may say.\r\n\r\nHe moaned protestingly, and rashly, for he drew the speaker’s attention\r\nupon himself.\r\n\r\n“This person,” went on Mrs. Porter, indicating Steve with a wave of her\r\nhand which caused him to sidestep swiftly and throw up an arm, as had\r\nbeen his habit in the ring when Battling Dick or Fighting Jack\r\nendeavoured to blot him out with a right swing, “who, I observe,\r\nretains the tattered relics of a conscience, seeing that he winces, you\r\nemployed to do the only dangerous part of your dirty work. I hope he\r\nwill see that he gets his money. In his place I should be feeling\r\nuneasy.”\r\n\r\n“Ma’am!” protested Steve.\r\n\r\nMrs. Porter silenced him with a gesture.\r\n\r\n“Be quiet!” she said.\r\n\r\nSteve was quiet.\r\n\r\nMrs. Porter returned to Kirk.\r\n\r\nOf all her burning words, Kirk had not heard one. His eyes had never\r\nleft Ruth’s. Like her, he was trying to read a message from a face that\r\nseemed only cold. In this crisis of their two lives he had no thought\r\nfor anybody but her. He had a sense of great issues, of being on the\r\nverge of the tremendous; but his brain felt numbed and heavy. He could\r\nnot think. He could see nothing except her eyes.\r\n\r\nHis inattention seemed to communicate itself to Mrs. Porter. She rapped\r\nimperatively upon the table for the third time. The report galvanized\r\nSteve, as, earlier in the day, a similar report had galvanized Mr.\r\nPenway; but Kirk did not move.\r\n\r\n“Mr. Winfield!”\r\n\r\nStill Kirk made no sign that he had heard her. It was discouraging, but\r\nLora Delane Porter was not made of the stuff that yields readily to\r\ndiscouragement. She resumed:\r\n\r\n“As for this wretched girl”—she indicated the silent Mamie with a wave\r\nof her hand—“this abandoned creature whom you have led astray, this\r\nshameless partner of your——”\r\n\r\n“Say!”\r\n\r\nThe exclamation came from Steve, and it stopped Mrs. Porter like a\r\nbullet. To her this interruption from one whom she had fallen upon and\r\nwiped out resembled a voice from the tomb. She was not accustomed to\r\nhaving her victims rise up and cut sharply, even peremptorily, into the\r\nflow of her speech. Macbeth, confronted by the ghost of Banquo, may\r\nhave been a little more taken aback, but not much.\r\n\r\nShe endeavoured to quell Steve with a glance, but it was instantly\r\napparent that he was immune for the time being to quelling glances. His\r\nbrown eyes were fixed upon her in a cold stare which she found\r\narresting and charged with menace. His chin protruded and his upper lip\r\nwas entirely concealed behind its fellow in a most uncomfortable\r\nmanner.\r\n\r\nShe had never had the privilege of seeing Steve in the active exercise\r\nof his late profession, or she would have recognized the look. It was\r\nthe one which proclaims the state of mind commonly known as “being\r\nfighting mad,” and in other days had usually heralded a knock-out for\r\nsome too persistent opponent.\r\n\r\n“Say, ma’am, you want to cut that out. That line of talk don’t go.”\r\n\r\nGreat is the magic of love that can restore a man in an instant of time\r\nfrom being an obsequious wreck to a thing of fire and resolution. A\r\nmoment before Steve’s only immediate object in life had been to stay\r\nquiet and keep out of the way as much as possible. He had never been a\r\nman of ready speech in the presence of an angry woman; words\r\nintimidated him as blows never did, especially the whirl of words which\r\nwere at Lora Delane Porter’s command in moments of emotion.\r\n\r\nBut this sudden onslaught upon Mamie, innocent Mamie who had done\r\nnothing to anybody, scattered his embarrassment and filled him with\r\nmuch the same spirit which sent bantam-weight knights up against\r\nheavy-weight dragons in the Middle Ages. He felt inspired.\r\n\r\n“Nix on the ‘abandoned creature,’” he said with dignity. “You’re on the\r\nwrong wire! This here lady is my affianced wife!”\r\n\r\nHe went to Mamie and, putting his arm round her waist, pressed her to\r\nhim. He was conscious, as he did so, of a sensation of wonderment at\r\nhimself. This was the attitude he had dreamed of a thousand times and\r\nhad been afraid to assume. For the last three years he had been\r\npicturing himself in precisely this position, and daily had cursed the\r\nlack of nerve which had held him back. Yet here he was, and it had all\r\nhappened in a moment. A funny thing, life.\r\n\r\n“What!” exclaimed Mrs. Porter.\r\n\r\n“Sure thing,” said Steve. His coolness, the ease with which he found\r\nwords astonished him as much as his rapidity of action.\r\n\r\n“I stole the kid,” he said, “and it was my idea at that. Kirk didn’t\r\nknow anything about it. I wired to him to-day what I had done and that\r\nhe was to come right along. And,” added Steve in a burst of\r\ninspiration, “I said bring along Mamie, too, as the kid’s used to her\r\nand there ought to be a woman around. And she could be here, all right,\r\nand no harm, she being my affianced wife.” He liked that phrase. He had\r\nread it in a book somewhere, and it was the goods.\r\n\r\nHe eyed Mrs. Porter jauntily. Mrs. Porter’s gaze wavered. She was not\r\nfeeling comfortable. Hers was a nature that did not lend itself easily\r\nto apologies, yet apologies were obviously what the situation demanded.\r\nThe thought of all the eloquence which she had expended to no end added\r\nto her discomfort. For the first time she was pleased that Kirk had so\r\nmanifestly not been listening to a word of it.\r\n\r\n“Oh!” she said.\r\n\r\nShe paused.\r\n\r\n“That puts a different complexion on this affair.”\r\n\r\n“Betcha life!”\r\n\r\nShe paused once more. It was some moments before she could bring\r\nherself to speak. She managed it at last.\r\n\r\n“I beg your pardon,” she said.\r\n\r\n“Mine, ma’am?” said Steve grandly. Five minutes before, the idea that\r\nhe could ever speak grandly to Lora Delane Porter would have seemed\r\nridiculous to him; but he was surprised at nothing now.\r\n\r\n“And the young wom—— And the future Mrs. Dingle’s,” said Mrs. Porter\r\nwith an effort.\r\n\r\n“Thank you, ma’am,” said Steve, and released Mamie, who forthwith\r\nbolted from the room like a scared rabbit.\r\n\r\nSteve had started to follow her when Mrs. Porter, magnificent woman,\r\nsnatching what was left from defeat, stopped him.\r\n\r\n“Wait!” she said. “What you have said alters the matter in one respect;\r\nbut there is another point. On your own confession you have been guilty\r\nof the extremely serious offence, the penal offence of kidnapping a\r\nchild who—”\r\n\r\n“Drop me a line about it, ma’am,” said Steve. “Me time’s rather full\r\njust now.”\r\n\r\nHe disappeared into the outer darkness after Mamie.\r\n\r\n\r\nIn the room they had left, Kirk and Ruth faced each other in silence.\r\nLora Delane Porter eyed them grimly. It was the hour of her defeat, and\r\nshe knew it. Forces too strong for her were at work. Her grand attack,\r\nthe bringing of these two together that Ruth might confront Kirk in his\r\nguilt, had recoiled upon her. The Old Guard had made their charge up\r\nthe hill, and it had failed. Victory had become a rout. With one speech\r\nSteve had destroyed her whole plan of campaign.\r\n\r\nShe knew it was all over, that in another moment if she remained, she\r\nwould be compelled to witness the humiliating spectacle of Ruth in\r\nKirk’s arms, stammering the words which intuition told her were even\r\nnow trembling on her lips. She knew Ruth. She could read her like a\r\nprimer. And her knowledge told her that she was about to capitulate,\r\nthat all her pride and resentment had been swept away, that she had\r\ngone over to the enemy.\r\n\r\nElemental passions were warring against Lora Delane Porter, and she\r\nbowed before them.\r\n\r\n“Mr. Winfield,” she said sharply, her voice cutting the silence like a\r\nknife, “I beg your pardon. I seem to have made a mistake. Good night.”\r\n\r\nKirk did not answer.\r\n\r\n“Good night, Ruth.”\r\n\r\nRuth made no sign that she had heard.\r\n\r\nMrs. Porter, grand in defeat, moved slowly to the door.\r\n\r\nBut even in the greatest women there is that germ of feminine curiosity\r\nwhich cannot be wholly eliminated, that little grain of dust that\r\nasserts itself and clogs the machinery. It had been Mrs. Porter’s\r\nintention to leave the room without a glance, her back defiantly toward\r\nthe foe. But, as she reached the door, there came from behind her a\r\nsound of movement, a stifled cry, a little sound whose meaning she knew\r\ntoo well.\r\n\r\nShe hesitated. She stood still, fighting herself. But the grain of dust\r\nhad done its work. For an instant she ceased to be a smoothly working\r\nmachine and became a woman subject to the dictates of impulse.\r\n\r\nShe turned.\r\n\r\nIntuition had not deceived her. Ruth had gone over to the enemy. She\r\nwas in Kirk’s arms, holding him to her, her face hidden against his\r\nshoulder, for all the world as if Lora Delane Porter, her guiding\r\nforce, had ceased to exist.\r\n\r\nMrs. Porter closed the door and walked stiffly through the scented\r\nnight to where the headlights of her automobile cleft the darkness.\r\nBirds, asleep in the trees, fluttered uneasily at the sudden throbbing\r\nof the engine."
  ]
}