{
  "index": 4,
  "title": "Chapter 3",
  "paragraphs": [
    "MIKE FINDS A FRIENDLY NATIVE\r\n\r\n\r\nMike was surprised to find, on alighting, that the platform was\r\nentirely free from Wrykynians. In all the stories he had read the\r\nwhole school came back by the same train, and, having smashed in one\r\nanother’s hats and chaffed the porters, made their way to the school\r\nbuildings in a solid column. But here they were alone.\r\n\r\nA remark of Bob’s to Firby-Smith explained this. “Can’t make out why\r\nnone of the fellows came back by this train,” he said. “Heaps of them\r\nmust come by this line, and it’s the only Christian train they run,”\r\n\r\n“Don’t want to get here before the last minute they can possibly\r\nmanage. Silly idea. I suppose they think there’d be nothing to do.”\r\n\r\n“What shall _we_ do?” said Bob. “Come and have some tea at\r\nCook’s?”\r\n\r\n“All right.”\r\n\r\nBob looked at Mike. There was no disguising the fact that he would be\r\nin the way; but how convey this fact delicately to him?\r\n\r\n“Look here, Mike,” he said, with a happy inspiration, “Firby-Smith and\r\nI are just going to get some tea. I think you’d better nip up to the\r\nschool. Probably Wain will want to see you, and tell you all about\r\nthings, which is your dorm. and so on. See you later,” he concluded\r\nairily. “Any one’ll tell you the way to the school. Go straight on.\r\nThey’ll send your luggage on later. So long.” And his sole prop in\r\nthis world of strangers departed, leaving him to find his way for\r\nhimself.\r\n\r\nThere is no subject on which opinions differ so widely as this matter\r\nof finding the way to a place. To the man who knows, it is simplicity\r\nitself. Probably he really does imagine that he goes straight on,\r\nignoring the fact that for him the choice of three roads, all more or\r\nless straight, has no perplexities. The man who does not know feels as\r\nif he were in a maze.\r\n\r\nMike started out boldly, and lost his way. Go in which direction he\r\nwould, he always seemed to arrive at a square with a fountain and an\r\nequestrian statue in its centre. On the fourth repetition of this feat\r\nhe stopped in a disheartened way, and looked about him. He was\r\nbeginning to feel bitter towards Bob. The man might at least have\r\nshown him where to get some tea.\r\n\r\nAt this moment a ray of hope shone through the gloom. Crossing the\r\nsquare was a short, thick-set figure clad in grey flannel trousers, a\r\nblue blazer, and a straw hat with a coloured band. Plainly a\r\nWrykynian. Mike made for him.\r\n\r\n“Can you tell me the way to the school, please,” he said.\r\n\r\n“Oh, you’re going to the school,” said the other. He had a pleasant,\r\nsquare-jawed face, reminiscent of a good-tempered bull-dog, and a pair\r\nof very deep-set grey eyes which somehow put Mike at his ease. There\r\nwas something singularly cool and genial about them. He felt that they\r\nsaw the humour in things, and that their owner was a person who liked\r\nmost people and whom most people liked.\r\n\r\n“You look rather lost,” said the stranger. “Been hunting for it long?”\r\n\r\n“Yes,” said Mike.\r\n\r\n“Which house do you want?”\r\n\r\n“Wain’s.”\r\n\r\n“Wain’s? Then you’ve come to the right man this time. What I don’t\r\nknow about Wain’s isn’t worth knowing.”\r\n\r\n“Are you there, too?”\r\n\r\n“Am I not! Term _and_ holidays. There’s no close season for me.”\r\n\r\n“Oh, are you Wyatt, then?” asked Mike.\r\n\r\n“Hullo, this is fame. How did you know my name, as the ass in the\r\ndetective story always says to the detective, who’s seen it in the\r\nlining of his hat? Who’s been talking about me?”\r\n\r\n“I heard my brother saying something about you in the train.”\r\n\r\n“Who’s your brother?”\r\n\r\n“Jackson. He’s in Donaldson’s.”\r\n\r\n“I know. A stout fellow. So you’re the newest make of Jackson, latest\r\nmodel, with all the modern improvements? Are there any more of you?”\r\n\r\n“Not brothers,” said Mike.\r\n\r\n“Pity. You can’t quite raise a team, then? Are you a sort of young\r\nTyldesley, too?”\r\n\r\n“I played a bit at my last school. Only a private school, you know,”\r\nadded Mike modestly.\r\n\r\n“Make any runs? What was your best score?”\r\n\r\n“Hundred and twenty-three,” said Mike awkwardly. “It was only against\r\nkids, you know.” He was in terror lest he should seem to be bragging.\r\n\r\n“That’s pretty useful. Any more centuries?”\r\n\r\n“Yes,” said Mike, shuffling.\r\n\r\n“How many?”\r\n\r\n“Seven altogether. You know, it was really awfully rotten bowling. And\r\nI was a good bit bigger than most of the chaps there. And my pater\r\nalways has a pro. down in the Easter holidays, which gave me a bit of\r\nan advantage.”\r\n\r\n“All the same, seven centuries isn’t so dusty against any bowling. We\r\nshall want some batting in the house this term. Look here, I was just\r\ngoing to have some tea. You come along, too.”\r\n\r\n“Oh, thanks awfully,” said Mike. “My brother and Firby-Smith have gone\r\nto a place called Cook’s.”\r\n\r\n“The old Gazeka? I didn’t know he lived in your part of the world.\r\nHe’s head of Wain’s.”\r\n\r\n“Yes, I know,” said Mike. “Why is he called Gazeka?” he asked after a\r\npause.\r\n\r\n“Don’t you think he looks like one? What did you think of him?”\r\n\r\n“I didn’t speak to him much,” said Mike cautiously. It is always\r\ndelicate work answering a question like this unless one has some sort\r\nof an inkling as to the views of the questioner.\r\n\r\n“He’s all right,” said Wyatt, answering for himself. “He’s got a habit\r\nof talking to one as if he were a prince of the blood dropping a\r\ngracious word to one of the three Small-Heads at the Hippodrome, but\r\nthat’s his misfortune. We all have our troubles. That’s his. Let’s go\r\nin here. It’s too far to sweat to Cook’s.”\r\n\r\nIt was about a mile from the tea-shop to the school. Mike’s first\r\nimpression on arriving at the school grounds was of his smallness and\r\ninsignificance. Everything looked so big--the buildings, the grounds,\r\neverything. He felt out of the picture. He was glad that he had met\r\nWyatt. To make his entrance into this strange land alone would have\r\nbeen more of an ordeal than he would have cared to face.\r\n\r\n“That’s Wain’s,” said Wyatt, pointing to one of half a dozen large\r\nhouses which lined the road on the south side of the cricket field.\r\nMike followed his finger, and took in the size of his new home.\r\n\r\n“I say, it’s jolly big,” he said. “How many fellows are there in it?”\r\n\r\n“Thirty-one this term, I believe.”\r\n\r\n“That’s more than there were at King-Hall’s.”\r\n\r\n“What’s King-Hall’s?”\r\n\r\n“The private school I was at. At Emsworth.”\r\n\r\nEmsworth seemed very remote and unreal to him as he spoke.\r\n\r\nThey skirted the cricket field, walking along the path that divided\r\nthe two terraces. The Wrykyn playing-fields were formed of a series of\r\nhuge steps, cut out of the hill. At the top of the hill came the\r\nschool. On the first terrace was a sort of informal practice ground,\r\nwhere, though no games were played on it, there was a good deal of\r\npunting and drop-kicking in the winter and fielding-practice in the\r\nsummer. The next terrace was the biggest of all, and formed the first\r\neleven cricket ground, a beautiful piece of turf, a shade too narrow\r\nfor its length, bounded on the terrace side by a sharply sloping bank,\r\nsome fifteen feet deep, and on the other by the precipice leading to\r\nthe next terrace. At the far end of the ground stood the pavilion, and\r\nbeside it a little ivy-covered rabbit-hutch for the scorers. Old\r\nWrykynians always claimed that it was the prettiest school ground in\r\nEngland. It certainly had the finest view. From the verandah of the\r\npavilion you could look over three counties.\r\n\r\nWain’s house wore an empty and desolate appearance. There were signs\r\nof activity, however, inside; and a smell of soap and warm water told\r\nof preparations recently completed.\r\n\r\nWyatt took Mike into the matron’s room, a small room opening out of\r\nthe main passage.\r\n\r\n“This is Jackson,” he said. “Which dormitory is he in, Miss Payne?”\r\n\r\nThe matron consulted a paper.\r\n\r\n“He’s in yours, Wyatt.”\r\n\r\n“Good business. Who’s in the other bed? There are going to be three of\r\nus, aren’t there?”\r\n\r\n“Fereira was to have slept there, but we have just heard that he is\r\nnot coming back this term. He has had to go on a sea-voyage for his\r\nhealth.”\r\n\r\n“Seems queer any one actually taking the trouble to keep Fereira in\r\nthe world,” said Wyatt. “I’ve often thought of giving him Rough On\r\nRats myself. Come along, Jackson, and I’ll show you the room.”\r\n\r\nThey went along the passage, and up a flight of stairs.\r\n\r\n“Here you are,” said Wyatt.\r\n\r\nIt was a fair-sized room. The window, heavily barred, looked out over\r\na large garden.\r\n\r\n“I used to sleep here alone last term,” said Wyatt, “but the house is\r\nso full now they’ve turned it into a dormitory.”\r\n\r\n“I say, I wish these bars weren’t here. It would be rather a rag to\r\nget out of the window on to that wall at night, and hop down into the\r\ngarden and explore,” said Mike.\r\n\r\nWyatt looked at him curiously, and moved to the window.\r\n\r\n“I’m not going to let you do it, of course,” he said, “because you’d\r\ngo getting caught, and dropped on, which isn’t good for one in one’s\r\nfirst term; but just to amuse you----”\r\n\r\nHe jerked at the middle bar, and the next moment he was standing with\r\nit in his hand, and the way to the garden was clear.\r\n\r\n“By Jove!” said Mike.\r\n\r\n“That’s simply an object-lesson, you know,” said Wyatt, replacing the\r\nbar, and pushing the screws back into their putty. “I get out at night\r\nmyself because I think my health needs it. Besides, it’s my last term,\r\nanyhow, so it doesn’t matter what I do. But if I find you trying to\r\ncut out in the small hours, there’ll be trouble. See?”\r\n\r\n“All right,” said Mike, reluctantly. “But I wish you’d let me.”\r\n\r\n“Not if I know it. Promise you won’t try it on.”\r\n\r\n“All right. But, I say, what do you do out there?”\r\n\r\n“I shoot at cats with an air-pistol, the beauty of which is that even\r\nif you hit them it doesn’t hurt--simply keeps them bright and\r\ninterested in life; and if you miss you’ve had all the fun anyhow.\r\nHave you ever shot at a rocketing cat? Finest mark you can have.\r\nSociety’s latest craze. Buy a pistol and see life.”\r\n\r\n“I wish you’d let me come.”\r\n\r\n“I daresay you do. Not much, however. Now, if you like, I’ll take you\r\nover the rest of the school. You’ll have to see it sooner or later, so\r\nyou may as well get it over at once.”"
  ]
}