{
  "index": 2,
  "title": "Chapter 1",
  "paragraphs": [
    "MIKE\r\n\r\n\r\nIt was a morning in the middle of April, and the Jackson family were\r\nconsequently breakfasting in comparative silence. The cricket season\r\nhad not begun, and except during the cricket season they were in the\r\nhabit of devoting their powerful minds at breakfast almost exclusively\r\nto the task of victualling against the labours of the day. In May,\r\nJune, July, and August the silence was broken. The three grown-up\r\nJacksons played regularly in first-class cricket, and there was always\r\nkeen competition among their brothers and sisters for the copy of the\r\n_Sportsman_ which was to be found on the hall table with the\r\nletters. Whoever got it usually gloated over it in silence till urged\r\nwrathfully by the multitude to let them know what had happened; when\r\nit would appear that Joe had notched his seventh century, or that\r\nReggie had been run out when he was just getting set, or, as sometimes\r\noccurred, that that ass Frank had dropped Fry or Hayward in the slips\r\nbefore he had scored, with the result that the spared expert had made\r\na couple of hundred and was still going strong.\r\n\r\nIn such a case the criticisms of the family circle, particularly of\r\nthe smaller Jackson sisters, were so breezy and unrestrained that Mrs.\r\nJackson generally felt it necessary to apply the closure. Indeed,\r\nMarjory Jackson, aged fourteen, had on three several occasions been\r\nfined pudding at lunch for her caustic comments on the batting of her\r\nbrother Reggie in important fixtures. Cricket was a tradition in the\r\nfamily, and the ladies, unable to their sorrow to play the game\r\nthemselves, were resolved that it should not be their fault if the\r\nstandard was not kept up.\r\n\r\nOn this particular morning silence reigned. A deep gasp from some\r\nsmall Jackson, wrestling with bread-and-milk, and an occasional remark\r\nfrom Mr. Jackson on the letters he was reading, alone broke it.\r\n\r\n“Mike’s late again,” said Mrs. Jackson plaintively, at last.\r\n\r\n“He’s getting up,” said Marjory. “I went in to see what he was doing,\r\nand he was asleep. So,” she added with a satanic chuckle, “I squeezed\r\na sponge over him. He swallowed an awful lot, and then he woke up, and\r\ntried to catch me, so he’s certain to be down soon.”\r\n\r\n“Marjory!”\r\n\r\n“Well, he was on his back with his mouth wide open. I had to. He was\r\nsnoring like anything.”\r\n\r\n“You might have choked him.”\r\n\r\n“I did,” said Marjory with satisfaction. “Jam, please, Phyllis, you\r\npig.”\r\n\r\nMr. Jackson looked up.\r\n\r\n“Mike will have to be more punctual when he goes to Wrykyn,” he said.\r\n\r\n“Oh, father, is Mike going to Wrykyn?” asked Marjory. “When?”\r\n\r\n“Next term,” said Mr. Jackson. “I’ve just heard from Mr. Wain,” he\r\nadded across the table to Mrs. Jackson. “The house is full, but he is\r\nturning a small room into an extra dormitory, so he can take Mike\r\nafter all.”\r\n\r\nThe first comment on this momentous piece of news came from Bob\r\nJackson. Bob was eighteen. The following term would be his last at\r\nWrykyn, and, having won through so far without the infliction of a\r\nsmall brother, he disliked the prospect of not being allowed to finish\r\nas he had begun.\r\n\r\n“I say!” he said. “What?”\r\n\r\n“He ought to have gone before,” said Mr. Jackson. “He’s fifteen. Much\r\ntoo old for that private school. He has had it all his own way there,\r\nand it isn’t good for him.”\r\n\r\n“He’s got cheek enough for ten,” agreed Bob.\r\n\r\n“Wrykyn will do him a world of good.”\r\n\r\n“We aren’t in the same house. That’s one comfort.”\r\n\r\nBob was in Donaldson’s. It softened the blow to a certain extent that\r\nMike should be going to Wain’s. He had the same feeling for Mike that\r\nmost boys of eighteen have for their fifteen-year-old brothers. He was\r\nfond of him in the abstract, but preferred him at a distance.\r\n\r\nMarjory gave tongue again. She had rescued the jam from Phyllis, who\r\nhad shown signs of finishing it, and was now at liberty to turn her\r\nmind to less pressing matters. Mike was her special ally, and anything\r\nthat affected his fortunes affected her.\r\n\r\n“Hooray! Mike’s going to Wrykyn. I bet he gets into the first eleven\r\nhis first term.”\r\n\r\n“Considering there are eight old colours left,” said Bob loftily,\r\n“besides heaps of last year’s seconds, it’s hardly likely that a kid\r\nlike Mike’ll get a look in. He might get his third, if he sweats.”\r\n\r\nThe aspersion stung Marjory.\r\n\r\n“I bet he gets in before you, anyway,” she said.\r\n\r\nBob disdained to reply. He was among those heaps of last year’s\r\nseconds to whom he had referred. He was a sound bat, though lacking\r\nthe brilliance of his elder brothers, and he fancied that his cap was\r\na certainty this season. Last year he had been tried once or twice.\r\nThis year it should be all right.\r\n\r\nMrs. Jackson intervened.\r\n\r\n“Go on with your breakfast, Marjory,” she said. “You mustn’t say ‘I\r\nbet’ so much.”\r\n\r\nMarjory bit off a section of her slice of bread-and-jam.\r\n\r\n“Anyhow, I bet he does,” she muttered truculently through it.\r\n\r\nThere was a sound of footsteps in the passage outside. The door\r\nopened, and the missing member of the family appeared. Mike Jackson\r\nwas tall for his age. His figure was thin and wiry. His arms and legs\r\nlooked a shade too long for his body. He was evidently going to be\r\nvery tall some day. In face, he was curiously like his brother Joe,\r\nwhose appearance is familiar to every one who takes an interest in\r\nfirst-class cricket. The resemblance was even more marked on the\r\ncricket field. Mike had Joe’s batting style to the last detail. He was\r\na pocket edition of his century-making brother. “Hullo,” he said,\r\n“sorry I’m late.”\r\n\r\nThis was mere stereo. He had made the same remark nearly every morning\r\nsince the beginning of the holidays.\r\n\r\n“All right, Marjory, you little beast,” was his reference to the\r\nsponge incident.\r\n\r\nHis third remark was of a practical nature.\r\n\r\n“I say, what’s under that dish?”\r\n\r\n“Mike,” began Mr. Jackson--this again was stereo--“you really must\r\nlearn to be more punctual----”\r\n\r\nHe was interrupted by a chorus.\r\n\r\n“Mike, you’re going to Wrykyn next term,” shouted Marjory.\r\n\r\n“Mike, father’s just had a letter to say you’re going to Wrykyn next\r\nterm.” From Phyllis.\r\n\r\n“Mike, you’re going to Wrykyn.” From Ella.\r\n\r\nGladys Maud Evangeline, aged three, obliged with a solo of her own\r\ncomposition, in six-eight time, as follows: “Mike Wryky. Mike Wryky.\r\nMike Wryke Wryke Wryke Mike Wryke Wryke Mike Wryke Mike Wryke.”\r\n\r\n“Oh, put a green baize cloth over that kid, somebody,” groaned Bob.\r\n\r\nWhereat Gladys Maud, having fixed him with a chilly stare for some\r\nseconds, suddenly drew a long breath, and squealed deafeningly for\r\nmore milk.\r\n\r\nMike looked round the table. It was a great moment. He rose to it with\r\nthe utmost dignity.\r\n\r\n“Good,” he said. “I say, what’s under that dish?”\r\n\r\n       *       *       *       *       *\r\n\r\nAfter breakfast, Mike and Marjory went off together to the meadow at\r\nthe end of the garden. Saunders, the professional, assisted by the\r\ngardener’s boy, was engaged in putting up the net. Mr. Jackson\r\nbelieved in private coaching; and every spring since Joe, the eldest\r\nof the family, had been able to use a bat a man had come down from the\r\nOval to teach him the best way to do so. Each of the boys in turn had\r\npassed from spectators to active participants in the net practice in\r\nthe meadow. For several years now Saunders had been the chosen man,\r\nand his attitude towards the Jacksons was that of the Faithful Old\r\nRetainer in melodrama. Mike was his special favourite. He felt that in\r\nhim he had material of the finest order to work upon. There was\r\nnothing the matter with Bob. In Bob he would turn out a good, sound\r\narticle. Bob would be a Blue in his third or fourth year, and probably\r\na creditable performer among the rank and file of a county team later\r\non. But he was not a cricket genius, like Mike. Saunders would lie\r\nawake at night sometimes thinking of the possibilities that were in\r\nMike. The strength could only come with years, but the style was there\r\nalready. Joe’s style, with improvements.\r\n\r\nMike put on his pads; and Marjory walked with the professional to the\r\nbowling crease.\r\n\r\n“Mike’s going to Wrykyn next term, Saunders,” she said. “All the boys\r\nwere there, you know. So was father, ages ago.”\r\n\r\n“Is he, miss? I was thinking he would be soon.”\r\n\r\n“Do you think he’ll get into the school team?”\r\n\r\n“School team, miss! Master Mike get into a school team! He’ll be\r\nplaying for England in another eight years. That’s what he’ll be\r\nplaying for.”\r\n\r\n“Yes, but I meant next term. It would be a record if he did. Even Joe\r\nonly got in after he’d been at school two years. Don’t you think he\r\nmight, Saunders? He’s awfully good, isn’t he? He’s better than Bob,\r\nisn’t he? And Bob’s almost certain to get in this term.”\r\n\r\nSaunders looked a little doubtful.\r\n\r\n“Next term!” he said. “Well, you see, miss, it’s this way. It’s all\r\nthere, in a manner of speaking, with Master Mike. He’s got as much\r\nstyle as Mr. Joe’s got, every bit. The whole thing is, you see, miss,\r\nyou get these young gentlemen of eighteen, and nineteen perhaps, and\r\nit stands to reason they’re stronger. There’s a young gentleman,\r\nperhaps, doesn’t know as much about what I call real playing as Master\r\nMike’s forgotten; but then he can hit ’em harder when he does hit ’em,\r\nand that’s where the runs come in. They aren’t going to play Master\r\nMike because he’ll be in the England team when he leaves school.\r\nThey’ll give the cap to somebody that can make a few then and there.”\r\n\r\n“But Mike’s jolly strong.”\r\n\r\n“Ah, I’m not saying it mightn’t be, miss. I was only saying don’t\r\ncount on it, so you won’t be disappointed if it doesn’t happen. It’s\r\nquite likely that it will, only all I say is don’t count on it. I only\r\nhope that they won’t knock all the style out of him before they’re\r\ndone with him. You know these school professionals, miss.”\r\n\r\n“No, I don’t, Saunders. What are they like?”\r\n\r\n“Well, there’s too much of the come-right-out-at-everything about ’em\r\nfor my taste. Seem to think playing forward the alpha and omugger of\r\nbatting. They’ll make him pat balls back to the bowler which he’d cut\r\nfor twos and threes if he was left to himself. Still, we’ll hope for\r\nthe best, miss. Ready, Master Mike? Play.”\r\n\r\nAs Saunders had said, it was all there. Of Mike’s style there could be\r\nno doubt. To-day, too, he was playing more strongly than usual.\r\nMarjory had to run to the end of the meadow to fetch one straight\r\ndrive. “He hit that hard enough, didn’t he, Saunders?” she asked, as\r\nshe returned the ball.\r\n\r\n“If he could keep on doing ones like that, miss,” said the\r\nprofessional, “they’d have him in the team before you could say\r\nknife.”\r\n\r\nMarjory sat down again beside the net, and watched more hopefully."
  ]
}