{
  "index": 9,
  "title": "Chapter 8",
  "paragraphs": [
    "A ROW WITH THE TOWN\r\n\r\n\r\nThe beginning of a big row, one of those rows which turn a school\r\nupside down like a volcanic eruption and provide old boys with\r\nsomething to talk about, when they meet, for years, is not unlike the\r\nbeginning of a thunderstorm.\r\n\r\nYou are walking along one seemingly fine day, when suddenly there is a\r\nhush, and there falls on you from space one big drop. The next moment\r\nthe thing has begun, and you are standing in a shower-bath. It is just\r\nthe same with a row. Some trivial episode occurs, and in an instant\r\nthe place is in a ferment. It was so with the great picnic at Wrykyn.\r\n\r\nThe bare outlines of the beginning of this affair are included in a\r\nletter which Mike wrote to his father on the Sunday following the Old\r\nWrykynian matches.\r\n\r\nThis was the letter:\r\n\r\n   “DEAR FATHER,--Thanks awfully for your letter. I hope you are quite\r\n   well. I have been getting on all right at cricket lately. My scores\r\n   since I wrote last have been 0 in a scratch game (the sun got in my\r\n   eyes just as I played, and I got bowled); 15 for the third against an\r\n   eleven of masters (without G. B. Jones, the Surrey man, and Spence);\r\n   28 not out in the Under Sixteen game; and 30 in a form match. Rather\r\n   decent. Yesterday one of the men put down for the second against the\r\n   O.W.’s second couldn’t play because his father was very ill, so I\r\n   played. Wasn’t it luck? It’s the first time I’ve played for the\r\n   second. I didn’t do much, because I didn’t get an innings. They stop\r\n   the cricket on O.W. matches day because they have a lot of rotten\r\n   Greek plays and things which take up a frightful time, and half the\r\n   chaps are acting, so we stop from lunch to four. Rot I call it. So I\r\n   didn’t go in, because they won the toss and made 215, and by the time\r\n   we’d made 140 for 6 it was close of play. They’d stuck me in eighth\r\n   wicket. Rather rot. Still, I may get another shot. And I made rather a\r\n   decent catch at mid-on. Low down. I had to dive for it. Bob played for\r\n   the first, but didn’t do much. He was run out after he’d got ten. I\r\n   believe he’s rather sick about it.\r\n\r\n   “Rather a rummy thing happened after lock-up. I wasn’t in it, but a\r\n   fellow called Wyatt (awfully decent chap. He’s Wain’s step-son, only\r\n   they bar one another) told me about it. He was in it all right.\r\n   There’s a dinner after the matches on O.W. day, and some of the chaps\r\n   were going back to their houses after it when they got into a row with\r\n   a lot of brickies from the town, and there was rather a row. There was\r\n   a policeman mixed up in it somehow, only I don’t quite know where he\r\n   comes in. I’ll find out and tell you next time I write. Love to\r\n   everybody. Tell Marjory I’ll write to her in a day or two.\r\n\r\n   “Your loving son,\r\n\r\n              “MIKE.\r\n\r\n   “P.S.--I say, I suppose you couldn’t send me five bob, could you? I’m\r\n   rather broke.\r\n\r\n   “P.P.S.--Half-a-crown would do, only I’d rather it was five bob.”\r\n\r\nAnd, on the back of the envelope, these words: “Or a bob would be\r\nbetter than nothing.”\r\n\r\n       *       *       *       *       *\r\n\r\nThe outline of the case was as Mike had stated. But there were certain\r\ndetails of some importance which had not come to his notice when he\r\nsent the letter. On the Monday they were public property.\r\n\r\nThe thing had happened after this fashion. At the conclusion of the\r\nday’s cricket, all those who had been playing in the four elevens\r\nwhich the school put into the field against the old boys, together\r\nwith the school choir, were entertained by the headmaster to supper in\r\nthe Great Hall. The banquet, lengthened by speeches, songs, and\r\nrecitations which the reciters imagined to be songs, lasted, as a\r\nrule, till about ten o’clock, when the revellers were supposed to go\r\nback to their houses by the nearest route, and turn in. This was the\r\nofficial programme. The school usually performed it with certain\r\nmodifications and improvements.\r\n\r\nAbout midway between Wrykyn, the school, and Wrykyn, the town, there\r\nstands on an island in the centre of the road a solitary lamp-post. It\r\nwas the custom, and had been the custom for generations back, for the\r\ndiners to trudge off to this lamp-post, dance round it for some\r\nminutes singing the school song or whatever happened to be the popular\r\nsong of the moment, and then race back to their houses. Antiquity had\r\ngiven the custom a sort of sanctity, and the authorities, if they\r\nknew--which they must have done--never interfered.\r\n\r\nBut there were others.\r\n\r\nWrykyn, the town, was peculiarly rich in “gangs of youths.” Like the\r\nvast majority of the inhabitants of the place, they seemed to have no\r\nwork of any kind whatsoever to occupy their time, which they used,\r\naccordingly, to spend prowling about and indulging in a mild,\r\nbrainless, rural type of hooliganism. They seldom proceeded to\r\npractical rowdyism and never except with the school. As a rule, they\r\namused themselves by shouting rude chaff. The school regarded them\r\nwith a lofty contempt, much as an Oxford man regards the townee. The\r\nschool was always anxious for a row, but it was the unwritten law that\r\nonly in special circumstances should they proceed to active measures.\r\nA curious dislike for school-and-town rows and most misplaced severity\r\nin dealing with the offenders when they took place, were among the few\r\nflaws in the otherwise admirable character of the headmaster of\r\nWrykyn. It was understood that one scragged bargees at one’s own risk,\r\nand, as a rule, it was not considered worth it.\r\n\r\nBut after an excellent supper and much singing and joviality, one’s\r\nviews are apt to alter. Risks which before supper seemed great, show a\r\ntendency to dwindle.\r\n\r\nWhen, therefore, the twenty or so Wrykynians who were dancing round\r\nthe lamp-post were aware, in the midst of their festivities, that they\r\nwere being observed and criticised by an equal number of townees, and\r\nthat the criticisms were, as usual, essentially candid and personal,\r\nthey found themselves forgetting the headmaster’s prejudices and\r\nfeeling only that these outsiders must be put to the sword as speedily\r\nas possible, for the honour of the school.\r\n\r\nPossibly, if the town brigade had stuck to a purely verbal form of\r\nattack, all might yet have been peace. Words can be overlooked.\r\n\r\nBut tomatoes cannot.\r\n\r\nNo man of spirit can bear to be pelted with over-ripe tomatoes for any\r\nlength of time without feeling that if the thing goes on much longer\r\nhe will be reluctantly compelled to take steps.\r\n\r\nIn the present crisis, the first tomato was enough to set matters\r\nmoving.\r\n\r\nAs the two armies stood facing each other in silence under the dim and\r\nmysterious rays of the lamp, it suddenly whizzed out from the enemy’s\r\nranks, and hit Wyatt on the right ear.\r\n\r\nThere was a moment of suspense. Wyatt took out his handkerchief and\r\nwiped his face, over which the succulent vegetable had spread itself.\r\n\r\n“I don’t know how you fellows are going to pass the evening,” he said\r\nquietly. “My idea of a good after-dinner game is to try and find the\r\nchap who threw that. Anybody coming?”\r\n\r\nFor the first five minutes it was as even a fight as one could have\r\nwished to see. It raged up and down the road without a pause, now in a\r\nsolid mass, now splitting up into little groups. The science was on\r\nthe side of the school. Most Wrykynians knew how to box to a certain\r\nextent. But, at any rate at first, it was no time for science. To be\r\nscientific one must have an opponent who observes at least the more\r\nimportant rules of the ring. It is impossible to do the latest ducks\r\nand hooks taught you by the instructor if your antagonist butts you in\r\nthe chest, and then kicks your shins, while some dear friend of his,\r\nof whose presence you had no idea, hits you at the same time on the\r\nback of the head. The greatest expert would lose his science in such\r\ncircumstances.\r\n\r\nProbably what gave the school the victory in the end was the\r\nrighteousness of their cause. They were smarting under a sense of\r\ninjury, and there is nothing that adds a force to one’s blows and a\r\nrecklessness to one’s style of delivering them more than a sense of\r\ninjury.\r\n\r\nWyatt, one side of his face still showing traces of the tomato, led\r\nthe school with a vigour that could not be resisted. He very seldom\r\nlost his temper, but he did draw the line at bad tomatoes.\r\n\r\nPresently the school noticed that the enemy were vanishing little by\r\nlittle into the darkness which concealed the town. Barely a dozen\r\nremained. And their lonely condition seemed to be borne in upon these\r\nby a simultaneous brain-wave, for they suddenly gave the fight up, and\r\nstampeded as one man.\r\n\r\nThe leaders were beyond recall, but two remained, tackled low by Wyatt\r\nand Clowes after the fashion of the football-field.\r\n\r\n       *       *       *       *       *\r\n\r\nThe school gathered round its prisoners, panting. The scene of the\r\nconflict had shifted little by little to a spot some fifty yards from\r\nwhere it had started. By the side of the road at this point was a\r\ngreen, depressed looking pond. Gloomy in the daytime, it looked\r\nunspeakable at night. It struck Wyatt, whose finer feelings had been\r\nentirely blotted out by tomato, as an ideal place in which to bestow\r\nthe captives.\r\n\r\n“Let’s chuck ’em in there,” he said.\r\n\r\nThe idea was welcomed gladly by all, except the prisoners. A move was\r\nmade towards the pond, and the procession had halted on the brink,\r\nwhen a new voice made itself heard.\r\n\r\n“Now then,” it said, “what’s all this?”\r\n\r\nA stout figure in policeman’s uniform was standing surveying them with\r\nthe aid of a small bull’s-eye lantern.\r\n\r\n“What’s all this?”\r\n\r\n“It’s all right,” said Wyatt.\r\n\r\n“All right, is it? What’s on?”\r\n\r\nOne of the prisoners spoke.\r\n\r\n“Make ’em leave hold of us, Mr. Butt. They’re a-going to chuck us in\r\nthe pond.”\r\n\r\n“Ho!” said the policeman, with a change in his voice. “Ho, are they?\r\nCome now, young gentleman, a lark’s a lark, but you ought to know\r\nwhere to stop.”\r\n\r\n“It’s anything but a lark,” said Wyatt in the creamy voice he used\r\nwhen feeling particularly savage. “We’re the Strong Right Arm of\r\nJustice. That’s what we are. This isn’t a lark, it’s an execution.”\r\n\r\n“I don’t want none of your lip, whoever you are,” said Mr. Butt,\r\nunderstanding but dimly, and suspecting impudence by instinct.\r\n\r\n“This is quite a private matter,” said Wyatt. “You run along on your\r\nbeat. You can’t do anything here.”\r\n\r\n“Ho!”\r\n\r\n“Shove ’em in, you chaps.”\r\n\r\n“Stop!” From Mr. Butt.\r\n\r\n“Oo-er!” From prisoner number one.\r\n\r\nThere was a sounding splash as willing hands urged the first of the\r\ncaptives into the depths. He ploughed his way to the bank, scrambled\r\nout, and vanished.\r\n\r\nWyatt turned to the other prisoner.\r\n\r\n“You’ll have the worst of it, going in second. He’ll have churned up\r\nthe mud a bit. Don’t swallow more than you can help, or you’ll go\r\ngetting typhoid. I expect there are leeches and things there, but if\r\nyou nip out quick they may not get on to you. Carry on, you chaps.”\r\n\r\nIt was here that the regrettable incident occurred. Just as the second\r\nprisoner was being launched, Constable Butt, determined to assert\r\nhimself even at the eleventh hour, sprang forward, and seized the\r\ncaptive by the arm. A drowning man will clutch at a straw. A man about\r\nto be hurled into an excessively dirty pond will clutch at a stout\r\npoliceman. The prisoner did.\r\n\r\nConstable Butt represented his one link with dry land. As he came\r\nwithin reach he attached himself to his tunic with the vigour and\r\nconcentration of a limpet.\r\n\r\nAt the same moment the executioners gave their man the final heave.\r\nThe policeman realised his peril too late. A medley of noises made the\r\npeaceful night hideous. A howl from the townee, a yell from the\r\npoliceman, a cheer from the launching party, a frightened squawk from\r\nsome birds in a neighbouring tree, and a splash compared with which\r\nthe first had been as nothing, and all was over.\r\n\r\nThe dark waters were lashed into a maelstrom; and then two streaming\r\nfigures squelched up the further bank.\r\n\r\n[Illustration: THE DARK WATERS WERE LASHED INTO A MAELSTROM]\r\n\r\nThe school stood in silent consternation. It was no occasion for light\r\napologies.\r\n\r\n“Do you know,” said Wyatt, as he watched the Law shaking the water\r\nfrom itself on the other side of the pond, “I’m not half sure that we\r\nhadn’t better be moving!”"
  ]
}