{
  "index": 7,
  "title": "Chapter 6",
  "paragraphs": [
    "IN WHICH A TIGHT CORNER IS EVADED\r\n\r\n\r\nFor a moment the situation paralysed Mike. Then he began to be equal\r\nto it. In times of excitement one thinks rapidly and clearly. The main\r\npoint, the kernel of the whole thing, was that he must get into the\r\ngarden somehow, and warn Wyatt. And at the same time, he must keep Mr.\r\nWain from coming to the dormitory. He jumped out of bed, and dashed\r\ndown the dark stairs.\r\n\r\nHe had taken care to close the dining-room door after him. It was open\r\nnow, and he could hear somebody moving inside the room. Evidently his\r\nretreat had been made just in time.\r\n\r\nHe knocked at the door, and went in.\r\n\r\nMr. Wain was standing at the window, looking out. He spun round at the\r\nknock, and stared in astonishment at Mike’s pyjama-clad figure. Mike,\r\nin spite of his anxiety, could barely check a laugh. Mr. Wain was a\r\ntall, thin man, with a serious face partially obscured by a grizzled\r\nbeard. He wore spectacles, through which he peered owlishly at Mike.\r\nHis body was wrapped in a brown dressing-gown. His hair was ruffled.\r\nHe looked like some weird bird.\r\n\r\n“Please, sir, I thought I heard a noise,” said Mike.\r\n\r\nMr. Wain continued to stare.\r\n\r\n“What are you doing here?” said he at last.\r\n\r\n“Thought I heard a noise, please, sir.”\r\n\r\n“A noise?”\r\n\r\n“Please, sir, a row.”\r\n\r\n“You thought you heard----!”\r\n\r\nThe thing seemed to be worrying Mr. Wain.\r\n\r\n“So I came down, sir,” said Mike.\r\n\r\nThe house-master’s giant brain still appeared to be somewhat clouded.\r\nHe looked about him, and, catching sight of the gramophone, drew\r\ninspiration from it.\r\n\r\n“Did you turn on the gramophone?” he asked.\r\n\r\n“_Me_, sir!” said Mike, with the air of a bishop accused of\r\ncontributing to the _Police News_.\r\n\r\n“Of course not, of course not,” said Mr. Wain hurriedly. “Of course\r\nnot. I don’t know why I asked. All this is very unsettling. What are\r\nyou doing here?”\r\n\r\n“Thought I heard a noise, please, sir.”\r\n\r\n“A noise?”\r\n\r\n“A row, sir.”\r\n\r\nIf it was Mr. Wain’s wish that he should spend the night playing Massa\r\nTambo to his Massa Bones, it was not for him to baulk the house-master’s\r\ninnocent pleasure. He was prepared to continue the snappy dialogue till\r\nbreakfast time.\r\n\r\n“I think there must have been a burglar in here, Jackson.”\r\n\r\n“Looks like it, sir.”\r\n\r\n“I found the window open.”\r\n\r\n“He’s probably in the garden, sir.”\r\n\r\nMr. Wain looked out into the garden with an annoyed expression, as if\r\nits behaviour in letting burglars be in it struck him as unworthy of a\r\nrespectable garden.\r\n\r\n“He might be still in the house,” said Mr. Wain, ruminatively.\r\n\r\n“Not likely, sir.”\r\n\r\n“You think not?”\r\n\r\n“Wouldn’t be such a fool, sir. I mean, such an ass, sir.”\r\n\r\n“Perhaps you are right, Jackson.”\r\n\r\n“I shouldn’t wonder if he was hiding in the shrubbery, sir.”\r\n\r\nMr. Wain looked at the shrubbery, as who should say, _“Et tu,\r\nBrute!”_\r\n\r\n“By Jove! I think I see him,” cried Mike. He ran to the window, and\r\nvaulted through it on to the lawn. An inarticulate protest from Mr.\r\nWain, rendered speechless by this move just as he had been beginning\r\nto recover his faculties, and he was running across the lawn into the\r\nshrubbery. He felt that all was well. There might be a bit of a row on\r\nhis return, but he could always plead overwhelming excitement.\r\n\r\nWyatt was round at the back somewhere, and the problem was how to get\r\nback without being seen from the dining-room window. Fortunately a\r\nbelt of evergreens ran along the path right up to the house. Mike\r\nworked his way cautiously through these till he was out of sight, then\r\ntore for the regions at the back.\r\n\r\nThe moon had gone behind the clouds, and it was not easy to find a way\r\nthrough the bushes. Twice branches sprang out from nowhere, and hit\r\nMike smartly over the shins, eliciting sharp howls of pain.\r\n\r\nOn the second of these occasions a low voice spoke from somewhere on\r\nhis right.\r\n\r\n“Who on earth’s that?” it said.\r\n\r\nMike stopped.\r\n\r\n“Is that you, Wyatt? I say----”\r\n\r\n“Jackson!”\r\n\r\nThe moon came out again, and Mike saw Wyatt clearly. His knees were\r\ncovered with mould. He had evidently been crouching in the bushes on\r\nall fours.\r\n\r\n“You young ass,” said Wyatt. “You promised me that you wouldn’t get\r\nout.”\r\n\r\n“Yes, I know, but----”\r\n\r\n“I heard you crashing through the shrubbery like a hundred elephants.\r\nIf you _must_ get out at night and chance being sacked, you might\r\nat least have the sense to walk quietly.”\r\n\r\n“Yes, but you don’t understand.”\r\n\r\nAnd Mike rapidly explained the situation.\r\n\r\n“But how the dickens did he hear you, if you were in the dining-room?”\r\nasked Wyatt. “It’s miles from his bedroom. You must tread like a\r\npoliceman.”\r\n\r\n“It wasn’t that. The thing was, you see, it was rather a rotten thing\r\nto do, I suppose, but I turned on the gramophone.”\r\n\r\n“You--_what?_”\r\n\r\n“The gramophone. It started playing ‘The Quaint Old Bird.’ Ripping it\r\nwas, till Wain came along.”\r\n\r\nWyatt doubled up with noiseless laughter.\r\n\r\n“You’re a genius,” he said. “I never saw such a man. Well, what’s the\r\ngame now? What’s the idea?”\r\n\r\n“I think you’d better nip back along the wall and in through the\r\nwindow, and I’ll go back to the dining-room. Then it’ll be all right\r\nif Wain comes and looks into the dorm. Or, if you like, you might come\r\ndown too, as if you’d just woke up and thought you’d heard a row.”\r\n\r\n“That’s not a bad idea. All right. You dash along then. I’ll get\r\nback.”\r\n\r\nMr. Wain was still in the dining-room, drinking in the beauties of the\r\nsummer night through the open window. He gibbered slightly when Mike\r\nreappeared.\r\n\r\n“Jackson! What do you mean by running about outside the house in this\r\nway! I shall punish you very heavily. I shall certainly report the\r\nmatter to the headmaster. I will not have boys rushing about the\r\ngarden in their pyjamas. You will catch an exceedingly bad cold. You\r\nwill do me two hundred lines, Latin and English. Exceedingly so. I\r\nwill not have it. Did you not hear me call to you?”\r\n\r\n“Please, sir, so excited,” said Mike, standing outside with his hands\r\non the sill.\r\n\r\n“You have no business to be excited. I will not have it. It is\r\nexceedingly impertinent of you.”\r\n\r\n“Please, sir, may I come in?”\r\n\r\n“Come in! Of course, come in. Have you no sense, boy? You are laying\r\nthe seeds of a bad cold. Come in at once.”\r\n\r\nMike clambered through the window.\r\n\r\n“I couldn’t find him, sir. He must have got out of the garden.”\r\n\r\n“Undoubtedly,” said Mr. Wain. “Undoubtedly so. It was very wrong of\r\nyou to search for him. You have been seriously injured. Exceedingly\r\nso.”\r\n\r\nHe was about to say more on the subject when Wyatt strolled into the\r\nroom. Wyatt wore the rather dazed expression of one who has been\r\naroused from deep sleep. He yawned before he spoke.\r\n\r\n“I thought I heard a noise, sir,” he said.\r\n\r\nHe called Mr. Wain “father” in private, “sir” in public. The presence\r\nof Mike made this a public occasion.\r\n\r\n“Has there been a burglary?”\r\n\r\n“Yes,” said Mike, “only he has got away.”\r\n\r\n“Shall I go out into the garden, and have a look round, sir?” asked\r\nWyatt helpfully.\r\n\r\nThe question stung Mr. Wain into active eruption once more.\r\n\r\n“Under no circumstances whatever,” he said excitedly. “Stay where you\r\nare, James. I will not have boys running about my garden at night. It\r\nis preposterous. Inordinately so. Both of you go to bed immediately. I\r\nshall not speak to you again on this subject. I must be obeyed\r\ninstantly. You hear me, Jackson? James, you understand me? To bed at\r\nonce. And, if I find you outside your dormitory again to-night, you\r\nwill both be punished with extreme severity. I will not have this lax\r\nand reckless behaviour.”\r\n\r\n“But the burglar, sir?” said Wyatt.\r\n\r\n“We might catch him, sir,” said Mike.\r\n\r\nMr. Wain’s manner changed to a slow and stately sarcasm, in much the\r\nsame way as a motor-car changes from the top speed to its first.\r\n\r\n“I was under the impression,” he said, in the heavy way almost\r\ninvariably affected by weak masters in their dealings with the\r\nobstreperous, “I was distinctly under the impression that I had\r\nordered you to retire immediately to your dormitory. It is possible\r\nthat you mistook my meaning. In that case I shall be happy to repeat\r\nwhat I said. It is also in my mind that I threatened to punish you\r\nwith the utmost severity if you did not retire at once. In these\r\ncircumstances, James--and you, Jackson--you will doubtless see the\r\nnecessity of complying with my wishes.”\r\n\r\nThey made it so."
  ]
}