{
  "index": 5,
  "title": "Chapter 4",
  "paragraphs": [
    "AT THE NETS\r\n\r\n\r\nThere are few better things in life than a public school summer term.\r\nThe winter term is good, especially towards the end, and there are\r\npoints, though not many, about the Easter term: but it is in the\r\nsummer that one really appreciates public school life. The freedom of\r\nit, after the restrictions of even the most easy-going private school,\r\nis intoxicating. The change is almost as great as that from public\r\nschool to ’Varsity.\r\n\r\nFor Mike the path was made particularly easy. The only drawback to\r\ngoing to a big school for the first time is the fact that one is made\r\nto feel so very small and inconspicuous. New boys who have been\r\nleading lights at their private schools feel it acutely for the first\r\nweek. At one time it was the custom, if we may believe writers of a\r\ngeneration or so back, for boys to take quite an embarrassing interest\r\nin the newcomer. He was asked a rain of questions, and was, generally,\r\nin the very centre of the stage. Nowadays an absolute lack of interest\r\nis the fashion. A new boy arrives, and there he is, one of a crowd.\r\n\r\nMike was saved this salutary treatment to a large extent, at first by\r\nvirtue of the greatness of his family, and, later, by his own\r\nperformances on the cricket field. His three elder brothers were\r\nobjects of veneration to most Wrykynians, and Mike got a certain\r\namount of reflected glory from them. The brother of first-class\r\ncricketers has a dignity of his own. Then Bob was a help. He was on\r\nthe verge of the cricket team and had been the school full-back for\r\ntwo seasons. Mike found that people came up and spoke to him, anxious\r\nto know if he were Jackson’s brother; and became friendly when he\r\nreplied in the affirmative. Influential relations are a help in every\r\nstage of life.\r\n\r\nIt was Wyatt who gave him his first chance at cricket. There were nets\r\non the first afternoon of term for all old colours of the three teams\r\nand a dozen or so of those most likely to fill the vacant places.\r\nWyatt was there, of course. He had got his first eleven cap in the\r\nprevious season as a mighty hitter and a fair slow bowler. Mike met\r\nhim crossing the field with his cricket bag.\r\n\r\n“Hullo, where are you off to?” asked Wyatt. “Coming to watch the\r\nnets?”\r\n\r\nMike had no particular programme for the afternoon. Junior cricket had\r\nnot begun, and it was a little difficult to know how to fill in the\r\ntime.\r\n\r\n“I tell you what,” said Wyatt, “nip into the house and shove on some\r\nthings, and I’ll try and get Burgess to let you have a knock later\r\non.”\r\n\r\nThis suited Mike admirably. A quarter of an hour later he was sitting\r\nat the back of the first eleven net, watching the practice.\r\n\r\nBurgess, the captain of the Wrykyn team, made no pretence of being a\r\nbat. He was the school fast bowler and concentrated his energies on\r\nthat department of the game. He sometimes took ten minutes at the\r\nwicket after everybody else had had an innings, but it was to bowl\r\nthat he came to the nets.\r\n\r\nHe was bowling now to one of the old colours whose name Mike did not\r\nknow. Wyatt and one of the professionals were the other two bowlers.\r\nTwo nets away Firby-Smith, who had changed his pince-nez for a pair of\r\nhuge spectacles, was performing rather ineffectively against some very\r\nbad bowling. Mike fixed his attention on the first eleven man.\r\n\r\nHe was evidently a good bat. There was style and power in his batting.\r\nHe had a way of gliding Burgess’s fastest to leg which Mike admired\r\ngreatly. He was succeeded at the end of a quarter of an hour by\r\nanother eleven man, and then Bob appeared.\r\n\r\nIt was soon made evident that this was not Bob’s day. Nobody is at his\r\nbest on the first day of term; but Bob was worse than he had any right\r\nto be. He scratched forward at nearly everything, and when Burgess,\r\nwho had been resting, took up the ball again, he had each stump\r\nuprooted in a regular series in seven balls. Once he skied one of\r\nWyatt’s slows over the net behind the wicket; and Mike, jumping up,\r\ncaught him neatly.\r\n\r\n“Thanks,” said Bob austerely, as Mike returned the ball to him. He\r\nseemed depressed.\r\n\r\nTowards the end of the afternoon, Wyatt went up to Burgess.\r\n\r\n“Burgess,” he said, “see that kid sitting behind the net?”\r\n\r\n“With the naked eye,” said Burgess. “Why?”\r\n\r\n“He’s just come to Wain’s. He’s Bob Jackson’s brother, and I’ve a sort\r\nof idea that he’s a bit of a bat. I told him I’d ask you if he could\r\nhave a knock. Why not send him in at the end net? There’s nobody there\r\nnow.”\r\n\r\nBurgess’s amiability off the field equalled his ruthlessness when\r\nbowling.\r\n\r\n“All right,” he said. “Only if you think that I’m going to sweat to\r\nbowl to him, you’re making a fatal error.”\r\n\r\n“You needn’t do a thing. Just sit and watch. I rather fancy this kid’s\r\nsomething special.”\r\n\r\n       *       *       *       *       *\r\n\r\nMike put on Wyatt’s pads and gloves, borrowed his bat, and walked\r\nround into the net.\r\n\r\n“Not in a funk, are you?” asked Wyatt, as he passed.\r\n\r\nMike grinned. The fact was that he had far too good an opinion of\r\nhimself to be nervous. An entirely modest person seldom makes a good\r\nbatsman. Batting is one of those things which demand first and\r\nforemost a thorough belief in oneself. It need not be aggressive, but\r\nit must be there.\r\n\r\nWyatt and the professional were the bowlers. Mike had seen enough of\r\nWyatt’s bowling to know that it was merely ordinary “slow tosh,” and\r\nthe professional did not look as difficult as Saunders. The first\r\nhalf-dozen balls he played carefully. He was on trial, and he meant to\r\ntake no risks. Then the professional over-pitched one slightly on the\r\noff. Mike jumped out, and got the full face of the bat on to it. The\r\nball hit one of the ropes of the net, and nearly broke it.\r\n\r\n“How’s that?” said Wyatt, with the smile of an impresario on the first\r\nnight of a successful piece.\r\n\r\n“Not bad,” admitted Burgess.\r\n\r\nA few moments later he was still more complimentary. He got up and\r\ntook a ball himself.\r\n\r\nMike braced himself up as Burgess began his run. This time he was more\r\nthan a trifle nervous. The bowling he had had so far had been tame.\r\nThis would be the real ordeal.\r\n\r\nAs the ball left Burgess’s hand he began instinctively to shape for a\r\nforward stroke. Then suddenly he realised that the thing was going to\r\nbe a yorker, and banged his bat down in the block just as the ball\r\narrived. An unpleasant sensation as of having been struck by a\r\nthunderbolt was succeeded by a feeling of relief that he had kept the\r\nball out of his wicket. There are easier things in the world than\r\nstopping a fast yorker.\r\n\r\n“Well played,” said Burgess.\r\n\r\nMike felt like a successful general receiving the thanks of the\r\nnation.\r\n\r\nThe fact that Burgess’s next ball knocked middle and off stumps out of\r\nthe ground saddened him somewhat; but this was the last tragedy that\r\noccurred. He could not do much with the bowling beyond stopping it and\r\nfeeling repetitions of the thunderbolt experience, but he kept up his\r\nend; and a short conversation which he had with Burgess at the end of\r\nhis innings was full of encouragement to one skilled in reading\r\nbetween the lines.\r\n\r\n“Thanks awfully,” said Mike, referring to the square manner in which\r\nthe captain had behaved in letting him bat.\r\n\r\n“What school were you at before you came here?” asked Burgess.\r\n\r\n“A private school in Hampshire,” said Mike. “King-Hall’s. At a place\r\ncalled Emsworth.”\r\n\r\n“Get much cricket there?”\r\n\r\n“Yes, a good lot. One of the masters, a chap called Westbrook, was an\r\nawfully good slow bowler.”\r\n\r\nBurgess nodded.\r\n\r\n“You don’t run away, which is something,” he said.\r\n\r\nMike turned purple with pleasure at this stately compliment. Then,\r\nhaving waited for further remarks, but gathering from the captain’s\r\nsilence that the audience was at an end, he proceeded to unbuckle his\r\npads. Wyatt overtook him on his way to the house.\r\n\r\n“Well played,” he said. “I’d no idea you were such hot stuff. You’re a\r\nregular pro.”\r\n\r\n“I say,” said Mike gratefully, “it was most awfully decent of you\r\ngetting Burgess to let me go in. It was simply ripping of you.”\r\n\r\n“Oh, that’s all right. If you don’t get pushed a bit here you stay for\r\nages in the hundredth game with the cripples and the kids. Now you’ve\r\nshown them what you can do you ought to get into the Under Sixteen\r\nteam straight away. Probably into the third, too.”\r\n\r\n“By Jove, that would be all right.”\r\n\r\n“I asked Burgess afterwards what he thought of your batting, and he\r\nsaid, ‘Not bad.’ But he says that about everything. It’s his highest\r\nform of praise. He says it when he wants to let himself go and simply\r\nbutter up a thing. If you took him to see N. A. Knox bowl, he’d say he\r\nwasn’t bad. What he meant was that he was jolly struck with your\r\nbatting, and is going to play you for the Under Sixteen.”\r\n\r\n“I hope so,” said Mike.\r\n\r\nThe prophecy was fulfilled. On the following Wednesday there was a\r\nmatch between the Under Sixteen and a scratch side. Mike’s name was\r\namong the Under Sixteen. And on the Saturday he was playing for the\r\nthird eleven in a trial game.\r\n\r\n“This place is ripping,” he said to himself, as he saw his name on the\r\nlist. “Thought I should like it.”\r\n\r\nAnd that night he wrote a letter to his father, notifying him of the\r\nfact."
  ]
}