{
  "index": 6,
  "title": "Chapter 5",
  "paragraphs": [
    "REVELRY BY NIGHT\r\n\r\n\r\nA succession of events combined to upset Mike during his first\r\nfortnight at school. He was far more successful than he had any right\r\nto be at his age. There is nothing more heady than success, and if it\r\ncomes before we are prepared for it, it is apt to throw us off our\r\nbalance. As a rule, at school, years of wholesome obscurity make us\r\nready for any small triumphs we may achieve at the end of our time\r\nthere. Mike had skipped these years. He was older than the average new\r\nboy, and his batting was undeniable. He knew quite well that he was\r\nregarded as a find by the cricket authorities; and the knowledge was\r\nnot particularly good for him. It did not make him conceited, for his\r\nwas not a nature at all addicted to conceit. The effect it had on him\r\nwas to make him excessively pleased with life. And when Mike was\r\npleased with life he always found a difficulty in obeying Authority\r\nand its rules. His state of mind was not improved by an interview with\r\nBob.\r\n\r\nSome evil genius put it into Bob’s mind that it was his duty to be, if\r\nonly for one performance, the Heavy Elder Brother to Mike; to give him\r\ngood advice. It is never the smallest use for an elder brother to\r\nattempt to do anything for the good of a younger brother at school,\r\nfor the latter rebels automatically against such interference in his\r\nconcerns; but Bob did not know this. He only knew that he had received\r\na letter from home, in which his mother had assumed without evidence\r\nthat he was leading Mike by the hand round the pitfalls of life at\r\nWrykyn; and his conscience smote him. Beyond asking him occasionally,\r\nwhen they met, how he was getting on (a question to which Mike\r\ninvariably replied, “Oh, all right”), he was not aware of having done\r\nanything brotherly towards the youngster. So he asked Mike to tea in\r\nhis study one afternoon before going to the nets.\r\n\r\nMike arrived, sidling into the study in the half-sheepish, half-defiant\r\nmanner peculiar to small brothers in the presence of their elders, and\r\nstared in silence at the photographs on the walls. Bob was changing into\r\nhis cricket things. The atmosphere was one of constraint and awkwardness.\r\n\r\nThe arrival of tea was the cue for conversation.\r\n\r\n“Well, how are you getting on?” asked Bob.\r\n\r\n“Oh, all right,” said Mike.\r\n\r\nSilence.\r\n\r\n“Sugar?” asked Bob.\r\n\r\n“Thanks,” said Mike.\r\n\r\n“How many lumps?”\r\n\r\n“Two, please.”\r\n\r\n“Cake?”\r\n\r\n“Thanks.”\r\n\r\nSilence.\r\n\r\nBob pulled himself together.\r\n\r\n“Like Wain’s?”\r\n\r\n“Ripping.”\r\n\r\n“I asked Firby-Smith to keep an eye on you,” said Bob.\r\n\r\n“What!” said Mike.\r\n\r\nThe mere idea of a worm like the Gazeka being told to keep an eye on\r\n_him_ was degrading.\r\n\r\n“He said he’d look after you,” added Bob, making things worse.\r\n\r\nLook after him! Him!! M. Jackson, of the third eleven!!!\r\n\r\nMike helped himself to another chunk of cake, and spoke crushingly.\r\n\r\n“He needn’t trouble,” he said. “I can look after myself all right,\r\nthanks.”\r\n\r\nBob saw an opening for the entry of the Heavy Elder Brother.\r\n\r\n“Look here, Mike,” he said, “I’m only saying it for your good----”\r\n\r\nI should like to state here that it was not Bob’s habit to go about\r\nthe world telling people things solely for their good. He was only\r\ndoing it now to ease his conscience.\r\n\r\n“Yes?” said Mike coldly.\r\n\r\n“It’s only this. You know, I should keep an eye on myself if I were\r\nyou. There’s nothing that gets a chap so barred here as side.”\r\n\r\n“What do you mean?” said Mike, outraged.\r\n\r\n“Oh, I’m not saying anything against you so far,” said Bob. “You’ve\r\nbeen all right up to now. What I mean to say is, you’ve got on so well\r\nat cricket, in the third and so on, there’s just a chance you might\r\nstart to side about a bit soon, if you don’t watch yourself. I’m not\r\nsaying a word against you so far, of course. Only you see what I\r\nmean.”\r\n\r\nMike’s feelings were too deep for words. In sombre silence he reached\r\nout for the jam; while Bob, satisfied that he had delivered his\r\nmessage in a pleasant and tactful manner, filled his cup, and cast\r\nabout him for further words of wisdom.\r\n\r\n“Seen you about with Wyatt a good deal,” he said at length.\r\n\r\n“Yes,” said Mike.\r\n\r\n“Like him?”\r\n\r\n“Yes,” said Mike cautiously.\r\n\r\n“You know,” said Bob, “I shouldn’t--I mean, I should take care what\r\nyou’re doing with Wyatt.”\r\n\r\n“What do you mean?”\r\n\r\n“Well, he’s an awfully good chap, of course, but still----”\r\n\r\n“Still what?”\r\n\r\n“Well, I mean, he’s the sort of chap who’ll probably get into some\r\nthundering row before he leaves. He doesn’t care a hang what he does.\r\nHe’s that sort of chap. He’s never been dropped on yet, but if you go\r\non breaking rules you’re bound to be sooner or later. Thing is, it\r\ndoesn’t matter much for him, because he’s leaving at the end of the\r\nterm. But don’t let him drag you into anything. Not that he would try\r\nto. But you might think it was the blood thing to do to imitate him,\r\nand the first thing you knew you’d be dropped on by Wain or somebody.\r\nSee what I mean?”\r\n\r\nBob was well-intentioned, but tact did not enter greatly into his\r\ncomposition.\r\n\r\n“What rot!” said Mike.\r\n\r\n“All right. But don’t you go doing it. I’m going over to the nets. I\r\nsee Burgess has shoved you down for them. You’d better be going and\r\nchanging. Stick on here a bit, though, if you want any more tea. I’ve\r\ngot to be off myself.”\r\n\r\nMike changed for net-practice in a ferment of spiritual injury. It was\r\nmaddening to be treated as an infant who had to be looked after. He\r\nfelt very sore against Bob.\r\n\r\nA good innings at the third eleven net, followed by some strenuous\r\nfielding in the deep, soothed his ruffled feelings to a large extent;\r\nand all might have been well but for the intervention of Firby-Smith.\r\n\r\nThat youth, all spectacles and front teeth, met Mike at the door of\r\nWain’s.\r\n\r\n“Ah, I wanted to see you, young man,” he said. (Mike disliked being\r\ncalled “young man.”) “Come up to my study.”\r\n\r\nMike followed him in silence to his study, and preserved his silence\r\ntill Firby-Smith, having deposited his cricket-bag in a corner of the\r\nroom and examined himself carefully in a looking-glass that hung over\r\nthe mantelpiece, spoke again.\r\n\r\n“I’ve been hearing all about you, young man.” Mike shuffled.\r\n\r\n“You’re a frightful character from all accounts.” Mike could not think\r\nof anything to say that was not rude, so said nothing.\r\n\r\n“Your brother has asked me to keep an eye on you.”\r\n\r\nMike’s soul began to tie itself into knots again. He was just at the\r\nage when one is most sensitive to patronage and most resentful of it.\r\n\r\n“I promised I would,” said the Gazeka, turning round and examining\r\nhimself in the mirror again. “You’ll get on all right if you behave\r\nyourself. Don’t make a frightful row in the house. Don’t cheek your\r\nelders and betters. Wash. That’s all. Cut along.”\r\n\r\nMike had a vague idea of sacrificing his career to the momentary\r\npleasure of flinging a chair at the head of the house. Overcoming this\r\nfeeling, he walked out of the room, and up to his dormitory to change.\r\n\r\n       *       *       *       *       *\r\n\r\nIn the dormitory that night the feeling of revolt, of wanting to\r\ndo something actively illegal, increased. Like Eric, he burned, not\r\nwith shame and remorse, but with rage and all that sort of thing.\r\nHe dropped off to sleep full of half-formed plans for asserting\r\nhimself. He was awakened from a dream in which he was batting against\r\nFirby-Smith’s bowling, and hitting it into space every time, by a\r\nslight sound. He opened his eyes, and saw a dark figure silhouetted\r\nagainst the light of the window. He sat up in bed.\r\n\r\n“Hullo,” he said. “Is that you, Wyatt?”\r\n\r\n“Are you awake?” said Wyatt. “Sorry if I’ve spoiled your beauty\r\nsleep.”\r\n\r\n“Are you going out?”\r\n\r\n“I am,” said Wyatt. “The cats are particularly strong on the wing just\r\nnow. Mustn’t miss a chance like this. Specially as there’s a good\r\nmoon, too. I shall be deadly.”\r\n\r\n“I say, can’t I come too?”\r\n\r\nA moonlight prowl, with or without an air-pistol, would just have\r\nsuited Mike’s mood.\r\n\r\n“No, you can’t,” said Wyatt. “When I’m caught, as I’m morally certain\r\nto be some day, or night rather, they’re bound to ask if you’ve ever\r\nbeen out as well as me. Then you’ll be able to put your hand on your\r\nlittle heart and do a big George Washington act. You’ll find that\r\nuseful when the time comes.”\r\n\r\n“Do you think you will be caught?”\r\n\r\n“Shouldn’t be surprised. Anyhow, you stay where you are. Go to sleep\r\nand dream that you’re playing for the school against Ripton. So long.”\r\n\r\nAnd Wyatt, laying the bar he had extracted on the window-sill,\r\nwriggled out. Mike saw him disappearing along the wall.\r\n\r\n       *       *       *       *       *\r\n\r\nIt was all very well for Wyatt to tell him to go to sleep, but it was\r\nnot so easy to do it. The room was almost light; and Mike always found\r\nit difficult to sleep unless it was dark. He turned over on his side\r\nand shut his eyes, but he had never felt wider awake. Twice he heard\r\nthe quarters chime from the school clock; and the second time he gave\r\nup the struggle. He got out of bed and went to the window. It was a\r\nlovely night, just the sort of night on which, if he had been at home,\r\nhe would have been out after moths with a lantern.\r\n\r\nA sharp yowl from an unseen cat told of Wyatt’s presence somewhere in\r\nthe big garden. He would have given much to be with him, but he\r\nrealised that he was on parole. He had promised not to leave the\r\nhouse, and there was an end of it.\r\n\r\nHe turned away from the window and sat down on his bed. Then a\r\nbeautiful, consoling thought came to him. He had given his word that\r\nhe would not go into the garden, but nothing had been said about\r\nexploring inside the house. It was quite late now. Everybody would be\r\nin bed. It would be quite safe. And there must be all sorts of things\r\nto interest the visitor in Wain’s part of the house. Food, perhaps.\r\nMike felt that he could just do with a biscuit. And there were bound\r\nto be biscuits on the sideboard in Wain’s dining-room.\r\n\r\nHe crept quietly out of the dormitory.\r\n\r\nHe had been long enough in the house to know the way, in spite of the\r\nfact that all was darkness. Down the stairs, along the passage to the\r\nleft, and up a few more stairs at the end. The beauty of the position\r\nwas that the dining-room had two doors, one leading into Wain’s part\r\nof the house, the other into the boys’ section. Any interruption that\r\nthere might be would come from the further door.\r\n\r\nTo make himself more secure he locked that door; then, turning up the\r\nincandescent light, he proceeded to look about him.\r\n\r\nMr. Wain’s dining-room repaid inspection. There were the remains of\r\nsupper on the table. Mike cut himself some cheese and took some\r\nbiscuits from the box, feeling that he was doing himself well. This\r\nwas Life. There was a little soda-water in the syphon. He finished it.\r\nAs it swished into the glass, it made a noise that seemed to him like\r\nthree hundred Niagaras; but nobody else in the house appeared to have\r\nnoticed it.\r\n\r\nHe took some more biscuits, and an apple.\r\n\r\nAfter which, feeling a new man, he examined the room.\r\n\r\nAnd this was where the trouble began.\r\n\r\nOn a table in one corner stood a small gramophone. And gramophones\r\nhappened to be Mike’s particular craze.\r\n\r\nAll thought of risk left him. The soda-water may have got into his\r\nhead, or he may have been in a particularly reckless mood, as indeed\r\nhe was. The fact remains that _he_ inserted the first record that\r\ncame to hand, wound the machine up, and set it going.\r\n\r\nThe next moment, very loud and nasal, a voice from the machine\r\nannounced that Mr. Godfrey Field would sing “The Quaint Old Bird.”\r\nAnd, after a few preliminary chords, Mr. Field actually did so.\r\n\r\n_“Auntie went to Aldershot in a Paris pom-pom hat.”_\r\n\r\nMike stood and drained it in.\r\n\r\n_“... Good gracious_ (sang Mr. Field), _what was that?”_\r\n\r\nIt was a rattling at the handle of the door. A rattling that turned\r\nalmost immediately into a spirited banging. A voice accompanied the\r\nbanging. “Who is there?” inquired the voice. Mike recognised it as Mr.\r\nWain’s. He was not alarmed. The man who holds the ace of trumps has no\r\nneed to be alarmed. His position was impregnable. The enemy was held\r\nin check by the locked door, while the other door offered an admirable\r\nand instantaneous way of escape.\r\n\r\nMike crept across the room on tip-toe and opened the window. It had\r\noccurred to him, just in time, that if Mr. Wain, on entering the room,\r\nfound that the occupant had retired by way of the boys’ part of the\r\nhouse, he might possibly obtain a clue to his identity. If, on the\r\nother hand, he opened the window, suspicion would be diverted. Mike\r\nhad not read his “Raffles” for nothing.\r\n\r\nThe handle-rattling was resumed. This was good. So long as the frontal\r\nattack was kept up, there was no chance of his being taken in the\r\nrear--his only danger.\r\n\r\nHe stopped the gramophone, which had been pegging away patiently at\r\n“The Quaint Old Bird” all the time, and reflected. It seemed a pity to\r\nevacuate the position and ring down the curtain on what was, to date,\r\nthe most exciting episode of his life; but he must not overdo the\r\nthing, and get caught. At any moment the noise might bring\r\nreinforcements to the besieging force, though it was not likely, for\r\nthe dining-room was a long way from the dormitories; and it might\r\nflash upon their minds that there were two entrances to the room. Or\r\nthe same bright thought might come to Wain himself.\r\n\r\n“Now what,” pondered Mike, “would A. J. Raffles have done in a case\r\nlike this? Suppose he’d been after somebody’s jewels, and found that\r\nthey were after him, and he’d locked one door, and could get away by\r\nthe other.”\r\n\r\nThe answer was simple.\r\n\r\n“He’d clear out,” thought Mike.\r\n\r\nTwo minutes later he was in bed.\r\n\r\nHe lay there, tingling all over with the consciousness of having\r\nplayed a masterly game, when suddenly a gruesome idea came to him, and\r\nhe sat up, breathless. Suppose Wain took it into his head to make a\r\ntour of the dormitories, to see that all was well! Wyatt was still\r\nin the garden somewhere, blissfully unconscious of what was going on\r\nindoors. He would be caught for a certainty!"
  ]
}