{
  "index": 8,
  "title": "Chapter 7",
  "paragraphs": [
    "IN WHICH MIKE IS DISCUSSED\r\n\r\n\r\nTrevor and Clowes, of Donaldson’s, were sitting in their study a week\r\nafter the gramophone incident, preparatory to going on the river. At\r\nleast Trevor was in the study, getting tea ready. Clowes was on the\r\nwindow-sill, one leg in the room, the other outside, hanging over\r\nspace. He loved to sit in this attitude, watching some one else work,\r\nand giving his views on life to whoever would listen to them. Clowes\r\nwas tall, and looked sad, which he was not. Trevor was shorter, and\r\nvery much in earnest over all that he did. On the present occasion he\r\nwas measuring out tea with a concentration worthy of a general\r\nplanning a campaign.\r\n\r\n“One for the pot,” said Clowes.\r\n\r\n“All right,” breathed Trevor. “Come and help, you slacker.”\r\n\r\n“Too busy.”\r\n\r\n“You aren’t doing a stroke.”\r\n\r\n“My lad, I’m thinking of Life. That’s a thing you couldn’t do. I often\r\nsay to people, ‘Good chap, Trevor, but can’t think of Life. Give him a\r\ntea-pot and half a pound of butter to mess about with,’ I say, ‘and\r\nhe’s all right. But when it comes to deep thought, where is he? Among\r\nthe also-rans.’ That’s what I say.”\r\n\r\n“Silly ass,” said Trevor, slicing bread. “What particular rot were you\r\nthinking about just then? What fun it was sitting back and watching\r\nother fellows work, I should think.”\r\n\r\n“My mind at the moment,” said Clowes, “was tensely occupied with the\r\nproblem of brothers at school. Have you got any brothers, Trevor?”\r\n\r\n“One. Couple of years younger than me. I say, we shall want some more\r\njam to-morrow. Better order it to-day.”\r\n\r\n“See it done, Tigellinus, as our old pal Nero used to remark. Where is\r\nhe? Your brother, I mean.”\r\n\r\n“Marlborough.”\r\n\r\n“That shows your sense. I have always had a high opinion of your\r\nsense, Trevor. If you’d been a silly ass, you’d have let your people\r\nsend him here.”\r\n\r\n“Why not? Shouldn’t have minded.”\r\n\r\n“I withdraw what I said about your sense. Consider it unsaid. I have a\r\nbrother myself. Aged fifteen. Not a bad chap in his way. Like the\r\nheroes of the school stories. ‘Big blue eyes literally bubbling over\r\nwith fun.’ At least, I suppose it’s fun to him. Cheek’s what I call\r\nit. My people wanted to send him here. I lodged a protest. I said,\r\n‘One Clowes is ample for any public school.’”\r\n\r\n“You were right there,” said Trevor.\r\n\r\n“I said, ‘One Clowes is luxury, two excess.’ I pointed out that I was\r\njust on the verge of becoming rather a blood at Wrykyn, and that I\r\ndidn’t want the work of years spoiled by a brother who would think it\r\na rag to tell fellows who respected and admired me----”\r\n\r\n“Such as who?”\r\n\r\n“----Anecdotes of a chequered infancy. There are stories about me\r\nwhich only my brother knows. Did I want them spread about the school?\r\nNo, laddie, I did not. Hence, we see my brother two terms ago, packing\r\nup his little box, and tooling off to Rugby. And here am I at Wrykyn,\r\nwith an unstained reputation, loved by all who know me, revered by all\r\nwho don’t; courted by boys, fawned upon by masters. People’s faces\r\nbrighten when I throw them a nod. If I frown----”\r\n\r\n“Oh, come on,” said Trevor.\r\n\r\nBread and jam and cake monopolised Clowes’s attention for the next\r\nquarter of an hour. At the end of that period, however, he returned to\r\nhis subject.\r\n\r\n“After the serious business of the meal was concluded, and a simple\r\nhymn had been sung by those present,” he said, “Mr. Clowes resumed his\r\nvery interesting remarks. We were on the subject of brothers at\r\nschool. Now, take the melancholy case of Jackson Brothers. My heart\r\nbleeds for Bob.”\r\n\r\n“Jackson’s all right. What’s wrong with him? Besides, naturally, young\r\nJackson came to Wrykyn when all his brothers had been here.”\r\n\r\n“What a rotten argument. It’s just the one used by chaps’ people, too.\r\nThey think how nice it will be for all the sons to have been at the\r\nsame school. It may be all right after they’re left, but while they’re\r\nthere, it’s the limit. You say Jackson’s all right. At present,\r\nperhaps, he is. But the term’s hardly started yet.”\r\n\r\n“Well?”\r\n\r\n“Look here, what’s at the bottom of this sending young brothers to the\r\nsame school as elder brothers?”\r\n\r\n“Elder brother can keep an eye on him, I suppose.”\r\n\r\n“That’s just it. For once in your life you’ve touched the spot. In\r\nother words, Bob Jackson is practically responsible for the kid.\r\nThat’s where the whole rotten trouble starts.”\r\n\r\n“Why?”\r\n\r\n“Well, what happens? He either lets the kid rip, in which case he may\r\nfind himself any morning in the pleasant position of having to explain\r\nto his people exactly why it is that little Willie has just received\r\nthe boot, and why he didn’t look after him better: or he spends all\r\nhis spare time shadowing him to see that he doesn’t get into trouble.\r\nHe feels that his reputation hangs on the kid’s conduct, so he broods\r\nover him like a policeman, which is pretty rotten for him and maddens\r\nthe kid, who looks on him as no sportsman. Bob seems to be trying the\r\nfirst way, which is what I should do myself. It’s all right, so far,\r\nbut, as I said, the term’s only just started.”\r\n\r\n“Young Jackson seems all right. What’s wrong with him? He doesn’t\r\nstick on side any way, which he might easily do, considering his\r\ncricket.”\r\n\r\n“There’s nothing wrong with him in that way. I’ve talked to him\r\nseveral times at the nets, and he’s very decent. But his getting into\r\ntrouble hasn’t anything to do with us. It’s the masters you’ve got to\r\nconsider.”\r\n\r\n“What’s up? Does he rag?”\r\n\r\n“From what I gather from fellows in his form he’s got a genius for\r\nragging. Thinks of things that don’t occur to anybody else, and does\r\nthem, too.”\r\n\r\n“He never seems to be in extra. One always sees him about on\r\nhalf-holidays.”\r\n\r\n“That’s always the way with that sort of chap. He keeps on wriggling\r\nout of small rows till he thinks he can do anything he likes without\r\nbeing dropped on, and then all of a sudden he finds himself up to the\r\neyebrows in a record smash. I don’t say young Jackson will land\r\nhimself like that. All I say is that he’s just the sort who does. He’s\r\nasking for trouble. Besides, who do you see him about with all the\r\ntime?”\r\n\r\n“He’s generally with Wyatt when I meet him.”\r\n\r\n“Yes. Well, then!”\r\n\r\n“What’s wrong with Wyatt? He’s one of the decentest men in the\r\nschool.”\r\n\r\n“I know. But he’s working up for a tremendous row one of these days,\r\nunless he leaves before it comes off. The odds are, if Jackson’s so\r\nthick with him, that he’ll be roped into it too. Wyatt wouldn’t land\r\nhim if he could help it, but he probably wouldn’t realise what he was\r\nletting the kid in for. For instance, I happen to know that Wyatt\r\nbreaks out of his dorm. every other night. I don’t know if he takes\r\nJackson with him. I shouldn’t think so. But there’s nothing to prevent\r\nJackson following him on his own. And if you’re caught at that game,\r\nit’s the boot every time.”\r\n\r\nTrevor looked disturbed.\r\n\r\n“Somebody ought to speak to Bob.”\r\n\r\n“What’s the good? Why worry him? Bob couldn’t do anything. You’d only\r\nmake him do the policeman business, which he hasn’t time for, and\r\nwhich is bound to make rows between them. Better leave him alone.”\r\n\r\n“I don’t know. It would be a beastly thing for Bob if the kid did get\r\ninto a really bad row.”\r\n\r\n“If you must tell anybody, tell the Gazeka. He’s head of Wain’s, and\r\nhas got far more chance of keeping an eye on Jackson than Bob has.”\r\n\r\n“The Gazeka is a fool.”\r\n\r\n“All front teeth and side. Still, he’s on the spot. But what’s the\r\ngood of worrying. It’s nothing to do with us, anyhow. Let’s stagger\r\nout, shall we?”\r\n\r\n       *       *       *       *       *\r\n\r\nTrevor’s conscientious nature, however, made it impossible for him to\r\ndrop the matter. It disturbed him all the time that he and Clowes were\r\non the river; and, walking back to the house, he resolved to see Bob\r\nabout it during preparation.\r\n\r\nHe found him in his study, oiling a bat.\r\n\r\n“I say, Bob,” he said, “look here. Are you busy?”\r\n\r\n“No. Why?”\r\n\r\n“It’s this way. Clowes and I were talking----”\r\n\r\n“If Clowes was there he was probably talking. Well?”\r\n\r\n“About your brother.”\r\n\r\n“Oh, by Jove,” said Bob, sitting up. “That reminds me. I forgot to get\r\nthe evening paper. Did he get his century all right?”\r\n\r\n“Who?” asked Trevor, bewildered.\r\n\r\n“My brother, J. W. He’d made sixty-three not out against Kent in this\r\nmorning’s paper. What happened?”\r\n\r\n“I didn’t get a paper either. I didn’t mean that brother. I meant the\r\none here.”\r\n\r\n“Oh, Mike? What’s Mike been up to?”\r\n\r\n“Nothing as yet, that I know of; but, I say, you know, he seems a\r\ngreat pal of Wyatt’s.”\r\n\r\n“I know. I spoke to him about it.”\r\n\r\n“Oh, you did? That’s all right, then.”\r\n\r\n“Not that there’s anything wrong with Wyatt.”\r\n\r\n“Not a bit. Only he is rather mucking about this term, I hear. It’s\r\nhis last, so I suppose he wants to have a rag.”\r\n\r\n“Don’t blame him.”\r\n\r\n“Nor do I. Rather rot, though, if he lugged your brother into a row by\r\naccident.”\r\n\r\n“I should get blamed. I think I’ll speak to him again.”\r\n\r\n“I should, I think.”\r\n\r\n“I hope he isn’t idiot enough to go out at night with Wyatt. If Wyatt\r\nlikes to risk it, all right. That’s his look out. But it won’t do for\r\nMike to go playing the goat too.”\r\n\r\n“Clowes suggested putting Firby-Smith on to him. He’d have more\r\nchance, being in the same house, of seeing that he didn’t come a\r\nmucker than you would.”\r\n\r\n“I’ve done that. Smith said he’d speak to him.”\r\n\r\n“That’s all right then. Is that a new bat?”\r\n\r\n“Got it to-day. Smashed my other yesterday--against the school house.”\r\n\r\nDonaldson’s had played a friendly with the school house during the\r\nlast two days, and had beaten them.\r\n\r\n“I thought I heard it go. You were rather in form.”\r\n\r\n“Better than at the beginning of the term, anyhow. I simply couldn’t\r\ndo a thing then. But my last three innings have been 33 not out, 18,\r\nand 51.\r\n\r\n“I should think you’re bound to get your first all right.”\r\n\r\n“Hope so. I see Mike’s playing for the second against the O.W.s.”\r\n\r\n“Yes. Pretty good for his first term. You have a pro. to coach you in\r\nthe holidays, don’t you?”\r\n\r\n“Yes. I didn’t go to him much this last time. I was away a lot. But\r\nMike fairly lived inside the net.”\r\n\r\n“Well, it’s not been chucked away. I suppose he’ll get his first next\r\nyear. There’ll be a big clearing-out of colours at the end of this\r\nterm. Nearly all the first are leaving. Henfrey’ll be captain, I\r\nexpect.”\r\n\r\n“Saunders, the pro. at home, always says that Mike’s going to be the\r\nstar cricketer of the family. Better than J. W. even, he thinks. I\r\nasked him what he thought of me, and he said, ‘You’ll be making a lot\r\nof runs some day, Mr. Bob.’ There’s a subtle difference, isn’t there?\r\nI shall have Mike cutting me out before I leave school if I’m not\r\ncareful.”\r\n\r\n“Sort of infant prodigy,” said Trevor. “Don’t think he’s quite up to\r\nit yet, though.”\r\n\r\nHe went back to his study, and Bob, having finished his oiling and\r\nwashed his hands, started on his Thucydides. And, in the stress of\r\nwrestling with the speech of an apparently delirious Athenian general,\r\nwhose remarks seemed to contain nothing even remotely resembling sense\r\nand coherence, he allowed the question of Mike’s welfare to fade from\r\nhis mind like a dissolving view."
  ]
}