{
  "index": 3,
  "title": "Chapter 2",
  "paragraphs": [
    "THE JOURNEY DOWN\r\n\r\n\r\nThe seeing off of Mike on the last day of the holidays was an imposing\r\nspectacle, a sort of pageant. Going to a public school, especially at\r\nthe beginning of the summer term, is no great hardship, more\r\nparticularly when the departing hero has a brother on the verge of the\r\nschool eleven and three other brothers playing for counties; and Mike\r\nseemed in no way disturbed by the prospect. Mothers, however, to the\r\nend of time will foster a secret fear that their sons will be bullied\r\nat a big school, and Mrs. Jackson’s anxious look lent a fine solemnity\r\nto the proceedings.\r\n\r\nAnd as Marjory, Phyllis, and Ella invariably broke down when the time\r\nof separation arrived, and made no exception to their rule on the\r\npresent occasion, a suitable gloom was the keynote of the gathering.\r\nMr. Jackson seemed to bear the parting with fortitude, as did Mike’s\r\nUncle John (providentially roped in at the eleventh hour on his way\r\nto Scotland, in time to come down with a handsome tip). To their\r\ncoarse-fibred minds there was nothing pathetic or tragic about the\r\naffair at all. (At the very moment when the train began to glide out\r\nof the station Uncle John was heard to remark that, in his opinion,\r\nthese Bocks weren’t a patch on the old shaped Larranaga.) Among others\r\npresent might have been noticed Saunders, practising late cuts rather\r\ncoyly with a walking-stick in the background; the village idiot, who\r\nhad rolled up on the chance of a dole; Gladys Maud Evangeline’s nurse,\r\nsmiling vaguely; and Gladys Maud Evangeline herself, frankly bored\r\nwith the whole business.\r\n\r\nThe train gathered speed. The air was full of last messages. Uncle\r\nJohn said on second thoughts he wasn’t sure these Bocks weren’t half a\r\nbad smoke after all. Gladys Maud cried, because she had taken a sudden\r\ndislike to the village idiot; and Mike settled himself in the corner\r\nand opened a magazine.\r\n\r\nHe was alone in the carriage. Bob, who had been spending the last week\r\nof the holidays with an aunt further down the line, was to board the\r\ntrain at East Wobsley, and the brothers were to make a state entry\r\ninto Wrykyn together. Meanwhile, Mike was left to his milk chocolate,\r\nhis magazines, and his reflections.\r\n\r\nThe latter were not numerous, nor profound. He was excited. He had\r\nbeen petitioning the home authorities for the past year to be allowed\r\nto leave his private school and go to Wrykyn, and now the thing had\r\ncome about. He wondered what sort of a house Wain’s was, and whether\r\nthey had any chance of the cricket cup. According to Bob they had no\r\nearthly; but then Bob only recognised one house, Donaldson’s. He\r\nwondered if Bob would get his first eleven cap this year, and if he\r\nhimself were likely to do anything at cricket. Marjory had faithfully\r\nreported every word Saunders had said on the subject, but Bob had been\r\nso careful to point out his insignificance when compared with the\r\nhumblest Wrykynian that the professional’s glowing prophecies had not\r\nhad much effect. It might be true that some day he would play for\r\nEngland, but just at present he felt he would exchange his place in\r\nthe team for one in the Wrykyn third eleven. A sort of mist enveloped\r\neverything Wrykynian. It seemed almost hopeless to try and compete\r\nwith these unknown experts. On the other hand, there was Bob. Bob, by\r\nall accounts, was on the verge of the first eleven, and he was nothing\r\nspecial.\r\n\r\nWhile he was engaged on these reflections, the train drew up at a\r\nsmall station. Opposite the door of Mike’s compartment was standing a\r\nboy of about Mike’s size, though evidently some years older. He had a\r\nsharp face, with rather a prominent nose; and a pair of pince-nez gave\r\nhim a supercilious look. He wore a bowler hat, and carried a small\r\nportmanteau.\r\n\r\nHe opened the door, and took the seat opposite to Mike, whom he\r\nscrutinised for a moment rather after the fashion of a naturalist\r\nexamining some new and unpleasant variety of beetle. He seemed about\r\nto make some remark, but, instead, got up and looked through the open\r\nwindow.\r\n\r\n“Where’s that porter?” Mike heard him say.\r\n\r\nThe porter came skimming down the platform at that moment.\r\n\r\n“Porter.”\r\n\r\n“Sir?”\r\n\r\n“Are those frightful boxes of mine in all right?”\r\n\r\n“Yes, sir.”\r\n\r\n“Because, you know, there’ll be a frightful row if any of them get\r\nlost.”\r\n\r\n“No chance of that, sir.”\r\n\r\n“Here you are, then.”\r\n\r\n“Thank you, sir.”\r\n\r\nThe youth drew his head and shoulders in, stared at Mike again, and\r\nfinally sat down. Mike noticed that he had nothing to read, and\r\nwondered if he wanted anything; but he did not feel equal to offering\r\nhim one of his magazines. He did not like the looks of him\r\nparticularly. Judging by appearances, he seemed to carry enough side\r\nfor three. If he wanted a magazine, thought Mike, let him ask for it.\r\n\r\nThe other made no overtures, and at the next stop got out. That\r\nexplained his magazineless condition. He was only travelling a short\r\nway.\r\n\r\n“Good business,” said Mike to himself. He had all the Englishman’s\r\nlove of a carriage to himself.\r\n\r\nThe train was just moving out of the station when his eye was suddenly\r\ncaught by the stranger’s bag, lying snugly in the rack.\r\n\r\nAnd here, I regret to say, Mike acted from the best motives, which is\r\nalways fatal.\r\n\r\nHe realised in an instant what had happened. The fellow had forgotten\r\nhis bag.\r\n\r\nMike had not been greatly fascinated by the stranger’s looks; but,\r\nafter all, the most supercilious person on earth has a right to his\r\nown property. Besides, he might have been quite a nice fellow when you\r\ngot to know him. Anyhow, the bag had better be returned at once. The\r\ntrain was already moving quite fast, and Mike’s compartment was nearing\r\nthe end of the platform.\r\n\r\nHe snatched the bag from the rack and hurled it out of the window.\r\n(Porter Robinson, who happened to be in the line of fire, escaped with\r\na flesh wound.) Then he sat down again with the inward glow of\r\nsatisfaction which comes to one when one has risen successfully to a\r\nsudden emergency.\r\n\r\n       *       *       *       *       *\r\n\r\nThe glow lasted till the next stoppage, which did not occur for a good\r\nmany miles. Then it ceased abruptly, for the train had scarcely come\r\nto a standstill when the opening above the door was darkened by a head\r\nand shoulders. The head was surmounted by a bowler, and a pair of\r\npince-nez gleamed from the shadow.\r\n\r\n“Hullo, I say,” said the stranger. “Have you changed carriages, or\r\nwhat?”\r\n\r\n“No,” said Mike.\r\n\r\n“Then, dash it, where’s my frightful bag?”\r\n\r\nLife teems with embarrassing situations. This was one of them.\r\n\r\n“The fact is,” said Mike, “I chucked it out.”\r\n\r\n“Chucked it out! what do you mean? When?”\r\n\r\n“At the last station.”\r\n\r\nThe guard blew his whistle, and the other jumped into the carriage.\r\n\r\n“I thought you’d got out there for good,” explained Mike. “I’m awfully\r\nsorry.”\r\n\r\n“Where _is_ the bag?”\r\n\r\n“On the platform at the last station. It hit a porter.”\r\n\r\nAgainst his will, for he wished to treat the matter with fitting\r\nsolemnity, Mike grinned at the recollection. The look on Porter\r\nRobinson’s face as the bag took him in the small of the back had been\r\nfunny, though not intentionally so.\r\n\r\nThe bereaved owner disapproved of this levity; and said as much.\r\n\r\n“Don’t _grin_, you little beast,” he shouted. “There’s nothing to\r\nlaugh at. You go chucking bags that don’t belong to you out of the\r\nwindow, and then you have the frightful cheek to grin about it.”\r\n\r\n“It wasn’t that,” said Mike hurriedly. “Only the porter looked awfully\r\nfunny when it hit him.”\r\n\r\n“Dash the porter! What’s going to happen about my bag? I can’t get out\r\nfor half a second to buy a magazine without your flinging my things\r\nabout the platform. What you want is a frightful kicking.”\r\n\r\nThe situation was becoming difficult. But fortunately at this moment\r\nthe train stopped once again; and, looking out of the window, Mike saw\r\na board with East Wobsley upon it in large letters. A moment later\r\nBob’s head appeared in the doorway.\r\n\r\n“Hullo, there you are,” said Bob.\r\n\r\nHis eye fell upon Mike’s companion.\r\n\r\n“Hullo, Gazeka!” he exclaimed. “Where did you spring from? Do you know\r\nmy brother? He’s coming to Wrykyn this term. By the way, rather lucky\r\nyou’ve met. He’s in your house. Firby-Smith’s head of Wain’s, Mike.”\r\n\r\nMike gathered that Gazeka and Firby-Smith were one and the same\r\nperson. He grinned again. Firby-Smith continued to look ruffled,\r\nthough not aggressive.\r\n\r\n“Oh, are you in Wain’s?” he said.\r\n\r\n“I say, Bob,” said Mike, “I’ve made rather an ass of myself.”\r\n\r\n“Naturally.”\r\n\r\n“I mean, what happened was this. I chucked Firby-Smith’s portmanteau\r\nout of the window, thinking he’d got out, only he hadn’t really, and\r\nit’s at a station miles back.”\r\n\r\n“You’re a bit of a rotter, aren’t you? Had it got your name and\r\naddress on it, Gazeka?”\r\n\r\n“Yes.”\r\n\r\n“Oh, then it’s certain to be all right. It’s bound to turn up some\r\ntime. They’ll send it on by the next train, and you’ll get it either\r\nto-night or to-morrow.”\r\n\r\n“Frightful nuisance, all the same. Lots of things in it I wanted.”\r\n\r\n“Oh, never mind, it’s all right. I say, what have you been doing in\r\nthe holidays? I didn’t know you lived on this line at all.”\r\n\r\nFrom this point onwards Mike was out of the conversation altogether.\r\nBob and Firby-Smith talked of Wrykyn, discussing events of the\r\nprevious term of which Mike had never heard. Names came into their\r\nconversation which were entirely new to him. He realised that school\r\npolitics were being talked, and that contributions from him to the\r\ndialogue were not required. He took up his magazine again, listening\r\nthe while. They were discussing Wain’s now. The name Wyatt cropped up\r\nwith some frequency. Wyatt was apparently something of a character.\r\nMention was made of rows in which he had played a part in the past.\r\n\r\n“It must be pretty rotten for him,” said Bob. “He and Wain never get\r\non very well, and yet they have to be together, holidays as well as\r\nterm. Pretty bad having a step-father at all--I shouldn’t care to--and\r\nwhen your house-master and your step-father are the same man, it’s a\r\nbit thick.”\r\n\r\n“Frightful,” agreed Firby-Smith.\r\n\r\n“I swear, if I were in Wyatt’s place, I should rot about like\r\nanything. It isn’t as if he’d anything to look forward to when he\r\nleaves. He told me last term that Wain had got a nomination for him in\r\nsome beastly bank, and that he was going into it directly after the\r\nend of this term. Rather rough on a chap like Wyatt. Good cricketer\r\nand footballer, I mean, and all that sort of thing. It’s just the sort\r\nof life he’ll hate most. Hullo, here we are.”\r\n\r\nMike looked out of the window. It was Wrykyn at last."
  ]
}