{
  "index": 14,
  "title": "Chapter 13",
  "paragraphs": [
    "THE M.C.C. MATCH\r\n\r\n\r\nIf the day happens to be fine, there is a curious, dream-like\r\natmosphere about the opening stages of a first eleven match.\r\nEverything seems hushed and expectant. The rest of the school have\r\ngone in after the interval at eleven o’clock, and you are alone on the\r\ngrounds with a cricket-bag. The only signs of life are a few\r\npedestrians on the road beyond the railings and one or two blazer and\r\nflannel-clad forms in the pavilion. The sense of isolation is trying\r\nto the nerves, and a school team usually bats 25 per cent. better\r\nafter lunch, when the strangeness has worn off.\r\n\r\nMike walked across from Wain’s, where he had changed, feeling quite\r\nhollow. He could almost have cried with pure fright. Bob had shouted\r\nafter him from a window as he passed Donaldson’s, to wait, so that\r\nthey could walk over together; but conversation was the last thing\r\nMike desired at that moment.\r\n\r\nHe had almost reached the pavilion when one of the M.C.C. team came\r\ndown the steps, saw him, and stopped dead.\r\n\r\n“By Jove, Saunders!” cried Mike.\r\n\r\n“Why, Master Mike!”\r\n\r\nThe professional beamed, and quite suddenly, the lost, hopeless\r\nfeeling left Mike. He felt as cheerful as if he and Saunders had met\r\nin the meadow at home, and were just going to begin a little quiet\r\nnet-practice.\r\n\r\n“Why, Master Mike, you don’t mean to say you’re playing for the school\r\nalready?”\r\n\r\nMike nodded happily.\r\n\r\n“Isn’t it ripping,” he said.\r\n\r\nSaunders slapped his leg in a sort of ecstasy.\r\n\r\n“Didn’t I always say it, sir,” he chuckled. “Wasn’t I right? I used to\r\nsay to myself it ’ud be a pretty good school team that ’ud leave you\r\nout.”\r\n\r\n“Of course, I’m only playing as a sub., you know. Three chaps are in\r\nextra, and I got one of the places.”\r\n\r\n“Well, you’ll make a hundred to-day, Master Mike, and then they’ll\r\nhave to put you in.”\r\n\r\n“Wish I could!”\r\n\r\n“Master Joe’s come down with the Club,” said Saunders.\r\n\r\n“Joe! Has he really? How ripping! Hullo, here he is. Hullo, Joe?”\r\n\r\nThe greatest of all the Jacksons was descending the pavilion steps\r\nwith the gravity befitting an All England batsman. He stopped short,\r\nas Saunders had done.\r\n\r\n“Mike! You aren’t playing!”\r\n\r\n“Yes.”\r\n\r\n“Well, I’m hanged! Young marvel, isn’t he, Saunders?”\r\n\r\n“He is, sir,” said Saunders. “Got all the strokes. I always said it,\r\nMaster Joe. Only wants the strength.”\r\n\r\nJoe took Mike by the shoulder, and walked him off in the direction of\r\na man in a Zingari blazer who was bowling slows to another of the\r\nM.C.C. team. Mike recognised him with awe as one of the three best\r\namateur wicket-keepers in the country.\r\n\r\n“What do you think of this?” said Joe, exhibiting Mike, who grinned\r\nbashfully. “Aged ten last birthday, and playing for the school. You\r\nare only ten, aren’t you, Mike?”\r\n\r\n“Brother of yours?” asked the wicket-keeper.\r\n\r\n“Probably too proud to own the relationship, but he is.”\r\n\r\n“Isn’t there any end to you Jacksons?” demanded the wicket-keeper in\r\nan aggrieved tone. “I never saw such a family.”\r\n\r\n“This is our star. You wait till he gets at us to-day. Saunders is our\r\nonly bowler, and Mike’s been brought up on Saunders. You’d better win\r\nthe toss if you want a chance of getting a knock and lifting your\r\naverage out of the minuses.”\r\n\r\n“I _have_ won the toss,” said the other with dignity. “Do you\r\nthink I don’t know the elementary duties of a captain?”\r\n\r\n       *       *       *       *       *\r\n\r\nThe school went out to field with mixed feelings. The wicket was hard\r\nand true, which would have made it pleasant to be going in first. On\r\nthe other hand, they would feel decidedly better and fitter for\r\ncenturies after the game had been in progress an hour or so. Burgess\r\nwas glad as a private individual, sorry as a captain. For himself, the\r\nsooner he got hold of the ball and began to bowl the better he liked\r\nit. As a captain, he realised that a side with Joe Jackson on it, not\r\nto mention the other first-class men, was not a side to which he would\r\nhave preferred to give away an advantage. Mike was feeling that by no\r\npossibility could he hold the simplest catch, and hoping that nothing\r\nwould come his way. Bob, conscious of being an uncertain field, was\r\nfeeling just the same.\r\n\r\nThe M.C.C. opened with Joe and a man in an Oxford Authentic cap. The\r\nbeginning of the game was quiet. Burgess’s yorker was nearly too much\r\nfor the latter in the first over, but he contrived to chop it away,\r\nand the pair gradually settled down. At twenty, Joe began to open his\r\nshoulders. Twenty became forty with disturbing swiftness, and Burgess\r\ntried a change of bowling.\r\n\r\nIt seemed for one instant as if the move had been a success, for Joe,\r\nstill taking risks, tried to late-cut a rising ball, and snicked\r\nit straight into Bob’s hands at second slip. It was the easiest\r\nof slip-catches, but Bob fumbled it, dropped it, almost held it a\r\nsecond time, and finally let it fall miserably to the ground. It was\r\na moment too painful for words. He rolled the ball back to the bowler\r\nin silence.\r\n\r\nOne of those weary periods followed when the batsman’s defence seems\r\nto the fieldsmen absolutely impregnable. There was a sickening\r\ninevitableness in the way in which every ball was played with the very\r\ncentre of the bat. And, as usual, just when things seemed most\r\nhopeless, relief came. The Authentic, getting in front of his wicket,\r\nto pull one of the simplest long-hops ever seen on a cricket field,\r\nmissed it, and was l.b.w. And the next ball upset the newcomer’s leg\r\nstump.\r\n\r\nThe school revived. Bowlers and field were infused with a new life.\r\nAnother wicket--two stumps knocked out of the ground by Burgess--helped\r\nthe thing on. When the bell rang for the end of morning school, five\r\nwickets were down for a hundred and thirteen.\r\n\r\nBut from the end of school till lunch things went very wrong indeed.\r\nJoe was still in at one end, invincible; and at the other was the\r\ngreat wicket-keeper. And the pair of them suddenly began to force the\r\npace till the bowling was in a tangled knot. Four after four, all\r\nround the wicket, with never a chance or a mishit to vary the\r\nmonotony. Two hundred went up, and two hundred and fifty. Then Joe\r\nreached his century, and was stumped next ball. Then came lunch.\r\n\r\nThe rest of the innings was like the gentle rain after the\r\nthunderstorm. Runs came with fair regularity, but wickets fell at\r\nintervals, and when the wicket-keeper was run out at length for a\r\nlively sixty-three, the end was very near. Saunders, coming in last,\r\nhit two boundaries, and was then caught by Mike. His second hit had\r\njust lifted the M.C.C. total over the three hundred.\r\n\r\n       *       *       *       *       *\r\n\r\nThree hundred is a score that takes some making on any ground, but on\r\na fine day it was not an unusual total for the Wrykyn eleven. Some\r\nyears before, against Ripton, they had run up four hundred and\r\nsixteen; and only last season had massacred a very weak team of Old\r\nWrykynians with a score that only just missed the fourth hundred.\r\n\r\nUnfortunately, on the present occasion, there was scarcely time,\r\nunless the bowling happened to get completely collared, to make the\r\nruns. It was a quarter to four when the innings began, and stumps were\r\nto be drawn at a quarter to seven. A hundred an hour is quick work.\r\n\r\nBurgess, however, was optimistic, as usual. “Better have a go for\r\nthem,” he said to Berridge and Marsh, the school first pair.\r\n\r\nFollowing out this courageous advice, Berridge, after hitting three\r\nboundaries in his first two overs, was stumped half-way through the\r\nthird.\r\n\r\nAfter this, things settled down. Morris, the first-wicket man, was a\r\nthoroughly sound bat, a little on the slow side, but exceedingly hard\r\nto shift. He and Marsh proceeded to play themselves in, until it\r\nlooked as if they were likely to stay till the drawing of stumps.\r\n\r\nA comfortable, rather somnolent feeling settled upon the school. A\r\nlong stand at cricket is a soothing sight to watch. There was an\r\nabsence of hurry about the batsmen which harmonised well with the\r\ndrowsy summer afternoon. And yet runs were coming at a fair pace. The\r\nhundred went up at five o’clock, the hundred and fifty at half-past.\r\nBoth batsmen were completely at home, and the M.C.C. third-change\r\nbowlers had been put on.\r\n\r\nThen the great wicket-keeper took off the pads and gloves, and the\r\nfieldsmen retired to posts at the extreme edge of the ground.\r\n\r\n“Lobs,” said Burgess. “By Jove, I wish I was in.”\r\n\r\nIt seemed to be the general opinion among the members of the Wrykyn\r\neleven on the pavilion balcony that Morris and Marsh were in luck. The\r\nteam did not grudge them their good fortune, because they had earned\r\nit; but they were distinctly envious.\r\n\r\nLobs are the most dangerous, insinuating things in the world.\r\nEverybody knows in theory the right way to treat them. Everybody knows\r\nthat the man who is content not to try to score more than a single\r\ncannot get out to them. Yet nearly everybody does get out to them.\r\n\r\nIt was the same story to-day. The first over yielded six runs, all\r\nthrough gentle taps along the ground. In the second, Marsh hit an\r\nover-pitched one along the ground to the terrace bank. The next ball\r\nhe swept round to the leg boundary. And that was the end of Marsh. He\r\nsaw himself scoring at the rate of twenty-four an over. Off the last\r\nball he was stumped by several feet, having done himself credit by\r\nscoring seventy.\r\n\r\nThe long stand was followed, as usual, by a series of disasters.\r\nMarsh’s wicket had fallen at a hundred and eighty. Ellerby left at a\r\nhundred and eighty-six. By the time the scoring-board registered two\r\nhundred, five wickets were down, three of them victims to the lobs.\r\nMorris was still in at one end. He had refused to be tempted. He was\r\njogging on steadily to his century.\r\n\r\nBob Jackson went in next, with instructions to keep his eye on the\r\nlob-man.\r\n\r\nFor a time things went well. Saunders, who had gone on to bowl again\r\nafter a rest, seemed to give Morris no trouble, and Bob put him\r\nthrough the slips with apparent ease. Twenty runs were added, when the\r\nlob-bowler once more got in his deadly work. Bob, letting alone a ball\r\nwide of the off-stump under the impression that it was going to break\r\naway, was disagreeably surprised to find it break in instead, and hit\r\nthe wicket. The bowler smiled sadly, as if he hated to have to do\r\nthese things.\r\n\r\nMike’s heart jumped as he saw the bails go. It was his turn next.\r\n\r\n“Two hundred and twenty-nine,” said Burgess, “and it’s ten past six.\r\nNo good trying for the runs now. Stick in,” he added to Mike. “That’s\r\nall you’ve got to do.”\r\n\r\nAll!... Mike felt as if he was being strangled. His heart was racing\r\nlike the engines of a motor. He knew his teeth were chattering. He\r\nwished he could stop them. What a time Bob was taking to get back to\r\nthe pavilion! He wanted to rush out, and get the thing over.\r\n\r\nAt last he arrived, and Mike, fumbling at a glove, tottered out into\r\nthe sunshine. He heard miles and miles away a sound of clapping, and a\r\nthin, shrill noise as if somebody were screaming in the distance. As a\r\nmatter of fact, several members of his form and of the junior day-room\r\nat Wain’s nearly burst themselves at that moment.\r\n\r\nAt the wickets, he felt better. Bob had fallen to the last ball of the\r\nover, and Morris, standing ready for Saunders’s delivery, looked so\r\ncalm and certain of himself that it was impossible to feel entirely\r\nwithout hope and self-confidence. Mike knew that Morris had made\r\nninety-eight, and he supposed that Morris knew that he was very near\r\nhis century; yet he seemed to be absolutely undisturbed. Mike drew\r\ncourage from his attitude.\r\n\r\nMorris pushed the first ball away to leg. Mike would have liked to\r\nhave run two, but short leg had retrieved the ball as he reached the\r\ncrease.\r\n\r\nThe moment had come, the moment which he had experienced only in\r\ndreams. And in the dreams he was always full of confidence, and\r\ninvariably hit a boundary. Sometimes a drive, sometimes a cut, but\r\nalways a boundary.\r\n\r\n“To leg, sir,” said the umpire.\r\n\r\n“Don’t be in a funk,” said a voice. “Play straight, and you can’t get\r\nout.”\r\n\r\nIt was Joe, who had taken the gloves when the wicket-keeper went on to\r\nbowl.\r\n\r\nMike grinned, wryly but gratefully.\r\n\r\nSaunders was beginning his run. It was all so home-like that for a\r\nmoment Mike felt himself again. How often he had seen those two little\r\nskips and the jump. It was like being in the paddock again, with\r\nMarjory and the dogs waiting by the railings to fetch the ball if he\r\nmade a drive.\r\n\r\nSaunders ran to the crease, and bowled.\r\n\r\nNow, Saunders was a conscientious man, and, doubtless, bowled the very\r\nbest ball that he possibly could. On the other hand, it was Mike’s\r\nfirst appearance for the school, and Saunders, besides being\r\nconscientious, was undoubtedly kind-hearted. It is useless to\r\nspeculate as to whether he was trying to bowl his best that ball. If\r\nso, he failed signally. It was a half-volley, just the right distance\r\naway from the off-stump; the sort of ball Mike was wont to send nearly\r\nthrough the net at home....\r\n\r\nThe next moment the dreams had come true. The umpire was signalling to\r\nthe scoring-box, the school was shouting, extra-cover was trotting to\r\nthe boundary to fetch the ball, and Mike was blushing and wondering\r\nwhether it was bad form to grin.\r\n\r\nFrom that ball onwards all was for the best in this best of all\r\npossible worlds. Saunders bowled no more half-volleys; but Mike\r\nplayed everything that he did bowl. He met the lobs with a bat like\r\na barn-door. Even the departure of Morris, caught in the slips off\r\nSaunders’s next over for a chanceless hundred and five, did not disturb\r\nhim. All nervousness had left him. He felt equal to the situation.\r\nBurgess came in, and began to hit out as if he meant to knock off the\r\nruns. The bowling became a shade loose. Twice he was given full tosses\r\nto leg, which he hit to the terrace bank. Half-past six chimed, and two\r\nhundred and fifty went up on the telegraph board. Burgess continued to\r\nhit. Mike’s whole soul was concentrated on keeping up his wicket.\r\nThere was only Reeves to follow him, and Reeves was a victim to the\r\nfirst straight ball. Burgess had to hit because it was the only game\r\nhe knew; but he himself must simply stay in.\r\n\r\nThe hands of the clock seemed to have stopped. Then suddenly he heard\r\nthe umpire say “Last over,” and he settled down to keep those six\r\nballs out of his wicket.\r\n\r\nThe lob bowler had taken himself off, and the Oxford Authentic had\r\ngone on, fast left-hand.\r\n\r\nThe first ball was short and wide of the off-stump. Mike let it alone.\r\nNumber two: yorker. Got him! Three: straight half-volley. Mike played\r\nit back to the bowler. Four: beat him, and missed the wicket by an\r\ninch. Five: another yorker. Down on it again in the old familiar way.\r\n\r\nAll was well. The match was a draw now whatever happened to him. He\r\nhit out, almost at a venture, at the last ball, and mid-off, jumping,\r\njust failed to reach it. It hummed over his head, and ran like a\r\nstreak along the turf and up the bank, and a great howl of delight\r\nwent up from the school as the umpire took off the bails.\r\n\r\nMike walked away from the wickets with Joe and the wicket-keeper.\r\n\r\n“I’m sorry about your nose, Joe,” said the wicket-keeper in tones of\r\ngrave solicitude.\r\n\r\n“What’s wrong with it?”\r\n\r\n“At present,” said the wicket-keeper, “nothing. But in a few years I’m\r\nafraid it’s going to be put badly out of joint.”"
  ]
}