{
  "index": 11,
  "title": "Chapter 10",
  "paragraphs": [
    "THE GREAT PICNIC\r\n\r\n\r\nMorning school at Wrykyn started at nine o’clock. At that hour there\r\nwas a call-over in each of the form-rooms. After call-over the forms\r\nproceeded to the Great Hall for prayers.\r\n\r\nA strangely desolate feeling was in the air at nine o’clock on the\r\nFriday morning. Sit in the grounds of a public school any afternoon in\r\nthe summer holidays, and you will get exactly the same sensation of\r\nbeing alone in the world as came to the dozen or so day-boys who\r\nbicycled through the gates that morning. Wrykyn was a boarding-school\r\nfor the most part, but it had its leaven of day-boys. The majority of\r\nthese lived in the town, and walked to school. A few, however, whose\r\nhomes were farther away, came on bicycles. One plutocrat did the\r\njourney in a motor-car, rather to the scandal of the authorities, who,\r\nthough unable to interfere, looked askance when compelled by the\r\nwarning toot of the horn to skip from road to pavement. A form-master\r\nhas the strongest objection to being made to skip like a young ram by\r\na boy to whom he has only the day before given a hundred lines for\r\nshuffling his feet in form.\r\n\r\nIt seemed curious to these cyclists that there should be nobody about.\r\nPunctuality is the politeness of princes, but it was not a leading\r\ncharacteristic of the school; and at three minutes to nine, as a\r\ngeneral rule, you might see the gravel in front of the buildings\r\nfreely dotted with sprinters, trying to get in in time to answer their\r\nnames.\r\n\r\nIt was curious that there should be nobody about to-day. A wave of\r\nreform could scarcely have swept through the houses during the night.\r\n\r\nAnd yet--where was everybody?\r\n\r\nTime only deepened the mystery. The form-rooms, like the gravel, were\r\nempty.\r\n\r\nThe cyclists looked at one another in astonishment. What could it\r\nmean?\r\n\r\nIt was an occasion on which sane people wonder if their brains are not\r\nplaying them some unaccountable trick.\r\n\r\n“I say,” said Willoughby, of the Lower Fifth, to Brown, the only other\r\noccupant of the form-room, “the old man _did_ stop the holiday\r\nto-day, didn’t he?”\r\n\r\n“Just what I was going to ask you,” said Brown. “It’s jolly rum. I\r\ndistinctly remember him giving it out in hall that it was going to be\r\nstopped because of the O.W.’s day row.”\r\n\r\n“So do I. I can’t make it out. Where _is_ everybody?”\r\n\r\n“They can’t _all_ be late.”\r\n\r\n“Somebody would have turned up by now. Why, it’s just striking.”\r\n\r\n“Perhaps he sent another notice round the houses late last night,\r\nsaying it was on again all right. I say, what a swindle if he did.\r\nSome one might have let us know. I should have got up an hour later.”\r\n\r\n“So should I.”\r\n\r\n“Hullo, here _is_ somebody.”\r\n\r\nIt was the master of the Lower Fifth, Mr. Spence. He walked briskly\r\ninto the room, as was his habit. Seeing the obvious void, he stopped\r\nin his stride, and looked puzzled.\r\n\r\n“Willoughby. Brown. Are you the only two here? Where is everybody?”\r\n\r\n“Please, sir, we don’t know. We were just wondering.”\r\n\r\n“Have you seen nobody?”\r\n\r\n“No, sir.”\r\n\r\n“We were just wondering, sir, if the holiday had been put on again,\r\nafter all.”\r\n\r\n“I’ve heard nothing about it. I should have received some sort of\r\nintimation if it had been.”\r\n\r\n“Yes, sir.”\r\n\r\n“Do you mean to say that you have seen _nobody_, Brown?”\r\n\r\n“Only about a dozen fellows, sir. The usual lot who come on bikes,\r\nsir.”\r\n\r\n“None of the boarders?”\r\n\r\n“No, sir. Not a single one.”\r\n\r\n“This is extraordinary.”\r\n\r\nMr. Spence pondered.\r\n\r\n“Well,” he said, “you two fellows had better go along up to Hall. I\r\nshall go to the Common Room and make inquiries. Perhaps, as you say,\r\nthere is a holiday to-day, and the notice was not brought to me.”\r\n\r\nMr. Spence told himself, as he walked to the Common Room, that\r\nthis might be a possible solution of the difficulty. He was not a\r\nhouse-master, and lived by himself in rooms in the town. It was\r\njust conceivable that they might have forgotten to tell him of the\r\nchange in the arrangements.\r\n\r\nBut in the Common Room the same perplexity reigned. Half a dozen\r\nmasters were seated round the room, and a few more were standing. And\r\nthey were all very puzzled.\r\n\r\nA brisk conversation was going on. Several voices hailed Mr. Spence as\r\nhe entered.\r\n\r\n“Hullo, Spence. Are you alone in the world too?”\r\n\r\n“Any of your boys turned up, Spence?”\r\n\r\n“You in the same condition as we are, Spence?”\r\n\r\nMr. Spence seated himself on the table.\r\n\r\n“Haven’t any of your fellows turned up, either?” he said.\r\n\r\n“When I accepted the honourable post of Lower Fourth master in this\r\nabode of sin,” said Mr. Seymour, “it was on the distinct understanding\r\nthat there was going to be a Lower Fourth. Yet I go into my form-room\r\nthis morning, and what do I find? Simply Emptiness, and Pickersgill II.\r\nwhistling ‘The Church Parade,’ all flat. I consider I have been hardly\r\ntreated.”\r\n\r\n“I have no complaint to make against Brown and Willoughby, as\r\nindividuals,” said Mr. Spence; “but, considered as a form, I call them\r\nshort measure.”\r\n\r\n“I confess that I am entirely at a loss,” said Mr. Shields precisely.\r\n“I have never been confronted with a situation like this since I\r\nbecame a schoolmaster.”\r\n\r\n“It is most mysterious,” agreed Mr. Wain, plucking at his beard.\r\n“Exceedingly so.”\r\n\r\nThe younger masters, notably Mr. Spence and Mr. Seymour, had begun to\r\nlook on the thing as a huge jest.\r\n\r\n“We had better teach ourselves,” said Mr. Seymour. “Spence, do a\r\nhundred lines for laughing in form.”\r\n\r\nThe door burst open.\r\n\r\n“Hullo, here’s another scholastic Little Bo-Peep,” said Mr. Seymour.\r\n“Well, Appleby, have you lost your sheep, too?”\r\n\r\n“You don’t mean to tell me----” began Mr. Appleby.\r\n\r\n“I do,” said Mr. Seymour. “Here we are, fifteen of us, all good men\r\nand true, graduates of our Universities, and, as far as I can see, if\r\nwe divide up the boys who have come to school this morning on fair\r\nshare-and-share-alike lines, it will work out at about two-thirds of a\r\nboy each. Spence, will you take a third of Pickersgill II.?”\r\n\r\n“I want none of your charity,” said Mr. Spence loftily. “You don’t\r\nseem to realise that I’m the best off of you all. I’ve got two in my\r\nform. It’s no good offering me your Pickersgills. I simply haven’t\r\nroom for them.”\r\n\r\n“What does it all mean?” exclaimed Mr. Appleby.\r\n\r\n“If you ask me,” said Mr. Seymour, “I should say that it meant that\r\nthe school, holding the sensible view that first thoughts are best,\r\nhave ignored the head’s change of mind, and are taking their holiday\r\nas per original programme.”\r\n\r\n“They surely cannot----!”\r\n\r\n“Well, where are they then?”\r\n\r\n“Do you seriously mean that the entire school has--has _rebelled_?”\r\n\r\n“‘Nay, sire,’” quoted Mr. Spence, “‘a revolution!’”\r\n\r\n“I never heard of such a thing!”\r\n\r\n“We’re making history,” said Mr. Seymour.\r\n\r\n“It will be rather interesting,” said Mr. Spence, “to see how the head\r\nwill deal with a situation like this. One can rely on him to do the\r\nstatesman-like thing, but I’m bound to say I shouldn’t care to be in\r\nhis place. It seems to me these boys hold all the cards. You can’t\r\nexpel a whole school. There’s safety in numbers. The thing is\r\ncolossal.”\r\n\r\n“It is deplorable,” said Mr. Wain, with austerity. “Exceedingly so.”\r\n\r\n“I try to think so,” said Mr. Spence, “but it’s a struggle. There’s a\r\nNapoleonic touch about the business that appeals to one. Disorder on a\r\nsmall scale is bad, but this is immense. I’ve never heard of anything\r\nlike it at any public school. When I was at Winchester, my last year\r\nthere, there was pretty nearly a revolution because the captain of\r\ncricket was expelled on the eve of the Eton match. I remember making\r\ninflammatory speeches myself on that occasion. But we stopped on the\r\nright side of the line. We were satisfied with growling. But this----!”\r\n\r\nMr. Seymour got up.\r\n\r\n“It’s an ill wind,” he said. “With any luck we ought to get the day\r\noff, and it’s ideal weather for a holiday. The head can hardly ask us\r\nto sit indoors, teaching nobody. If I have to stew in my form-room all\r\nday, instructing Pickersgill II., I shall make things exceedingly\r\nsultry for that youth. He will wish that the Pickersgill progeny had\r\nstopped short at his elder brother. He will not value life. In the\r\nmeantime, as it’s already ten past, hadn’t we better be going up to\r\nHall to see what the orders of the day _are_?”\r\n\r\n“Look at Shields,” said Mr. Spence. “He might be posing for a statue\r\nto be called ‘Despair!’ He reminds me of Macduff. _Macbeth_, Act\r\niv., somewhere near the end. ‘What, all my pretty chickens, at one\r\nfell swoop?’ That’s what Shields is saying to himself.”\r\n\r\n“It’s all very well to make a joke of it, Spence,” said Mr. Shields\r\nquerulously, “but it is most disturbing. Most.”\r\n\r\n“Exceedingly,” agreed Mr. Wain.\r\n\r\nThe bereaved company of masters walked on up the stairs that led to\r\nthe Great Hall."
  ]
}