{
  "index": 17,
  "title": "Chapter 16",
  "paragraphs": [
    "AN EXPERT EXAMINATION\r\n\r\n\r\nMike’s Uncle John was a wanderer on the face of the earth. He had been\r\nan army surgeon in the days of his youth, and, after an adventurous\r\ncareer, mainly in Afghanistan, had inherited enough money to keep him\r\nin comfort for the rest of his life. He had thereupon left the\r\nservice, and now spent most of his time flitting from one spot of\r\nEurope to another. He had been dashing up to Scotland on the day when\r\nMike first became a Wrykynian, but a few weeks in an uncomfortable\r\nhotel in Skye and a few days in a comfortable one in Edinburgh had\r\nleft him with the impression that he had now seen all that there was\r\nto be seen in North Britain and might reasonably shift his camp again.\r\n\r\nComing south, he had looked in on Mike’s people for a brief space,\r\nand, at the request of Mike’s mother, took the early express to Wrykyn\r\nin order to pay a visit of inspection.\r\n\r\nHis telegram arrived during morning school. Mike went down to the\r\nstation to meet him after lunch.\r\n\r\nUncle John took command of the situation at once.\r\n\r\n“School playing anybody to-day, Mike? I want to see a match.”\r\n\r\n“They’re playing Geddington. Only it’s away. There’s a second match\r\non.”\r\n\r\n“Why aren’t you--Hullo, I didn’t see. What have you been doing to\r\nyourself?”\r\n\r\n“Crocked my wrist a bit. It’s nothing much.”\r\n\r\n“How did you do that?”\r\n\r\n“Slipped while I was changing after cricket.”\r\n\r\n“Hurt?”\r\n\r\n“Not much, thanks.”\r\n\r\n“Doctor seen it?”\r\n\r\n“No. But it’s really nothing. Be all right by Monday.”\r\n\r\n“H’m. Somebody ought to look at it. I’ll have a look later on.”\r\n\r\nMike did not appear to relish this prospect.\r\n\r\n“It isn’t anything, Uncle John, really. It doesn’t matter a bit.”\r\n\r\n“Never mind. It won’t do any harm having somebody examine it who knows\r\na bit about these things. Now, what shall we do. Go on the river?”\r\n\r\n“I shouldn’t be able to steer.”\r\n\r\n“I could manage about that. Still, I think I should like to see the\r\nplace first. Your mother’s sure to ask me if you showed me round. It’s\r\nlike going over the stables when you’re stopping at a country-house.\r\nGot to be done, and better do it as soon as possible.”\r\n\r\nIt is never very interesting playing the part of showman at school.\r\nBoth Mike and his uncle were inclined to scamp the business. Mike\r\npointed out the various landmarks without much enthusiasm--it is only\r\nafter one has left a few years that the school buildings take to\r\nthemselves romance--and Uncle John said, “Ah yes, I see. Very nice,”\r\ntwo or three times in an absent voice; and they passed on to the\r\ncricket field, where the second eleven were playing a neighbouring\r\nengineering school. It was a glorious day. The sun had never seemed to\r\nMike so bright or the grass so green. It was one of those days when\r\nthe ball looks like a large vermilion-coloured football as it leaves\r\nthe bowler’s hand. If ever there was a day when it seemed to Mike that\r\na century would have been a certainty, it was this Saturday. A sudden,\r\nbitter realisation of all he had given up swept over him, but he\r\nchoked the feeling down. The thing was done, and it was no good\r\nbrooding over the might-have-beens now. Still--And the Geddington\r\nground was supposed to be one of the easiest scoring grounds of all\r\nthe public schools!\r\n\r\n“Well hit, by George!” remarked Uncle John, as Trevor, who had gone in\r\nfirst wicket for the second eleven, swept a half-volley to leg round\r\nto the bank where they were sitting.\r\n\r\n“That’s Trevor,” said Mike. “Chap in Donaldson’s. The fellow at the\r\nother end is Wilkins. He’s in the School House. They look as if they\r\nwere getting set. By Jove,” he said enviously, “pretty good fun\r\nbatting on a day like this.”\r\n\r\nUncle John detected the envious note.\r\n\r\n“I suppose you would have been playing here but for your wrist?”\r\n\r\n“No, I was playing for the first.”\r\n\r\n“For the first? For the school! My word, Mike, I didn’t know that. No\r\nwonder you’re feeling badly treated. Of course, I remember your father\r\nsaying you had played once for the school, and done well; but I\r\nthought that was only as a substitute. I didn’t know you were a\r\nregular member of the team. What bad luck. Will you get another\r\nchance?”\r\n\r\n“Depends on Bob.”\r\n\r\n“Has Bob got your place?”\r\n\r\nMike nodded.\r\n\r\n“If he does well to-day, they’ll probably keep him in.”\r\n\r\n“Isn’t there room for both of you?”\r\n\r\n“Such a lot of old colours. There are only three vacancies, and\r\nHenfrey got one of those a week ago. I expect they’ll give one of the\r\nother two to a bowler, Neville-Smith, I should think, if he does well\r\nagainst Geddington. Then there’ll be only the last place left.”\r\n\r\n“Rather awkward, that.”\r\n\r\n“Still, it’s Bob’s last year. I’ve got plenty of time. But I wish I\r\ncould get in this year.”\r\n\r\nAfter they had watched the match for an hour, Uncle John’s restless\r\nnature asserted itself.\r\n\r\n“Suppose we go for a pull on the river now?” he suggested.\r\n\r\nThey got up.\r\n\r\n“Let’s just call at the shop,” said Mike. “There ought to be a\r\ntelegram from Geddington by this time. I wonder how Bob’s got on.”\r\n\r\nApparently Bob had not had a chance yet of distinguishing himself. The\r\ntelegram read, “Geddington 151 for four. Lunch.”\r\n\r\n“Not bad that,” said Mike. “But I believe they’re weak in bowling.”\r\n\r\nThey walked down the road towards the school landing-stage.\r\n\r\n“The worst of a school,” said Uncle John, as he pulled up-stream with\r\nstrong, unskilful stroke, “is that one isn’t allowed to smoke on the\r\ngrounds. I badly want a pipe. The next piece of shade that you see,\r\nsing out, and we’ll put in there.”\r\n\r\n“Pull your left,” said Mike. “That willow’s what you want.”\r\n\r\nUncle John looked over his shoulder, caught a crab, recovered himself,\r\nand steered the boat in under the shade of the branches.\r\n\r\n“Put the rope over that stump. Can you manage with one hand? Here, let\r\nme--Done it? Good. A-ah!”\r\n\r\nHe blew a great cloud of smoke into the air, and sighed contentedly.\r\n\r\n“I hope you don’t smoke, Mike?”\r\n\r\n“No.”\r\n\r\n“Rotten trick for a boy. When you get to my age you need it. Boys\r\nought to be thinking about keeping themselves fit and being good at\r\ngames. Which reminds me. Let’s have a look at the wrist.”\r\n\r\nA hunted expression came into Mike’s eyes.\r\n\r\n“It’s really nothing,” he began, but his uncle had already removed the\r\nsling, and was examining the arm with the neat rapidity of one who has\r\nbeen brought up to such things.\r\n\r\nTo Mike it seemed as if everything in the world was standing still and\r\nwaiting. He could hear nothing but his own breathing.\r\n\r\nHis uncle pressed the wrist gingerly once or twice, then gave it a\r\nlittle twist.\r\n\r\n“That hurt?” he asked.\r\n\r\n“Ye--no,” stammered Mike.\r\n\r\nUncle John looked up sharply. Mike was crimson.\r\n\r\n“What’s the game?” inquired Uncle John.\r\n\r\nMike said nothing.\r\n\r\nThere was a twinkle in his uncle’s eyes.\r\n\r\n“May as well tell me. I won’t give you away. Why this wounded warrior\r\nbusiness when you’ve no more the matter with you than I have?”\r\n\r\nMike hesitated.\r\n\r\n“I only wanted to get out of having to write this morning. There was an\r\nexam on.”\r\n\r\nThe idea had occurred to him just before he spoke. It had struck him\r\nas neat and plausible.\r\n\r\nTo Uncle John it did not appear in the same light.\r\n\r\n“Do you always write with your left hand? And if you had gone with the\r\nfirst eleven to Geddington, wouldn’t that have got you out of your\r\nexam? Try again.”\r\n\r\nWhen in doubt, one may as well tell the truth. Mike told it.\r\n\r\n“I know. It wasn’t that, really. Only----”\r\n\r\n“Well?”\r\n\r\n“Oh, well, dash it all then. Old Bob got me out of an awful row the\r\nday before yesterday, and he seemed a bit sick at not playing for the\r\nfirst, so I thought I might as well let him. That’s how it was. Look\r\nhere, swear you won’t tell him.”\r\n\r\nUncle John was silent. Inwardly he was deciding that the five\r\nshillings which he had intended to bestow on Mike on his departure\r\nshould become a sovereign. (This, it may be mentioned as an\r\ninteresting biographical fact, was the only occasion in his life\r\non which Mike earned money at the rate of fifteen shillings a\r\nhalf-minute.)\r\n\r\n“Swear you won’t tell him. He’d be most frightfully sick if he knew.”\r\n\r\n“I won’t tell him.”\r\n\r\nConversation dwindled to vanishing-point. Uncle John smoked on in\r\nweighty silence, while Mike, staring up at the blue sky through the\r\nbranches of the willow, let his mind wander to Geddington, where his\r\nfate was even now being sealed. How had the school got on? What had\r\nBob done? If he made about twenty, would they give him his cap?\r\nSupposing....\r\n\r\nA faint snore from Uncle John broke in on his meditations. Then there\r\nwas a clatter as a briar pipe dropped on to the floor of the boat, and\r\nhis uncle sat up, gaping.\r\n\r\n“Jove, I was nearly asleep. What’s the time? Just on six? Didn’t know\r\nit was so late.”\r\n\r\n“I ought to be getting back soon, I think. Lock-up’s at half-past.”\r\n\r\n“Up with the anchor, then. You can tackle that rope with two hands\r\nnow, eh? We are not observed. Don’t fall overboard. I’m going to shove\r\nher off.”\r\n\r\n“There’ll be another telegram, I should think,” said Mike, as they\r\nreached the school gates.\r\n\r\n“Shall we go and look?”\r\n\r\nThey walked to the shop.\r\n\r\nA second piece of grey paper had been pinned up under the first. Mike\r\npushed his way through the crowd. It was a longer message this time.\r\n\r\nIt ran as follows:\r\n\r\n   “Geddington 247 (Burgess six wickets, Neville-Smith four).\r\n   Wrykyn 270 for nine (Berridge 86, Marsh 58, Jackson 48).”\r\n\r\nMike worked his way back through the throng, and rejoined his uncle.\r\n\r\n“Well?” said Uncle John.\r\n\r\n“We won.”\r\n\r\nHe paused for a moment.\r\n\r\n“Bob made forty-eight,” he added carelessly.\r\n\r\nUncle John felt in his pocket, and silently slid a sovereign into\r\nMike’s hand.\r\n\r\nIt was the only possible reply."
  ]
}