{
  "index": 12,
  "title": "Chapter 11",
  "paragraphs": [
    "THE CONCLUSION OF THE PICNIC\r\n\r\n\r\nIf the form-rooms had been lonely, the Great Hall was doubly, trebly,\r\nso. It was a vast room, stretching from side to side of the middle\r\nblock, and its ceiling soared up into a distant dome. At one end was a\r\ndais and an organ, and at intervals down the room stood long tables.\r\nThe panels were covered with the names of Wrykynians who had won\r\nscholarships at Oxford and Cambridge, and of Old Wrykynians who had\r\ntaken first in Mods or Greats, or achieved any other recognised\r\nsuccess, such as a place in the Indian Civil Service list. A silent\r\ntestimony, these panels, to the work the school had done in the world.\r\n\r\nNobody knew exactly how many the Hall could hold, when packed to its\r\nfullest capacity. The six hundred odd boys at the school seemed to\r\nleave large gaps unfilled.\r\n\r\nThis morning there was a mere handful, and the place looked worse than\r\nempty.\r\n\r\nThe Sixth Form were there, and the school prefects. The Great Picnic\r\nhad not affected their numbers. The Sixth stood by their table in a\r\nsolid group. The other tables were occupied by ones and twos. A buzz\r\nof conversation was going on, which did not cease when the masters\r\nfiled into the room and took their places. Every one realised by this\r\ntime that the biggest row in Wrykyn history was well under way; and\r\nthe thing had to be discussed.\r\n\r\nIn the Masters’ library Mr. Wain and Mr. Shields, the spokesmen of the\r\nCommon Room, were breaking the news to the headmaster.\r\n\r\nThe headmaster was a man who rarely betrayed emotion in his public\r\ncapacity. He heard Mr. Shields’s rambling remarks, punctuated by Mr.\r\nWain’s “Exceedinglys,” to an end. Then he gathered up his cap and\r\ngown.\r\n\r\n“You say that the whole school is absent?” he remarked quietly.\r\n\r\nMr. Shields, in a long-winded flow of words, replied that that was\r\nwhat he did say.\r\n\r\n“Ah!” said the headmaster.\r\n\r\nThere was a silence.\r\n\r\n“’M!” said the headmaster.\r\n\r\nThere was another silence.\r\n\r\n“Ye--e--s!” said the headmaster.\r\n\r\nHe then led the way into the Hall.\r\n\r\nConversation ceased abruptly as he entered. The school, like an\r\naudience at a theatre when the hero has just appeared on the stage,\r\nfelt that the serious interest of the drama had begun. There was a\r\ndead silence at every table as he strode up the room and on to the\r\ndais.\r\n\r\nThere was something Titanic in his calmness. Every eye was on his face\r\nas he passed up the Hall, but not a sign of perturbation could the\r\nschool read. To judge from his expression, he might have been unaware\r\nof the emptiness around him.\r\n\r\nThe master who looked after the music of the school, and incidentally\r\naccompanied the hymn with which prayers at Wrykyn opened, was waiting,\r\npuzzled, at the foot of the dais. It seemed improbable that things\r\nwould go on as usual, and he did not know whether he was expected to\r\nbe at the organ, or not. The headmaster’s placid face reassured him.\r\nHe went to his post.\r\n\r\nThe hymn began. It was a long hymn, and one which the school liked for\r\nits swing and noise. As a rule, when it was sung, the Hall re-echoed.\r\nTo-day, the thin sound of the voices had quite an uncanny effect. The\r\norgan boomed through the deserted room.\r\n\r\nThe school, or the remnants of it, waited impatiently while the\r\nprefect whose turn it was to read stammered nervously through the\r\nlesson. They were anxious to get on to what the Head was going to say\r\nat the end of prayers. At last it was over. The school waited, all\r\nears.\r\n\r\nThe headmaster bent down from the dais and called to Firby-Smith, who\r\nwas standing in his place with the Sixth.\r\n\r\nThe Gazeka, blushing warmly, stepped forward.\r\n\r\n“Bring me a school list, Firby-Smith,” said the headmaster.\r\n\r\nThe Gazeka was wearing a pair of very squeaky boots that morning. They\r\nsounded deafening as he walked out of the room.\r\n\r\nThe school waited.\r\n\r\nPresently a distant squeaking was heard, and Firby-Smith returned,\r\nbearing a large sheet of paper.\r\n\r\nThe headmaster thanked him, and spread it out on the reading-desk.\r\n\r\nThen, calmly, as if it were an occurrence of every day, he began to\r\ncall the roll.\r\n\r\n“Abney.”\r\n\r\nNo answer.\r\n\r\n“Adams.”\r\n\r\nNo answer.\r\n\r\n“Allenby.”\r\n\r\n“Here, sir,” from a table at the end of the room. Allenby was a\r\nprefect, in the Science Sixth.\r\n\r\nThe headmaster made a mark against his name with a pencil.\r\n\r\n“Arkwright.”\r\n\r\nNo answer.\r\n\r\nHe began to call the names more rapidly.\r\n\r\n“Arlington. Arthur. Ashe. Aston.”\r\n\r\n“Here, sir,” in a shrill treble from the rider in motorcars.\r\n\r\nThe headmaster made another tick.\r\n\r\nThe list came to an end after what seemed to the school an\r\nunconscionable time, and he rolled up the paper again, and stepped to\r\nthe edge of the dais.\r\n\r\n“All boys not in the Sixth Form,” he said, “will go to their\r\nform-rooms and get their books and writing-materials, and return\r\nto the Hall.”\r\n\r\n(“Good work,” murmured Mr. Seymour to himself. “Looks as if we\r\nshould get that holiday after all.”)\r\n\r\n“The Sixth Form will go to their form-room as usual. I should like\r\nto speak to the masters for a moment.”\r\n\r\nHe nodded dismissal to the school.\r\n\r\nThe masters collected on the daïs.\r\n\r\n“I find that I shall not require your services to-day,” said the\r\nheadmaster. “If you will kindly set the boys in your forms some work\r\nthat will keep them occupied, I will look after them here. It is a\r\nlovely day,” he added, with a smile, “and I am sure you will all enjoy\r\nyourselves a great deal more in the open air.”\r\n\r\n“That,” said Mr. Seymour to Mr. Spence, as they went downstairs, “is\r\nwhat I call a genuine sportsman.”\r\n\r\n“My opinion neatly expressed,” said Mr. Spence. “Come on the river. Or\r\nshall we put up a net, and have a knock?”\r\n\r\n“River, I think. Meet you at the boat-house.”\r\n\r\n“All right. Don’t be long.”\r\n\r\n“If every day were run on these lines, school-mastering wouldn’t be\r\nsuch a bad profession. I wonder if one could persuade one’s form to\r\nrun amuck as a regular thing.”\r\n\r\n“Pity one can’t. It seems to me the ideal state of things. Ensures the\r\ngreatest happiness of the greatest number.”\r\n\r\n“I say! Suppose the school has gone up the river, too, and we meet\r\nthem! What shall we do?”\r\n\r\n“Thank them,” said Mr. Spence, “most kindly. They’ve done us well.”\r\n\r\nThe school had not gone up the river. They had marched in a solid\r\nbody, with the school band at their head playing Sousa, in the\r\ndirection of Worfield, a market town of some importance, distant about\r\nfive miles. Of what they did and what the natives thought of it all,\r\nno very distinct records remain. The thing is a tradition on the\r\ncountryside now, an event colossal and heroic, to be talked about in\r\nthe tap-room of the village inn during the long winter evenings. The\r\npapers got hold of it, but were curiously misled as to the nature of\r\nthe demonstration. This was the fault of the reporter on the staff of\r\nthe _Worfield Intelligencer and Farmers’ Guide_, who saw in the\r\nthing a legitimate “march-out,” and, questioning a straggler as to the\r\nreason for the expedition and gathering foggily that the restoration\r\nto health of the Eminent Person was at the bottom of it, said so in\r\nhis paper. And two days later, at about the time when Retribution had\r\ngot seriously to work, the _Daily Mail_ reprinted the account,\r\nwith comments and elaborations, and headed it “Loyal Schoolboys.” The\r\nwriter said that great credit was due to the headmaster of Wrykyn for\r\nhis ingenuity in devising and organising so novel a thanksgiving\r\ncelebration. And there was the usual conversation between “a\r\nrosy-cheeked lad of some sixteen summers” and “our representative,”\r\nin which the rosy-cheeked one spoke most kindly of the head-master,\r\nwho seemed to be a warm personal friend of his.\r\n\r\nThe remarkable thing about the Great Picnic was its orderliness.\r\nConsidering that five hundred and fifty boys were ranging the country\r\nin a compact mass, there was wonderfully little damage done to\r\nproperty. Wyatt’s genius did not stop short at organising the march.\r\nIn addition, he arranged a system of officers which effectually\r\ncontrolled the animal spirits of the rank and file. The prompt and\r\ndecisive way in which rioters were dealt with during the earlier\r\nstages of the business proved a wholesome lesson to others who would\r\nhave wished to have gone and done likewise. A spirit of martial law\r\nreigned over the Great Picnic. And towards the end of the day fatigue\r\nkept the rowdy-minded quiet.\r\n\r\nAt Worfield the expedition lunched. It was not a market-day,\r\nfortunately, or the confusion in the narrow streets would have been\r\nhopeless. On ordinary days Worfield was more or less deserted. It is\r\nastonishing that the resources of the little town were equal to\r\nsatisfying the needs of the picnickers. They descended on the place\r\nlike an army of locusts.\r\n\r\nWyatt, as generalissimo of the expedition, walked into the\r\n“Grasshopper and Ant,” the leading inn of the town.\r\n\r\n“Anything I can do for you, sir?” inquired the landlord politely.\r\n\r\n“Yes, please,” said Wyatt, “I want lunch for five hundred and fifty.”\r\n\r\nThat was the supreme moment in mine host’s life. It was his big\r\nsubject of conversation ever afterwards. He always told that as his\r\nbest story, and he always ended with the words, “You could ha’ knocked\r\nme down with a feather!”\r\n\r\nThe first shock over, the staff of the “Grasshopper and Ant” bustled\r\nabout. Other inns were called upon for help. Private citizens rallied\r\nround with bread, jam, and apples. And the army lunched sumptuously.\r\n\r\nIn the early afternoon they rested, and as evening began to fall, the\r\nmarch home was started.\r\n\r\n       *       *       *       *       *\r\n\r\nAt the school, net practice was just coming to an end when, faintly,\r\nas the garrison of Lucknow heard the first skirl of the pipes of the\r\nrelieving force, those on the grounds heard the strains of the school\r\nband and a murmur of many voices. Presently the sounds grew more\r\ndistinct, and up the Wrykyn road came marching the vanguard of the\r\ncolumn, singing the school song. They looked weary but cheerful.\r\n\r\nAs the army drew near to the school, it melted away little by little,\r\neach house claiming its representatives. At the school gates only a\r\nhandful were left.\r\n\r\nBob Jackson, walking back to Donaldson’s, met Wyatt at the gate, and\r\ngazed at him, speechless.\r\n\r\n“Hullo,” said Wyatt, “been to the nets? I wonder if there’s time for a\r\nginger-beer before the shop shuts.”"
  ]
}