{
  "index": 15,
  "title": "Chapter 14",
  "paragraphs": [
    "A SLIGHT IMBROGLIO\r\n\r\n\r\nMike got his third eleven colours after the M.C.C. match. As he had\r\nmade twenty-three not out in a crisis in a first eleven match, this\r\nmay not seem an excessive reward. But it was all that he expected. One\r\nhad to take the rungs of the ladder singly at Wrykyn. First one was\r\ngiven one’s third eleven cap. That meant, “You are a promising man,\r\nand we have our eye on you.” Then came the second colours. They might\r\nmean anything from “Well, here you are. You won’t get any higher, so\r\nyou may as well have the thing now,” to “This is just to show that we\r\nstill have our eye on you.”\r\n\r\nMike was a certainty now for the second. But it needed more than one\r\nperformance to secure the first cap.\r\n\r\n“I told you so,” said Wyatt, naturally, to Burgess after the match.\r\n\r\n“He’s not bad,” said Burgess. “I’ll give him another shot.”\r\n\r\nBut Burgess, as has been pointed out, was not a person who ever became\r\ngushing with enthusiasm.\r\n\r\n       *       *       *       *       *\r\n\r\nSo Wilkins, of the School House, who had played twice for the first\r\neleven, dropped down into the second, as many a good man had done\r\nbefore him, and Mike got his place in the next match, against the\r\nGentlemen of the County. Unfortunately for him, the visiting team,\r\nhowever gentlemanly, were not brilliant cricketers, at any rate as far\r\nas bowling was concerned. The school won the toss, went in first, and\r\nmade three hundred and sixteen for five wickets, Morris making another\r\nplacid century. The innings was declared closed before Mike had a\r\nchance of distinguishing himself. In an innings which lasted for\r\none over he made two runs, not out; and had to console himself for\r\nthe cutting short of his performance by the fact that his average\r\nfor the school was still infinity. Bob, who was one of those lucky\r\nenough to have an unabridged innings, did better in this match, making\r\ntwenty-five. But with Morris making a hundred and seventeen, and\r\nBerridge, Ellerby, and Marsh all passing the half-century, this score\r\ndid not show up excessively.\r\n\r\nWe now come to what was practically a turning-point in Mike’s career\r\nat Wrykyn. There is no doubt that his meteor-like flights at cricket\r\nhad an unsettling effect on him. He was enjoying life amazingly, and,\r\nas is not uncommon with the prosperous, he waxed fat and kicked.\r\nFortunately for him--though he did not look upon it in that light at\r\nthe time--he kicked the one person it was most imprudent to kick. The\r\nperson he selected was Firby-Smith. With anybody else the thing might\r\nhave blown over, to the detriment of Mike’s character; but Firby-Smith,\r\nhaving the most tender affection for his dignity, made a fuss.\r\n\r\nIt happened in this way. The immediate cause of the disturbance was a\r\nremark of Mike’s, but the indirect cause was the unbearably\r\npatronising manner which the head of Wain’s chose to adopt towards\r\nhim. The fact that he was playing for the school seemed to make no\r\ndifference at all. Firby-Smith continued to address Mike merely as the\r\nsmall boy.\r\n\r\nThe following, _verbatim_, was the tactful speech which he\r\naddressed to him on the evening of the M.C.C. match, having summoned\r\nhim to his study for the purpose.\r\n\r\n“Well,” he said, “you played a very decent innings this afternoon, and\r\nI suppose you’re frightfully pleased with yourself, eh? Well, mind you\r\ndon’t go getting swelled head. See? That’s all. Run along.”\r\n\r\nMike departed, bursting with fury.\r\n\r\nThe next link in the chain was forged a week after the Gentlemen of\r\nthe County match. House matches had begun, and Wain’s were playing\r\nAppleby’s. Appleby’s made a hundred and fifty odd, shaping badly for\r\nthe most part against Wyatt’s slows. Then Wain’s opened their innings.\r\nThe Gazeka, as head of the house, was captain of the side, and he and\r\nWyatt went in first. Wyatt made a few mighty hits, and was then caught\r\nat cover. Mike went in first wicket.\r\n\r\nFor some ten minutes all was peace. Firby-Smith scratched away at his\r\nend, getting here and there a single and now and then a two, and Mike\r\nsettled down at once to play what he felt was going to be the innings\r\nof a lifetime. Appleby’s bowling was on the feeble side, with Raikes,\r\nof the third eleven, as the star, supported by some small change. Mike\r\npounded it vigorously. To one who had been brought up on Saunders,\r\nRaikes possessed few subtleties. He had made seventeen, and was\r\nthoroughly set, when the Gazeka, who had the bowling, hit one in the\r\ndirection of cover-point. With a certain type of batsman a single is a\r\nthing to take big risks for. And the Gazeka badly wanted that single.\r\n\r\n“Come on,” he shouted, prancing down the pitch.\r\n\r\nMike, who had remained in his crease with the idea that nobody even\r\nmoderately sane would attempt a run for a hit like that, moved forward\r\nin a startled and irresolute manner. Firby-Smith arrived, shouting\r\n“Run!” and, cover having thrown the ball in, the wicket-keeper removed\r\nthe bails.\r\n\r\nThese are solemn moments.\r\n\r\nThe only possible way of smoothing over an episode of this kind is for\r\nthe guilty man to grovel.\r\n\r\nFirby-Smith did not grovel.\r\n\r\n“Easy run there, you know,” he said reprovingly.\r\n\r\nThe world swam before Mike’s eyes. Through the red mist he could see\r\nFirby-Smith’s face. The sun glinted on his rather prominent teeth. To\r\nMike’s distorted vision it seemed that the criminal was amused.\r\n\r\n“Don’t _laugh_, you grinning ape!” he cried. “It isn’t funny.”\r\n\r\n[Illustration: “DON’T _LAUGH_, YOU GRINNING APE”]\r\n\r\nHe then made for the trees where the rest of the team were sitting.\r\n\r\nNow Firby-Smith not only possessed rather prominent teeth; he was also\r\nsensitive on the subject. Mike’s shaft sank in deeply. The fact that\r\nemotion caused him to swipe at a straight half-volley, miss it, and be\r\nbowled next ball made the wound rankle.\r\n\r\nHe avoided Mike on his return to the trees. And Mike, feeling now a\r\nlittle apprehensive, avoided him.\r\n\r\nThe Gazeka brooded apart for the rest of the afternoon, chewing the\r\ninsult. At close of play he sought Burgess.\r\n\r\nBurgess, besides being captain of the eleven, was also head of the\r\nschool. He was the man who arranged prefects’ meetings. And only a\r\nprefects’ meeting, thought Firby-Smith, could adequately avenge his\r\nlacerated dignity.\r\n\r\n“I want to speak to you, Burgess,” he said.\r\n\r\n“What’s up?” said Burgess.\r\n\r\n“You know young Jackson in our house.”\r\n\r\n“What about him?”\r\n\r\n“He’s been frightfully insolent.”\r\n\r\n“Cheeked you?” said Burgess, a man of simple speech.\r\n\r\n“I want you to call a prefects’ meeting, and lick him.”\r\n\r\nBurgess looked incredulous.\r\n\r\n“Rather a large order, a prefects’ meeting,” he said. “It has to be a\r\npretty serious sort of thing for that.”\r\n\r\n“Frightful cheek to a school prefect is a serious thing,” said\r\nFirby-Smith, with the air of one uttering an epigram.\r\n\r\n“Well, I suppose--What did he say to you?”\r\n\r\nFirby-Smith related the painful details.\r\n\r\nBurgess started to laugh, but turned the laugh into a cough.\r\n\r\n“Yes,” he said meditatively. “Rather thick. Still, I mean--A prefects’\r\nmeeting. Rather like crushing a thingummy with a what-d’you-call-it.\r\nBesides, he’s a decent kid.”\r\n\r\n“He’s frightfully conceited.”\r\n\r\n“Oh, well--Well, anyhow, look here, I’ll think it over, and let you\r\nknow to-morrow. It’s not the sort of thing to rush through without\r\nthinking about it.”\r\n\r\nAnd the matter was left temporarily at that."
  ]
}