{
  "index": 19,
  "title": "Chapter 18",
  "paragraphs": [
    "BOB HAS NEWS TO IMPART\r\n\r\n\r\nWrykyn went down badly before the Incogs. It generally happens at\r\nleast once in a school cricket season that the team collapses\r\nhopelessly, for no apparent reason. Some schools do it in nearly every\r\nmatch, but Wrykyn so far had been particularly fortunate this year.\r\nThey had only been beaten once, and that by a mere twenty odd runs in\r\na hard-fought game. But on this particular day, against a not\r\noverwhelmingly strong side, they failed miserably. The weather may\r\nhave had something to do with it, for rain fell early in the morning,\r\nand the school, batting first on the drying wicket, found themselves\r\nconsiderably puzzled by a slow left-hander. Morris and Berridge left\r\nwith the score still short of ten, and after that the rout began. Bob,\r\ngoing in fourth wicket, made a dozen, and Mike kept his end up, and\r\nwas not out eleven; but nobody except Wyatt, who hit out at everything\r\nand knocked up thirty before he was stumped, did anything to\r\ndistinguish himself. The total was a hundred and seven, and the\r\nIncogniti, batting when the wicket was easier, doubled this.\r\n\r\nThe general opinion of the school after this match was that either\r\nMike or Bob would have to stand down from the team when it was\r\ndefinitely filled up, for Neville-Smith, by showing up well with the\r\nball against the Incogniti when the others failed with the bat, made\r\nit practically certain that he would get one of the two vacancies.\r\n\r\n“If I do” he said to Wyatt, “there will be the biggest bust of modern\r\ntimes at my place. My pater is away for a holiday in Norway, and I’m\r\nalone, bar the servants. And I can square them. Will you come?”\r\n\r\n“Tea?”\r\n\r\n“Tea!” said Neville-Smith scornfully.\r\n\r\n“Well, what then?”\r\n\r\n“Don’t you ever have feeds in the dorms. after lights-out in the\r\nhouses?”\r\n\r\n“Used to when I was a kid. Too old now. Have to look after my\r\ndigestion. I remember, three years ago, when Wain’s won the footer\r\ncup, we got up and fed at about two in the morning. All sorts of\r\nluxuries. Sardines on sugar-biscuits. I’ve got the taste in my mouth\r\nstill. Do you remember Macpherson? Left a couple of years ago. His\r\nfood ran out, so he spread brown-boot polish on bread, and ate that.\r\nGot through a slice, too. Wonderful chap! But what about this thing of\r\nyours? What time’s it going to be?”\r\n\r\n“Eleven suit you?”\r\n\r\n“All right.”\r\n\r\n“How about getting out?”\r\n\r\n“I’ll do it as quickly as the team did to-day. I can’t say more than\r\nthat.”\r\n\r\n“You were all right.”\r\n\r\n“I’m an exceptional sort of chap.”\r\n\r\n“What about the Jacksons?”\r\n\r\n“It’s going to be a close thing. If Bob’s fielding were to improve\r\nsuddenly, he would just do it. But young Mike’s all over him as a bat.\r\nIn a year or two that kid’ll be a marvel. He’s bound to get in next\r\nyear, of course, so perhaps it would be better if Bob got the place as\r\nit’s his last season. Still, one wants the best man, of course.”\r\n\r\n       *       *       *       *       *\r\n\r\nMike avoided Bob as much as possible during this anxious period; and\r\nhe privately thought it rather tactless of the latter when, meeting\r\nhim one day outside Donaldson’s, he insisted on his coming in and\r\nhaving some tea.\r\n\r\nMike shuffled uncomfortably as his brother filled the kettle and lit\r\nthe Etna. It required more tact than he had at his disposal to carry\r\noff a situation like this.\r\n\r\nBob, being older, was more at his ease. He got tea ready, making\r\ndesultory conversation the while, as if there were no particular\r\nreason why either of them should feel uncomfortable in the other’s\r\npresence. When he had finished, he poured Mike out a cup, passed him\r\nthe bread, and sat down.\r\n\r\n“Not seen much of each other lately, Mike, what?”\r\n\r\nMike murmured unintelligibly through a mouthful of bread-and-jam.\r\n\r\n“It’s no good pretending it isn’t an awkward situation,” continued\r\nBob, “because it is. Beastly awkward.”\r\n\r\n“Awful rot the pater sending us to the same school.”\r\n\r\n“Oh, I don’t know. We’ve all been at Wrykyn. Pity to spoil the record.\r\nIt’s your fault for being such a young Infant Prodigy, and mine for not\r\nbeing able to field like an ordinary human being.”\r\n\r\n“You get on much better in the deep.”\r\n\r\n“Bit better, yes. Liable at any moment to miss a sitter, though. Not\r\nthat it matters much really whether I do now.”\r\n\r\nMike stared.\r\n\r\n“What! Why?”\r\n\r\n“That’s what I wanted to see you about. Has Burgess said anything to\r\nyou yet?”\r\n\r\n“No. Why? What about?”\r\n\r\n“Well, I’ve a sort of idea our little race is over. I fancy you’ve\r\nwon.”\r\n\r\n“I’ve not heard a word----”\r\n\r\n“I have. I’ll tell you what makes me think the thing’s settled. I\r\nwas in the pav. just now, in the First room, trying to find a\r\nbatting-glove I’d mislaid. There was a copy of the _Wrykynian_\r\nlying on the mantelpiece, and I picked it up and started reading it.\r\nSo there wasn’t any noise to show anybody outside that there was some\r\none in the room. And then I heard Burgess and Spence jawing on the\r\nsteps. They thought the place was empty, of course. I couldn’t help\r\nhearing what they said. The pav.’s like a sounding-board. I heard every\r\nword. Spence said, ‘Well, it’s about as difficult a problem as any\r\ncaptain of cricket at Wrykyn has ever had to tackle.’ I had a sort of\r\nidea that old Billy liked to boss things all on his own, but apparently\r\nhe does consult Spence sometimes. After all, he’s cricket-master, and\r\nthat’s what he’s there for. Well, Billy said, ‘I don’t know what to\r\ndo. What do you think, sir?’ Spence said, ‘Well, I’ll give you my\r\nopinion, Burgess, but don’t feel bound to act on it. I’m simply saying\r\nwhat I think.’ ‘Yes, sir,’ said old Bill, doing a big Young Disciple\r\nwith Wise Master act. ‘_I_ think M.,’ said Spence. ‘Decidedly M.\r\nHe’s a shade better than R. now, and in a year or two, of course,\r\nthere’ll be no comparison.’”\r\n\r\n“Oh, rot,” muttered Mike, wiping the sweat off his forehead. This was\r\none of the most harrowing interviews he had ever been through.\r\n\r\n“Not at all. Billy agreed with him. ‘That’s just what I think, sir,’\r\nhe said. ‘It’s rough on Bob, but still----’ And then they walked down\r\nthe steps. I waited a bit to give them a good start, and then sheered\r\noff myself. And so home.”\r\n\r\nMike looked at the floor, and said nothing.\r\n\r\nThere was nothing much to _be_ said.\r\n\r\n“Well, what I wanted to see you about was this,” resumed Bob. “I don’t\r\npropose to kiss you or anything; but, on the other hand, don’t let’s\r\ngo to the other extreme. I’m not saying that it isn’t a bit of a brick\r\njust missing my cap like this, but it would have been just as bad for\r\nyou if you’d been the one dropped. It’s the fortune of war. I don’t\r\nwant you to go about feeling that you’ve blighted my life, and so on,\r\nand dashing up side-streets to avoid me because you think the sight of\r\nyou will be painful. As it isn’t me, I’m jolly glad it’s you; and I\r\nshall cadge a seat in the pavilion from you when you’re playing for\r\nEngland at the Oval. Congratulate you.”\r\n\r\nIt was the custom at Wrykyn, when you congratulated a man on getting\r\ncolours, to shake his hand. They shook hands.\r\n\r\n“Thanks, awfully, Bob,” said Mike. And after that there seemed to be\r\nnothing much to talk about. So Mike edged out of the room, and tore\r\nacross to Wain’s.\r\n\r\nHe was sorry for Bob, but he would not have been human (which he\r\ncertainly was) if the triumph of having won through at last into the\r\nfirst eleven had not dwarfed commiseration. It had been his one\r\nambition, and now he had achieved it.\r\n\r\nThe annoying part of the thing was that he had nobody to talk to about\r\nit. Until the news was official he could not mention it to the common\r\nherd. It wouldn’t do. The only possible confidant was Wyatt. And Wyatt\r\nwas at Bisley, shooting with the School Eight for the Ashburton. For\r\nbull’s-eyes as well as cats came within Wyatt’s range as a marksman.\r\nCricket took up too much of his time for him to be captain of the\r\nEight and the man chosen to shoot for the Spencer, as he would\r\notherwise almost certainly have been; but even though short of\r\npractice he was well up in the team.\r\n\r\nUntil he returned, Mike could tell nobody. And by the time he returned\r\nthe notice would probably be up in the Senior Block with the other\r\ncricket notices.\r\n\r\nIn this fermenting state Mike went into the house.\r\n\r\nThe list of the team to play for Wain’s _v_. Seymour’s on the\r\nfollowing Monday was on the board. As he passed it, a few words\r\nscrawled in pencil at the bottom caught his eye.\r\n\r\n   “All the above will turn out for house-fielding at 6.30 to-morrow\r\n   morning.--W. F.-S.”\r\n\r\n“Oh, dash it,” said Mike, “what rot! Why on earth can’t he leave us\r\nalone!”\r\n\r\nFor getting up an hour before his customary time for rising was not\r\namong Mike’s favourite pastimes. Still, orders were orders, he felt.\r\nIt would have to be done."
  ]
}