{
  "index": 16,
  "title": "Chapter 15",
  "paragraphs": [
    "MIKE CREATES A VACANCY\r\n\r\n\r\nBurgess walked off the ground feeling that fate was not using him\r\nwell.\r\n\r\nHere was he, a well-meaning youth who wanted to be on good terms with\r\nall the world, being jockeyed into slaughtering a kid whose batting he\r\nadmired and whom personally he liked. And the worst of it was that he\r\nsympathised with Mike. He knew what it felt like to be run out just\r\nwhen one had got set, and he knew exactly how maddening the Gazeka’s\r\nmanner would be on such an occasion. On the other hand, officially he\r\nwas bound to support the head of Wain’s. Prefects must stand together\r\nor chaos will come.\r\n\r\nHe thought he would talk it over with somebody. Bob occurred to him.\r\nIt was only fair that Bob should be told, as the nearest of kin.\r\n\r\nAnd here was another grievance against fate. Bob was a person he did\r\nnot particularly wish to see just then. For that morning he had posted\r\nup the list of the team to play for the school against Geddington, one\r\nof the four schools which Wrykyn met at cricket; and Bob’s name did\r\nnot appear on that list. Several things had contributed to that\r\nmelancholy omission. In the first place, Geddington, to judge from the\r\nweekly reports in the _Sportsman_ and _Field_, were strong this\r\nyear at batting. In the second place, the results of the last few\r\nmatches, and particularly the M.C.C. match, had given Burgess the\r\nidea that Wrykyn was weak at bowling. It became necessary, therefore,\r\nto drop a batsman out of the team in favour of a bowler. And either\r\nMike or Bob must be the man.\r\n\r\nBurgess was as rigidly conscientious as the captain of a school eleven\r\nshould be. Bob was one of his best friends, and he would have given\r\nmuch to be able to put him in the team; but he thought the thing over,\r\nand put the temptation sturdily behind him. At batting there was not\r\nmuch to choose between the two, but in fielding there was a great deal.\r\nMike was good. Bob was bad. So out Bob had gone, and Neville-Smith, a\r\nfair fast bowler at all times and on his day dangerous, took his place.\r\n\r\nThese clashings of public duty with private inclination are the\r\ndrawbacks to the despotic position of captain of cricket at a public\r\nschool. It is awkward having to meet your best friend after you have\r\ndropped him from the team, and it is difficult to talk to him as if\r\nnothing had happened.\r\n\r\nBurgess felt very self-conscious as he entered Bob’s study, and was\r\nrather glad that he had a topic of conversation ready to hand.\r\n\r\n“Busy, Bob?” he asked.\r\n\r\n“Hullo,” said Bob, with a cheerfulness rather over-done in his anxiety\r\nto show Burgess, the man, that he did not hold him responsible in\r\nany way for the distressing acts of Burgess, the captain. “Take a\r\npew. Don’t these studies get beastly hot this weather. There’s some\r\nginger-beer in the cupboard. Have some?”\r\n\r\n“No, thanks. I say, Bob, look here, I want to see you.”\r\n\r\n“Well, you can, can’t you? This is me, sitting over here. The tall,\r\ndark, handsome chap.”\r\n\r\n“It’s awfully awkward, you know,” continued Burgess gloomily; “that\r\nass of a young brother of yours--Sorry, but he _is_ an ass,\r\nthough he’s your brother----”\r\n\r\n“Thanks for the ‘though,’ Billy. You know how to put a thing nicely.\r\nWhat’s Mike been up to?”\r\n\r\n“It’s that old fool the Gazeka. He came to me frothing with rage, and\r\nwanted me to call a prefects’ meeting and touch young Mike up.”\r\n\r\nBob displayed interest and excitement for the first time.\r\n\r\n“Prefects’ meeting! What the dickens is up? What’s he been doing?\r\nSmith must be drunk. What’s all the row about?”\r\n\r\nBurgess repeated the main facts of the case as he had them from\r\nFirby-Smith.\r\n\r\n“Personally, I sympathise with the kid,” he added, “Still, the Gazeka\r\n_is_ a prefect----”\r\n\r\nBob gnawed a pen-holder morosely.\r\n\r\n“Silly young idiot,” he said.\r\n\r\n“Sickening thing being run out,” suggested Burgess.\r\n\r\n“Still----”\r\n\r\n“I know. It’s rather hard to see what to do. I suppose if the Gazeka\r\ninsists, one’s bound to support him.”\r\n\r\n“I suppose so.”\r\n\r\n“Awful rot. Prefects’ lickings aren’t meant for that sort of thing.\r\nThey’re supposed to be for kids who steal buns at the shop or muck\r\nabout generally. Not for a chap who curses a fellow who runs him out.\r\nI tell you what, there’s just a chance Firby-Smith won’t press the\r\nthing. He hadn’t had time to get over it when he saw me. By now he’ll\r\nhave simmered down a bit. Look here, you’re a pal of his, aren’t you?\r\nWell, go and ask him to drop the business. Say you’ll curse your\r\nbrother and make him apologise, and that I’ll kick him out of the team\r\nfor the Geddington match.”\r\n\r\nIt was a difficult moment for Bob. One cannot help one’s thoughts, and\r\nfor an instant the idea of going to Geddington with the team, as he\r\nwould certainly do if Mike did not play, made him waver. But he\r\nrecovered himself.\r\n\r\n“Don’t do that,” he said. “I don’t see there’s a need for anything of\r\nthat sort. You must play the best side you’ve got. I can easily talk\r\nthe old Gazeka over. He gets all right in a second if he’s treated the\r\nright way. I’ll go and do it now.”\r\n\r\nBurgess looked miserable.\r\n\r\n“I say, Bob,” he said.\r\n\r\n“Yes?”\r\n\r\n“Oh, nothing--I mean, you’re not a bad sort.” With which glowing\r\neulogy he dashed out of the room, thanking his stars that he had won\r\nthrough a confoundedly awkward business.\r\n\r\nBob went across to Wain’s to interview and soothe Firby-Smith.\r\n\r\nHe found that outraged hero sitting moodily in his study like Achilles\r\nin his tent.\r\n\r\nSeeing Bob, he became all animation.\r\n\r\n“Look here,” he said, “I wanted to see you. You know, that frightful\r\nyoung brother of yours----”\r\n\r\n“I know, I know,” said Bob. “Burgess was telling me. He wants\r\nkicking.”\r\n\r\n“He wants a frightful licking from the prefects,” emended the\r\naggrieved party.\r\n\r\n“Well, I don’t know, you know. Not much good lugging the prefects into\r\nit, is there? I mean, apart from everything else, not much of a catch\r\nfor me, would it be, having to sit there and look on. I’m a prefect,\r\ntoo, you know.”\r\n\r\nFirby-Smith looked a little blank at this. He had a great admiration\r\nfor Bob.\r\n\r\n“I didn’t think of you,” he said.\r\n\r\n“I thought you hadn’t,” said Bob. “You see it now, though, don’t you?”\r\n\r\nFirby-Smith returned to the original grievance.\r\n\r\n“Well, you know, it was frightful cheek.”\r\n\r\n“Of course it was. Still, I think if I saw him and cursed him, and\r\nsent him up to you to apologise--How would that do?”\r\n\r\n“All right. After all, I did run him out.”\r\n\r\n“Yes, there’s that, of course. Mike’s all right, really. It isn’t as\r\nif he did that sort of thing as a habit.”\r\n\r\n“No. All right then.”\r\n\r\n“Thanks,” said Bob, and went to find Mike.\r\n\r\n       *       *       *       *       *\r\n\r\nThe lecture on deportment which he read that future All-England\r\nbatsman in a secluded passage near the junior day-room left the latter\r\nrather limp and exceedingly meek. For the moment all the jauntiness\r\nand exuberance had been drained out of him. He was a punctured\r\nballoon. Reflection, and the distinctly discouraging replies of those\r\nexperts in school law to whom he had put the question, “What d’you\r\nthink he’ll do?” had induced a very chastened frame of mind.\r\n\r\nHe perceived that he had walked very nearly into a hornets’ nest, and\r\nthe realisation of his escape made him agree readily to all the\r\nconditions imposed. The apology to the Gazeka was made without\r\nreserve, and the offensively forgiving, say-no-more-about-it-but-take\r\ncare-in-future air of the head of the house roused no spark of\r\nresentment in him, so subdued was his fighting spirit. All he wanted\r\nwas to get the thing done with. He was not inclined to be critical.\r\n\r\nAnd, most of all, he felt grateful to Bob. Firby-Smith, in the course\r\nof his address, had not omitted to lay stress on the importance of\r\nBob’s intervention. But for Bob, he gave him to understand, he, Mike,\r\nwould have been prosecuted with the utmost rigour of the law. Mike\r\ncame away with a confused picture in his mind of a horde of furious\r\nprefects bent on his slaughter, after the manner of a stage “excited\r\ncrowd,” and Bob waving them back. He realised that Bob had done him a\r\ngood turn. He wished he could find some way of repaying him.\r\n\r\nCuriously enough, it was an enemy of Bob’s who suggested the\r\nway--Burton, of Donaldson’s. Burton was a slippery young gentleman,\r\nfourteen years of age, who had frequently come into contact with\r\nBob in the house, and owed him many grudges. With Mike he had always\r\ntried to form an alliance, though without success.\r\n\r\nHe happened to meet Mike going to school next morning, and unburdened\r\nhis soul to him. It chanced that Bob and he had had another small\r\nencounter immediately after breakfast, and Burton felt revengeful.\r\n\r\n“I say,” said Burton, “I’m jolly glad you’re playing for the first\r\nagainst Geddington.”\r\n\r\n“Thanks,” said Mike.\r\n\r\n“I’m specially glad for one reason.”\r\n\r\n“What’s that?” inquired Mike, without interest.\r\n\r\n“Because your beast of a brother has been chucked out. He’d have been\r\nplaying but for you.”\r\n\r\nAt any other time Mike would have heard Bob called a beast without\r\nactive protest. He would have felt that it was no business of his to\r\nfight his brother’s battles for him. But on this occasion he deviated\r\nfrom his rule.\r\n\r\nHe kicked Burton. Not once or twice, but several times, so that\r\nBurton, retiring hurriedly, came to the conclusion that it must be\r\nsomething in the Jackson blood, some taint, as it were. They were\r\n_all_ beasts.\r\n\r\n       *       *       *       *       *\r\n\r\nMike walked on, weighing this remark, and gradually made up his mind.\r\nIt must be remembered that he was in a confused mental condition, and\r\nthat the only thing he realised clearly was that Bob had pulled him\r\nout of an uncommonly nasty hole. It seemed to him that it was\r\nnecessary to repay Bob. He thought the thing over more fully during\r\nschool, and his decision remained unaltered.\r\n\r\nOn the evening before the Geddington match, just before lock-up, Mike\r\ntapped at Burgess’s study door. He tapped with his right hand, for his\r\nleft was in a sling.\r\n\r\n“Come in!” yelled the captain. “Hullo!”\r\n\r\n“I’m awfully sorry, Burgess,” said Mike. “I’ve crocked my wrist a\r\nbit.”\r\n\r\n“How did you do that? You were all right at the nets?”\r\n\r\n“Slipped as I was changing,” said Mike stolidly.\r\n\r\n“Is it bad?”\r\n\r\n“Nothing much. I’m afraid I shan’t be able to play to-morrow.”\r\n\r\n“I say, that’s bad luck. Beastly bad luck. We wanted your batting,\r\ntoo. Be all right, though, in a day or two, I suppose?”\r\n\r\n“Oh, yes, rather.”\r\n\r\n“Hope so, anyway.”\r\n\r\n“Thanks. Good-night.”\r\n\r\n“Good-night.”\r\n\r\nAnd Burgess, with the comfortable feeling that he had managed to\r\ncombine duty and pleasure after all, wrote a note to Bob at\r\nDonaldson’s, telling him to be ready to start with the team for\r\nGeddington by the 8.54 next morning."
  ]
}