{
  "index": 13,
  "title": "Chapter 12",
  "paragraphs": [
    "MIKE GETS HIS CHANCE\r\n\r\n\r\nThe headmaster was quite bland and business-like about it all. There\r\nwere no impassioned addresses from the dais. He did not tell the\r\nschool that it ought to be ashamed of itself. Nor did he say that he\r\nshould never have thought it of them. Prayers on the Saturday morning\r\nwere marked by no unusual features. There was, indeed, a stir of\r\nexcitement when he came to the edge of the dais, and cleared his\r\nthroat as a preliminary to making an announcement. Now for it, thought\r\nthe school.\r\n\r\nThis was the announcement.\r\n\r\n“There has been an outbreak of chicken-pox in the town. All streets\r\nexcept the High Street will in consequence be out of bounds till\r\nfurther notice.”\r\n\r\nHe then gave the nod of dismissal.\r\n\r\nThe school streamed downstairs, marvelling.\r\n\r\nThe less astute of the picnickers, unmindful of the homely proverb\r\nabout hallooing before leaving the wood, were openly exulting. It\r\nseemed plain to them that the headmaster, baffled by the magnitude of\r\nthe thing, had resolved to pursue the safe course of ignoring it\r\naltogether. To lie low is always a shrewd piece of tactics, and there\r\nseemed no reason why the Head should not have decided on it in the\r\npresent instance.\r\n\r\nNeville-Smith was among these premature rejoicers.\r\n\r\n“I say,” he chuckled, overtaking Wyatt in the cloisters, “this is all\r\nright, isn’t it! He’s funked it. I thought he would. Finds the job too\r\nbig to tackle.”\r\n\r\nWyatt was damping.\r\n\r\n“My dear chap,” he said, “it’s not over yet by a long chalk. It hasn’t\r\nstarted yet.”\r\n\r\n“What do you mean? Why didn’t he say anything about it in Hall, then?”\r\n\r\n“Why should he? Have you ever had tick at a shop?”\r\n\r\n“Of course I have. What do you mean? Why?”\r\n\r\n“Well, they didn’t send in the bill right away. But it came all\r\nright.”\r\n\r\n“Do you think he’s going to do something, then?”\r\n\r\n“Rather. You wait.”\r\n\r\nWyatt was right.\r\n\r\nBetween ten and eleven on Wednesdays and Saturdays old Bates, the\r\nschool sergeant, used to copy out the names of those who were in extra\r\nlesson, and post them outside the school shop. The school inspected\r\nthe list during the quarter to eleven interval.\r\n\r\nTo-day, rushing to the shop for its midday bun, the school was aware\r\nof a vast sheet of paper where usually there was but a small one. They\r\nsurged round it. Buns were forgotten. What was it?\r\n\r\nThen the meaning of the notice flashed upon them. The headmaster had\r\nacted. This bloated document was the extra lesson list, swollen with\r\nnames as a stream swells with rain. It was a comprehensive document.\r\nIt left out little.\r\n\r\n“The following boys will go in to extra lesson this afternoon and next\r\nWednesday,” it began. And “the following boys” numbered four hundred.\r\n\r\n“Bates must have got writer’s cramp,” said Clowes, as he read the huge\r\nscroll.\r\n\r\n       *       *       *       *       *\r\n\r\nWyatt met Mike after school, as they went back to the house.\r\n\r\n“Seen the ‘extra’ list?” he remarked. “None of the kids are in it, I\r\nnotice. Only the bigger fellows. Rather a good thing. I’m glad you got\r\noff.”\r\n\r\n“Thanks,” said Mike, who was walking a little stiffly. “I don’t know\r\nwhat you call getting off. It seems to me you’re the chaps who got\r\noff.”\r\n\r\n“How do you mean?”\r\n\r\n“We got tanned,” said Mike ruefully.\r\n\r\n“What!”\r\n\r\n“Yes. Everybody below the Upper Fourth.”\r\n\r\nWyatt roared with laughter.\r\n\r\n“By Gad,” he said, “he is an old sportsman. I never saw such a man. He\r\nlowers all records.”\r\n\r\n“Glad you think it funny. You wouldn’t have if you’d been me. I was\r\none of the first to get it. He was quite fresh.”\r\n\r\n“Sting?”\r\n\r\n“Should think it did.”\r\n\r\n“Well, buck up. Don’t break down.”\r\n\r\n“I’m not breaking down,” said Mike indignantly.\r\n\r\n“All right, I thought you weren’t. Anyhow, you’re better off than I\r\nam.”\r\n\r\n“An extra’s nothing much,” said Mike.\r\n\r\n“It is when it happens to come on the same day as the M.C.C. match.”\r\n\r\n“Oh, by Jove! I forgot. That’s next Wednesday, isn’t it? You won’t be\r\nable to play!”\r\n\r\n“No.”\r\n\r\n“I say, what rot!”\r\n\r\n“It is, rather. Still, nobody can say I didn’t ask for it. If one goes\r\nout of one’s way to beg and beseech the Old Man to put one in extra,\r\nit would be a little rough on him to curse him when he does it.”\r\n\r\n“I should be awfully sick, if it were me.”\r\n\r\n“Well, it isn’t you, so you’re all right. You’ll probably get my place\r\nin the team.”\r\n\r\nMike smiled dutifully at what he supposed to be a humorous sally.\r\n\r\n“Or, rather, one of the places,” continued Wyatt, who seemed to be\r\nsufficiently in earnest. “They’ll put a bowler in instead of me.\r\nProbably Druce. But there’ll be several vacancies. Let’s see. Me.\r\nAdams. Ashe. Any more? No, that’s the lot. I should think they’d give\r\nyou a chance.”\r\n\r\n“You needn’t rot,” said Mike uncomfortably. He had his day-dreams,\r\nlike everybody else, and they always took the form of playing for the\r\nfirst eleven (and, incidentally, making a century in record time). To\r\nhave to listen while the subject was talked about lightly made him hot\r\nand prickly all over.\r\n\r\n“I’m not rotting,” said Wyatt seriously, “I’ll suggest it to Burgess\r\nto-night.”\r\n\r\n“You don’t think there’s any chance of it, really, do you?” said Mike\r\nawkwardly.\r\n\r\n“I don’t see why not? Buck up in the scratch game this afternoon.\r\nFielding especially. Burgess is simply mad on fielding. I don’t blame\r\nhim either, especially as he’s a bowler himself. He’d shove a man into\r\nthe team like a shot, whatever his batting was like, if his fielding\r\nwas something extra special. So you field like a demon this afternoon,\r\nand I’ll carry on the good work in the evening.”\r\n\r\n“I say,” said Mike, overcome, “it’s awfully decent of you, Wyatt.”\r\n\r\n       *       *       *       *       *\r\n\r\nBilly Burgess, captain of Wrykyn cricket, was a genial giant, who\r\nseldom allowed himself to be ruffled. The present was one of the rare\r\noccasions on which he permitted himself that luxury. Wyatt found him\r\nin his study, shortly before lock-up, full of strange oaths, like the\r\nsoldier in Shakespeare.\r\n\r\n“You rotter! You rotter! You _worm_!” he observed crisply, as\r\nWyatt appeared.\r\n\r\n“Dear old Billy!” said Wyatt. “Come on, give me a kiss, and let’s be\r\nfriends.”\r\n\r\n“You----!”\r\n\r\n“William! William!”\r\n\r\n“If it wasn’t illegal, I’d like to tie you and Ashe and that\r\nblackguard Adams up in a big sack, and drop you into the river. And\r\nI’d jump on the sack first. What do you mean by letting the team down\r\nlike this? I know you were at the bottom of it all.”\r\n\r\nHe struggled into his shirt--he was changing after a bath--and his\r\nface popped wrathfully out at the other end.\r\n\r\n“I’m awfully sorry, Bill,” said Wyatt. “The fact is, in the excitement\r\nof the moment the M.C.C. match went clean out of my mind.”\r\n\r\n“You haven’t got a mind,” grumbled Burgess. “You’ve got a cheap brown\r\npaper substitute. That’s your trouble.”\r\n\r\nWyatt turned the conversation tactfully.\r\n\r\n“How many wickets did you get to-day?” he asked.\r\n\r\n“Eight. For a hundred and three. I was on the spot. Young Jackson\r\ncaught a hot one off me at third man. That kid’s good.”\r\n\r\n“Why don’t you play him against the M.C.C. on Wednesday?” said Wyatt,\r\njumping at his opportunity.\r\n\r\n“What? Are you sitting on my left shoe?”\r\n\r\n“No. There it is in the corner.”\r\n\r\n“Right ho!... What were you saying?”\r\n\r\n“Why not play young Jackson for the first?”\r\n\r\n“Too small.”\r\n\r\n“Rot. What does size matter? Cricket isn’t footer. Besides, he isn’t\r\nsmall. He’s as tall as I am.”\r\n\r\n“I suppose he is. Dash, I’ve dropped my stud.”\r\n\r\nWyatt waited patiently till he had retrieved it. Then he returned to\r\nthe attack.\r\n\r\n“He’s as good a bat as his brother, and a better field.”\r\n\r\n“Old Bob can’t field for toffee. I will say that for him. Dropped a\r\nsitter off me to-day. Why the deuce fellows can’t hold catches when\r\nthey drop slowly into their mouths I’m hanged if I can see.”\r\n\r\n“You play him,” said Wyatt. “Just give him a trial. That kid’s a\r\ngenius at cricket. He’s going to be better than any of his brothers,\r\neven Joe. Give him a shot.”\r\n\r\nBurgess hesitated.\r\n\r\n“You know, it’s a bit risky,” he said. “With you three lunatics out of\r\nthe team we can’t afford to try many experiments. Better stick to the\r\nmen at the top of the second.”\r\n\r\nWyatt got up, and kicked the wall as a vent for his feelings.\r\n\r\n“You rotter,” he said. “Can’t you _see_ when you’ve got a good\r\nman? Here’s this kid waiting for you ready made with a style like\r\nTrumper’s, and you rave about top men in the second, chaps who play\r\nforward at everything, and pat half-volleys back to the bowler! Do you\r\nrealise that your only chance of being known to Posterity is as the\r\nman who gave M. Jackson his colours at Wrykyn? In a few years he’ll be\r\nplaying for England, and you’ll think it a favour if he nods to you in\r\nthe pav. at Lord’s. When you’re a white-haired old man you’ll go\r\ndoddering about, gassing to your grandchildren, poor kids, how you\r\n‘discovered’ M. Jackson. It’ll be the only thing they’ll respect you\r\nfor.”\r\n\r\nWyatt stopped for breath.\r\n\r\n“All right,” said Burgess, “I’ll think it over. Frightful gift of the\r\ngab you’ve got, Wyatt.”\r\n\r\n“Good,” said Wyatt. “Think it over. And don’t forget what I said about\r\nthe grandchildren. You would like little Wyatt Burgess and the other\r\nlittle Burgesses to respect you in your old age, wouldn’t you? Very\r\nwell, then. So long. The bell went ages ago. I shall be locked out.”\r\n\r\n       *       *       *       *       *\r\n\r\nOn the Monday morning Mike passed the notice-board just as Burgess\r\nturned away from pinning up the list of the team to play the M.C.C. He\r\nread it, and his heart missed a beat. For, bottom but one, just above\r\nthe W. B. Burgess, was a name that leaped from the paper at him. His\r\nown name."
  ]
}