{
  "index": 10,
  "title": "Chapter 9",
  "paragraphs": [
    "BEFORE THE STORM\r\n\r\n\r\nYour real, devastating row has many points of resemblance with a\r\nprairie fire. A man on a prairie lights his pipe, and throws away the\r\nmatch. The flame catches a bunch of dry grass, and, before any one can\r\nrealise what is happening, sheets of fire are racing over the country;\r\nand the interested neighbours are following their example. (I have\r\nalready compared a row with a thunderstorm; but both comparisons may\r\nstand. In dealing with so vast a matter as a row there must be no\r\nstint.)\r\n\r\nThe tomato which hit Wyatt in the face was the thrown-away match. But\r\nfor the unerring aim of the town marksman great events would never\r\nhave happened. A tomato is a trivial thing (though it is possible that\r\nthe man whom it hits may not think so), but in the present case, it\r\nwas the direct cause of epoch-making trouble.\r\n\r\nThe tomato hit Wyatt. Wyatt, with others, went to look for the\r\nthrower. The remnants of the thrower’s friends were placed in the\r\npond, and “with them,” as they say in the courts of law, Police\r\nConstable Alfred Butt.\r\n\r\nFollowing the chain of events, we find Mr. Butt, having prudently\r\nchanged his clothes, calling upon the headmaster.\r\n\r\nThe headmaster was grave and sympathetic; Mr. Butt fierce and\r\nrevengeful.\r\n\r\nThe imagination of the force is proverbial. Nurtured on motor-cars and\r\nfed with stop-watches, it has become world-famous. Mr. Butt gave free\r\nrein to it.\r\n\r\n“Threw me in, they did, sir. Yes, sir.”\r\n\r\n“Threw you in!”\r\n\r\n“Yes, sir. _Plop_!” said Mr. Butt, with a certain sad relish.\r\n\r\n“Really, really!” said the headmaster. “Indeed! This is--dear me! I\r\nshall certainly--They threw you in!--Yes, I shall--certainly----”\r\n\r\nEncouraged by this appreciative reception of his story, Mr. Butt\r\nstarted it again, right from the beginning.\r\n\r\n“I was on my beat, sir, and I thought I heard a disturbance. I says to\r\nmyself, ‘’Allo,’ I says, ‘a frakkus. Lots of them all gathered\r\ntogether, and fighting.’ I says, beginning to suspect something,\r\n‘Wot’s this all about, I wonder?’ I says. ‘Blow me if I don’t think\r\nit’s a frakkus.’ And,” concluded Mr. Butt, with the air of one\r\nconfiding a secret, “and it _was_ a frakkus!”\r\n\r\n“And these boys actually threw you into the pond?”\r\n\r\n“_Plop_, sir! Mrs. Butt is drying my uniform at home at this very\r\nmoment as we sit talking here, sir. She says to me, ‘Why, whatever\r\n_’ave_ you been a-doing? You’re all wet.’ And,” he added, again\r\nwith the confidential air, “I _was_ wet, too. Wringin’ wet.”\r\n\r\nThe headmaster’s frown deepened.\r\n\r\n“And you are certain that your assailants were boys from the school?”\r\n\r\n“Sure as I am that I’m sitting here, sir. They all ’ad their caps on\r\ntheir heads, sir.”\r\n\r\n“I have never heard of such a thing. I can hardly believe that it is\r\npossible. They actually seized you, and threw you into the water----”\r\n\r\n“_Splish_, sir!” said the policeman, with a vividness of imagery\r\nboth surprising and gratifying.\r\n\r\nThe headmaster tapped restlessly on the floor with his foot.\r\n\r\n“How many boys were there?” he asked.\r\n\r\n“Couple of ’undred, sir,” said Mr. Butt promptly.\r\n\r\n“Two hundred!”\r\n\r\n“It was dark, sir, and I couldn’t see not to say properly; but if you\r\nask me my frank and private opinion I should say couple of ’undred.”\r\n\r\n“H’m--Well, I will look into the matter at once. They shall be\r\npunished.”\r\n\r\n“Yes, sir.”\r\n\r\n“Ye-e-s--H’m--Yes--Most severely.”\r\n\r\n“Yes, sir.”\r\n\r\n“Yes--Thank you, constable. Good-night.”\r\n\r\n“Good-night, sir.”\r\n\r\nThe headmaster of Wrykyn was not a motorist. Owing to this\r\ndisadvantage he made a mistake. Had he been a motorist, he would have\r\nknown that statements by the police in the matter of figures must be\r\ndivided by any number from two to ten, according to discretion. As it\r\nwas, he accepted Constable Butt’s report almost as it stood. He\r\nthought that he might possibly have been mistaken as to the exact\r\nnumbers of those concerned in his immersion; but he accepted the\r\nstatement in so far as it indicated that the thing had been the work\r\nof a considerable section of the school, and not of only one or two\r\nindividuals. And this made all the difference to his method of dealing\r\nwith the affair. Had he known how few were the numbers of those\r\nresponsible for the cold in the head which subsequently attacked\r\nConstable Butt, he would have asked for their names, and an extra\r\nlesson would have settled the entire matter.\r\n\r\nAs it was, however, he got the impression that the school, as a whole,\r\nwas culpable, and he proceeded to punish the school as a whole.\r\n\r\nIt happened that, about a week before the pond episode, a certain\r\nmember of the Royal Family had recovered from a dangerous illness,\r\nwhich at one time had looked like being fatal. No official holiday had\r\nbeen given to the schools in honour of the recovery, but Eton and\r\nHarrow had set the example, which was followed throughout the kingdom,\r\nand Wrykyn had come into line with the rest. Only two days before the\r\nO.W.’s matches the headmaster had given out a notice in the hall that\r\nthe following Friday would be a whole holiday; and the school, always\r\nready to stop work, had approved of the announcement exceedingly.\r\n\r\nThe step which the headmaster decided to take by way of avenging Mr.\r\nButt’s wrongs was to stop this holiday.\r\n\r\nHe gave out a notice to that effect on the Monday.\r\n\r\nThe school was thunderstruck. It could not understand it. The pond\r\naffair had, of course, become public property; and those who had had\r\nnothing to do with it had been much amused. “There’ll be a frightful\r\nrow about it,” they had said, thrilled with the pleasant excitement of\r\nthose who see trouble approaching and themselves looking on from a\r\ncomfortable distance without risk or uneasiness. They were not\r\nmalicious. They did not want to see their friends in difficulties. But\r\nthere is no denying that a row does break the monotony of a school\r\nterm. The thrilling feeling that something is going to happen is the\r\nsalt of life....\r\n\r\nAnd here they were, right in it after all. The blow had fallen, and\r\ncrushed guilty and innocent alike.\r\n\r\n       *       *       *       *       *\r\n\r\nThe school’s attitude can be summed up in three words. It was one\r\nvast, blank, astounded “Here, I say!”\r\n\r\nEverybody was saying it, though not always in those words. When\r\ncondensed, everybody’s comment on the situation came to that.\r\n\r\n       *       *       *       *       *\r\n\r\nThere is something rather pathetic in the indignation of a school. It\r\nmust always, or nearly always, expend itself in words, and in private\r\nat that. Even the consolation of getting on to platforms and shouting\r\nat itself is denied to it. A public school has no Hyde Park.\r\n\r\nThere is every probability--in fact, it is certain--that, but for one\r\nmalcontent, the school’s indignation would have been allowed to simmer\r\ndown in the usual way, and finally become a mere vague memory.\r\n\r\nThe malcontent was Wyatt. He had been responsible for the starting of\r\nthe matter, and he proceeded now to carry it on till it blazed up into\r\nthe biggest thing of its kind ever known at Wrykyn--the Great Picnic.\r\n\r\n       *       *       *       *       *\r\n\r\nAny one who knows the public schools, their ironbound conservatism,\r\nand, as a whole, intense respect for order and authority, will\r\nappreciate the magnitude of his feat, even though he may not approve\r\nof it. Leaders of men are rare. Leaders of boys are almost unknown. It\r\nrequires genius to sway a school.\r\n\r\nIt would be an absorbing task for a psychologist to trace the various\r\nstages by which an impossibility was changed into a reality. Wyatt’s\r\ncoolness and matter-of-fact determination were his chief weapons. His\r\npopularity and reputation for lawlessness helped him. A conversation\r\nwhich he had with Neville-Smith, a day-boy, is typical of the way in\r\nwhich he forced his point of view on the school.\r\n\r\nNeville-Smith was thoroughly representative of the average Wrykynian.\r\nHe could play his part in any minor “rag” which interested him, and\r\nprobably considered himself, on the whole, a daring sort of person.\r\nBut at heart he had an enormous respect for authority. Before he came\r\nto Wyatt, he would not have dreamed of proceeding beyond words in his\r\nrevolt. Wyatt acted on him like some drug.\r\n\r\nNeville-Smith came upon Wyatt on his way to the nets. The notice\r\nconcerning the holiday had only been given out that morning, and he\r\nwas full of it. He expressed his opinion of the headmaster freely and\r\nin well-chosen words. He said it was a swindle, that it was all rot,\r\nand that it was a beastly shame. He added that something ought to be\r\ndone about it.\r\n\r\n“What are you going to do?” asked Wyatt.\r\n\r\n“Well,” said Neville-Smith a little awkwardly, guiltily conscious that\r\nhe had been frothing, and scenting sarcasm, “I don’t suppose one can\r\nactually _do_ anything.”\r\n\r\n“Why not?” said Wyatt.\r\n\r\n“What do you mean?”\r\n\r\n“Why don’t you take the holiday?”\r\n\r\n“What? Not turn up on Friday!”\r\n\r\n“Yes. I’m not going to.”\r\n\r\nNeville-Smith stopped and stared. Wyatt was unmoved.\r\n\r\n“You’re what?”\r\n\r\n“I simply sha’n’t go to school.”\r\n\r\n“You’re rotting.”\r\n\r\n“All right.”\r\n\r\n“No, but, I say, ragging barred. Are you just going to cut off, though\r\nthe holiday’s been stopped?”\r\n\r\n“That’s the idea.”\r\n\r\n“You’ll get sacked.”\r\n\r\n“I suppose so. But only because I shall be the only one to do it. If\r\nthe whole school took Friday off, they couldn’t do much. They couldn’t\r\nsack the whole school.”\r\n\r\n“By Jove, nor could they! I say!”\r\n\r\nThey walked on, Neville-Smith’s mind in a whirl, Wyatt whistling.\r\n\r\n“I say,” said Neville-Smith after a pause. “It would be a bit of a\r\nrag.”\r\n\r\n“Not bad.”\r\n\r\n“Do you think the chaps would do it?”\r\n\r\n“If they understood they wouldn’t be alone.”\r\n\r\nAnother pause.\r\n\r\n“Shall I ask some of them?” said Neville-Smith.\r\n\r\n“Do.”\r\n\r\n“I could get quite a lot, I believe.”\r\n\r\n“That would be a start, wouldn’t it? I could get a couple of dozen\r\nfrom Wain’s. We should be forty or fifty strong to start with.”\r\n\r\n“I say, what a score, wouldn’t it be?”\r\n\r\n“Yes.”\r\n\r\n“I’ll speak to the chaps to-night, and let you know.”\r\n\r\n“All right,” said Wyatt. “Tell them that I shall be going anyhow. I\r\nshould be glad of a little company.”\r\n\r\n       *       *       *       *       *\r\n\r\nThe school turned in on the Thursday night in a restless, excited way.\r\nThere were mysterious whisperings and gigglings. Groups kept forming\r\nin corners apart, to disperse casually and innocently on the approach\r\nof some person in authority.\r\n\r\nAn air of expectancy permeated each of the houses."
  ]
}