{
  "index": 18,
  "title": "Chapter 17",
  "paragraphs": [
    "ANOTHER VACANCY\r\n\r\n\r\nWyatt got back late that night, arriving at the dormitory as Mike was\r\ngoing to bed.\r\n\r\n“By Jove, I’m done,” he said. “It was simply baking at Geddington. And\r\nI came back in a carriage with Neville-Smith and Ellerby, and they\r\nragged the whole time. I wanted to go to sleep, only they wouldn’t let\r\nme. Old Smith was awfully bucked because he’d taken four wickets. I\r\nshould think he’d go off his nut if he took eight ever. He was singing\r\ncomic songs when he wasn’t trying to put Ellerby under the seat. How’s\r\nyour wrist?”\r\n\r\n“Oh, better, thanks.”\r\n\r\nWyatt began to undress.\r\n\r\n“Any colours?” asked Mike after a pause. First eleven colours were\r\ngenerally given in the pavilion after a match or on the journey home.\r\n\r\n“No. Only one or two thirds. Jenkins and Clephane, and another chap,\r\ncan’t remember who. No first, though.”\r\n\r\n“What was Bob’s innings like?”\r\n\r\n“Not bad. A bit lucky. He ought to have been out before he’d scored,\r\nand he was out when he’d made about sixteen, only the umpire didn’t\r\nseem to know that it’s l-b-w when you get your leg right in front of\r\nthe wicket and the ball hits it. Never saw a clearer case in my life.\r\nI was in at the other end. Bit rotten for the Geddington chaps. Just\r\nlost them the match. Their umpire, too. Bit of luck for Bob. He didn’t\r\ngive the ghost of a chance after that.”\r\n\r\n“I should have thought they’d have given him his colours.”\r\n\r\n“Most captains would have done, only Burgess is so keen on fielding\r\nthat he rather keeps off it.”\r\n\r\n“Why, did he field badly?”\r\n\r\n“Rottenly. And the man always will choose Billy’s bowling to drop\r\ncatches off. And Billy would cut his rich uncle from Australia if he\r\nkept on dropping them off him. Bob’s fielding’s perfectly sinful. He\r\nwas pretty bad at the beginning of the season, but now he’s got so\r\nnervous that he’s a dozen times worse. He turns a delicate green when\r\nhe sees a catch coming. He let their best man off twice in one over,\r\noff Billy, to-day; and the chap went on and made a hundred odd.\r\nRipping innings bar those two chances. I hear he’s got an average of\r\neighty in school matches this season. Beastly man to bowl to. Knocked\r\nme off in half a dozen overs. And, when he does give a couple of easy\r\nchances, Bob puts them both on the floor. Billy wouldn’t have given\r\nhim his cap after the match if he’d made a hundred. Bob’s the sort of\r\nman who wouldn’t catch a ball if you handed it to him on a plate, with\r\nwatercress round it.”\r\n\r\nBurgess, reviewing the match that night, as he lay awake in his\r\ncubicle, had come to much the same conclusion. He was very fond of\r\nBob, but two missed catches in one over was straining the bonds of\r\nhuman affection too far. There would have been serious trouble between\r\nDavid and Jonathan if either had persisted in dropping catches off the\r\nother’s bowling. He writhed in bed as he remembered the second of the\r\ntwo chances which the wretched Bob had refused. The scene was\r\nindelibly printed on his mind. Chap had got a late cut which he\r\nfancied rather. With great guile he had fed this late cut. Sent down a\r\ncouple which he put to the boundary. Then fired a third much faster\r\nand a bit shorter. Chap had a go at it, just as he had expected: and\r\nhe felt that life was a good thing after all when the ball just\r\ntouched the corner of the bat and flew into Bob’s hands. And Bob\r\ndropped it!\r\n\r\nThe memory was too bitter. If he dwelt on it, he felt, he would get\r\ninsomnia. So he turned to pleasanter reflections: the yorker which had\r\nshattered the second-wicket man, and the slow head-ball which had led\r\nto a big hitter being caught on the boundary. Soothed by these\r\nmemories, he fell asleep.\r\n\r\nNext morning he found himself in a softened frame of mind. He thought\r\nof Bob’s iniquities with sorrow rather than wrath. He felt towards him\r\nmuch as a father feels towards a prodigal son whom there is still a\r\nchance of reforming. He overtook Bob on his way to chapel.\r\n\r\nDirectness was always one of Burgess’s leading qualities.\r\n\r\n“Look here, Bob. About your fielding. It’s simply awful.”\r\n\r\nBob was all remorse.\r\n\r\n“It’s those beastly slip catches. I can’t time them.”\r\n\r\n“That one yesterday was right into your hands. Both of them were.”\r\n\r\n“I know. I’m frightfully sorry.”\r\n\r\n“Well, but I mean, why _can’t_ you hold them? It’s no good being\r\na good bat--you’re that all right--if you’re going to give away runs\r\nin the field.”\r\n\r\n“Do you know, I believe I should do better in the deep. I could get\r\ntime to watch them there. I wish you’d give me a shot in the deep--for\r\nthe second.”\r\n\r\n“Second be blowed! I want your batting in the first. Do you think\r\nyou’d really do better in the deep?”\r\n\r\n“I’m almost certain I should. I’ll practise like mad. Trevor’ll hit me\r\nup catches. I hate the slips. I get in the dickens of a funk directly\r\nthe bowler starts his run now. I know that if a catch does come, I\r\nshall miss it. I’m certain the deep would be much better.”\r\n\r\n“All right then. Try it.”\r\n\r\nThe conversation turned to less pressing topics.\r\n\r\n       *       *       *       *       *\r\n\r\nIn the next two matches, accordingly, Bob figured on the boundary,\r\nwhere he had not much to do except throw the ball back to the bowler,\r\nand stop an occasional drive along the carpet. The beauty of fielding\r\nin the deep is that no unpleasant surprises can be sprung upon one.\r\nThere is just that moment or two for collecting one’s thoughts which\r\nmakes the whole difference. Bob, as he stood regarding the game from\r\nafar, found his self-confidence returning slowly, drop by drop.\r\n\r\nAs for Mike, he played for the second, and hoped for the day.\r\n\r\n       *       *       *       *       *\r\n\r\nHis opportunity came at last. It will be remembered that on the\r\nmorning after the Great Picnic the headmaster made an announcement in\r\nHall to the effect that, owing to an outbreak of chicken-pox in the\r\ntown, all streets except the High Street would be out of bounds. This\r\ndid not affect the bulk of the school, for most of the shops to which\r\nany one ever thought of going were in the High Street. But there were\r\ncertain inquiring minds who liked to ferret about in odd corners.\r\n\r\nAmong these was one Leather-Twigg, of Seymour’s, better known in\r\ncriminal circles as Shoeblossom.\r\n\r\nShoeblossom was a curious mixture of the Energetic Ragger and the\r\nQuiet Student. On a Monday evening you would hear a hideous uproar\r\nproceeding from Seymour’s junior day-room; and, going down with a\r\nswagger-stick to investigate, you would find a tangled heap of\r\nsquealing humanity on the floor, and at the bottom of the heap,\r\nsquealing louder than any two others, would be Shoeblossom, his collar\r\nburst and blackened and his face apoplectically crimson. On the\r\nTuesday afternoon, strolling in some shady corner of the grounds you\r\nwould come upon him lying on his chest, deep in some work of fiction\r\nand resentful of interruption. On the Wednesday morning he would be in\r\nreceipt of four hundred lines from his housemaster for breaking three\r\nwindows and a gas-globe. Essentially a man of moods, Shoeblossom.\r\n\r\nIt happened about the date of the Geddington match that he took out\r\nfrom the school library a copy of “The Iron Pirate,” and for the next\r\nday or two he wandered about like a lost spirit trying to find a\r\nsequestered spot in which to read it. His inability to hit on such a\r\nspot was rendered more irritating by the fact that, to judge from the\r\nfirst few chapters (which he had managed to get through during prep.\r\none night under the eye of a short-sighted master), the book was\r\nobviously the last word in hot stuff. He tried the junior day-room,\r\nbut people threw cushions at him. He tried out of doors, and a ball\r\nhit from a neighbouring net nearly scalped him. Anything in the nature\r\nof concentration became impossible in these circumstances.\r\n\r\nThen he recollected that in a quiet backwater off the High Street\r\nthere was a little confectioner’s shop, where tea might be had at a\r\nreasonable sum, and also, what was more important, peace.\r\n\r\nHe made his way there, and in the dingy back shop, all amongst the\r\ndust and bluebottles, settled down to a thoughtful perusal of chapter\r\nsix.\r\n\r\nUpstairs, at the same moment, the doctor was recommending that Master\r\nJohn George, the son of the house, be kept warm and out of draughts\r\nand not permitted to scratch himself, however necessary such an action\r\nmight seem to him. In brief, he was attending J. G. for chicken-pox.\r\n\r\nShoeblossom came away, entering the High Street furtively, lest\r\nAuthority should see him out of bounds, and returned to the school,\r\nwhere he went about his lawful occasions as if there were no such\r\nthing as chicken-pox in the world.\r\n\r\nBut all the while the microbe was getting in some unostentatious but\r\nclever work. A week later Shoeblossom began to feel queer. He had\r\noccasional headaches, and found himself oppressed by a queer distaste\r\nfor food. The professional advice of Dr. Oakes, the school doctor, was\r\ncalled for, and Shoeblossom took up his abode in the Infirmary, where\r\nhe read _Punch_, sucked oranges, and thought of Life.\r\n\r\nTwo days later Barry felt queer. He, too, disappeared from Society.\r\n\r\nChicken-pox is no respecter of persons. The next victim was Marsh, of\r\nthe first eleven. Marsh, who was top of the school averages. Where\r\nwere his drives now, his late cuts that were wont to set the pavilion\r\nin a roar. Wrapped in a blanket, and looking like the spotted marvel\r\nof a travelling circus, he was driven across to the Infirmary in a\r\nfour-wheeler, and it became incumbent upon Burgess to select a\r\nsubstitute for him.\r\n\r\nAnd so it came about that Mike soared once again into the ranks of the\r\nelect, and found his name down in the team to play against the\r\nIncogniti."
  ]
}