{
  "index": 29,
  "title": "Chapter 28",
  "paragraphs": [
    "MIKE WINS HOME\r\n\r\n\r\nThe Ripton last-wicket man was de Freece, the slow bowler. He was\r\napparently a young gentleman wholly free from the curse of\r\nnervousness. He wore a cheerful smile as he took guard before\r\nreceiving the first ball after lunch, and Wrykyn had plenty of\r\nopportunity of seeing that that was his normal expression when at the\r\nwickets. There is often a certain looseness about the attack after\r\nlunch, and the bowler of googlies took advantage of it now. He seemed\r\nto be a batsman with only one hit; but he had also a very accurate\r\neye, and his one hit, a semicircular stroke, which suggested the golf\r\nlinks rather than the cricket field, came off with distressing\r\nfrequency. He mowed Burgess’s first ball to the square-leg boundary,\r\nmissed his second, and snicked the third for three over long-slip’s\r\nhead. The other batsman played out the over, and de Freece proceeded\r\nto treat Ellerby’s bowling with equal familiarity. The scoring-board\r\nshowed an increase of twenty as the result of three overs. Every\r\nrun was invaluable now, and the Ripton contingent made the pavilion\r\nre-echo as a fluky shot over mid-on’s head sent up the hundred and\r\nfifty.\r\n\r\nThere are few things more exasperating to the fielding side than a\r\nlast-wicket stand. It resembles in its effect the dragging-out of a\r\nbook or play after the _dénouement_ has been reached. At the fall\r\nof the ninth wicket the fieldsmen nearly always look on their outing\r\nas finished. Just a ball or two to the last man, and it will be their\r\nturn to bat. If the last man insists on keeping them out in the field,\r\nthey resent it.\r\n\r\nWhat made it especially irritating now was the knowledge that a\r\nstraight yorker would solve the whole thing. But when Burgess bowled a\r\nyorker, it was not straight. And when he bowled a straight ball, it\r\nwas not a yorker. A four and a three to de Freece, and a four bye sent\r\nup a hundred and sixty.\r\n\r\nIt was beginning to look as if this might go on for ever, when\r\nEllerby, who had been missing the stumps by fractions of an inch,\r\nfor the last ten minutes, did what Burgess had failed to do. He\r\nbowled a straight, medium-paced yorker, and de Freece, swiping at it\r\nwith a bright smile, found his leg-stump knocked back. He had made\r\ntwenty-eight. His record score, he explained to Mike, as they walked\r\nto the pavilion, for this or any ground.\r\n\r\nThe Ripton total was a hundred and sixty-six.\r\n\r\n       *       *       *       *       *\r\n\r\nWith the ground in its usual true, hard condition, Wrykyn would have\r\ngone in against a score of a hundred and sixty-six with the cheery\r\nintention of knocking off the runs for the loss of two or three\r\nwickets. It would have been a gentle canter for them.\r\n\r\nBut ordinary standards would not apply here. On a good wicket Wrykyn\r\nthat season were a two hundred and fifty to three hundred side. On a\r\nbad wicket--well, they had met the Incogniti on a bad wicket, and\r\ntheir total--with Wyatt playing and making top score--had worked out\r\nat a hundred and seven.\r\n\r\nA grim determination to do their best, rather than confidence that\r\ntheir best, when done, would be anything record-breaking, was the\r\nspirit which animated the team when they opened their innings.\r\n\r\nAnd in five minutes this had changed to a dull gloom.\r\n\r\nThe tragedy started with the very first ball. It hardly seemed that\r\nthe innings had begun, when Morris was seen to leave the crease, and\r\nmake for the pavilion.\r\n\r\n“It’s that googly man,” said Burgess blankly.\r\n\r\n“What’s happened?” shouted a voice from the interior of the first\r\neleven room.\r\n\r\n“Morris is out.”\r\n\r\n“Good gracious! How?” asked Ellerby, emerging from the room with one\r\npad on his leg and the other in his hand.\r\n\r\n“L.-b.-w. First ball.”\r\n\r\n“My aunt! Who’s in next? Not me?”\r\n\r\n“No. Berridge. For goodness sake, Berry, stick a bat in the way, and\r\nnot your legs. Watch that de Freece man like a hawk. He breaks like\r\nsin all over the shop. Hullo, Morris! Bad luck! Were you out, do you\r\nthink?” A batsman who has been given l.-b.-w. is always asked this\r\nquestion on his return to the pavilion, and he answers it in nine\r\ncases out of ten in the negative. Morris was the tenth case. He\r\nthought it was all right, he said.\r\n\r\n“Thought the thing was going to break, but it didn’t.”\r\n\r\n“Hear that, Berry? He doesn’t always break. You must look out for\r\nthat,” said Burgess helpfully. Morris sat down and began to take off\r\nhis pads.\r\n\r\n“That chap’ll have Berry, if he doesn’t look out,” he said.\r\n\r\nBut Berridge survived the ordeal. He turned his first ball to leg for\r\na single.\r\n\r\nThis brought Marsh to the batting end; and the second tragedy\r\noccurred.\r\n\r\nIt was evident from the way he shaped that Marsh was short of\r\npractice. His visit to the Infirmary had taken the edge off his\r\nbatting. He scratched awkwardly at three balls without hitting them.\r\nThe last of the over had him in two minds. He started to play forward,\r\nchanged his stroke suddenly and tried to step back, and the next\r\nmoment the bails had shot up like the _débris_ of a small\r\nexplosion, and the wicket-keeper was clapping his gloved hands gently\r\nand slowly in the introspective, dreamy way wicket-keepers have on\r\nthese occasions.\r\n\r\nA silence that could be felt brooded over the pavilion.\r\n\r\nThe voice of the scorer, addressing from his little wooden hut the\r\nmelancholy youth who was working the telegraph-board, broke it.\r\n\r\n“One for two. Last man duck.”\r\n\r\nEllerby echoed the remark. He got up, and took off his blazer.\r\n\r\n“This is all right,” he said, “isn’t it! I wonder if the man at the\r\nother end is a sort of young Rhodes too!”\r\n\r\nFortunately he was not. The star of the Ripton attack was evidently de\r\nFreece. The bowler at the other end looked fairly plain. He sent them\r\ndown medium-pace, and on a good wicket would probably have been\r\nsimple. But to-day there was danger in the most guileless-looking\r\ndeliveries.\r\n\r\nBerridge relieved the tension a little by playing safely through the\r\nover, and scoring a couple of twos off it. And when Ellerby not only\r\nsurvived the destructive de Freece’s second over, but actually lifted\r\na loose ball on to the roof of the scoring-hut, the cloud began\r\nperceptibly to lift. A no-ball in the same over sent up the first ten.\r\nTen for two was not good; but it was considerably better than one for\r\ntwo.\r\n\r\nWith the score at thirty, Ellerby was missed in the slips off de\r\nFreece. He had been playing with slowly increasing confidence till\r\nthen, but this seemed to throw him out of his stride. He played inside\r\nthe next ball, and was all but bowled: and then, jumping out to drive,\r\nhe was smartly stumped. The cloud began to settle again.\r\n\r\nBob was the next man in.\r\n\r\nEllerby took off his pads, and dropped into the chair next to Mike’s.\r\nMike was silent and thoughtful. He was in after Bob, and to be on the\r\neve of batting does not make one conversational.\r\n\r\n“You in next?” asked Ellerby.\r\n\r\nMike nodded.\r\n\r\n“It’s getting trickier every minute,” said Ellerby. “The only thing\r\nis, if we can only stay in, we might have a chance. The wicket’ll get\r\nbetter, and I don’t believe they’ve any bowling at all bar de Freece.\r\nBy George, Bob’s out!... No, he isn’t.”\r\n\r\nBob had jumped out at one of de Freece’s slows, as Ellerby had done,\r\nand had nearly met the same fate. The wicket-keeper, however, had\r\nfumbled the ball.\r\n\r\n“That’s the way I was had,” said Ellerby. “That man’s keeping such a\r\njolly good length that you don’t know whether to stay in your ground\r\nor go out at them. If only somebody would knock him off his length, I\r\nbelieve we might win yet.”\r\n\r\nThe same idea apparently occurred to Burgess. He came to where Mike\r\nwas sitting.\r\n\r\n“I’m going to shove you down one, Jackson,” he said. “I shall go in\r\nnext myself and swipe, and try and knock that man de Freece off.”\r\n\r\n“All right,” said Mike. He was not quite sure whether he was glad or\r\nsorry at the respite.\r\n\r\n“It’s a pity old Wyatt isn’t here,” said Ellerby. “This is just the\r\nsort of time when he might have come off.”\r\n\r\n“Bob’s broken his egg,” said Mike.\r\n\r\n“Good man. Every little helps.... Oh, you silly ass, get _back_!”\r\n\r\nBerridge had called Bob for a short run that was obviously no run.\r\nThird man was returning the ball as the batsmen crossed. The next\r\nmoment the wicket-keeper had the bails off. Berridge was out by a\r\nyard.\r\n\r\n“Forty-one for four,” said Ellerby. “Help!”\r\n\r\nBurgess began his campaign against de Freece by skying his first\r\nball over cover’s head to the boundary. A howl of delight went up\r\nfrom the school, which was repeated, _fortissimo_, when, more\r\nby accident than by accurate timing, the captain put on two more\r\nfours past extra-cover. The bowler’s cheerful smile never varied.\r\n\r\nWhether Burgess would have knocked de Freece off his length or not was\r\na question that was destined to remain unsolved, for in the middle of\r\nthe other bowler’s over Bob hit a single; the batsmen crossed; and\r\nBurgess had his leg-stump uprooted while trying a gigantic pull-stroke.\r\n\r\nThe melancholy youth put up the figures, 54, 5, 12, on the board.\r\n\r\nMike, as he walked out of the pavilion to join Bob, was not conscious\r\nof any particular nervousness. It had been an ordeal having to wait\r\nand look on while wickets fell, but now that the time of inaction was\r\nat an end he felt curiously composed. When he had gone out to bat\r\nagainst the M.C.C. on the occasion of his first appearance for the\r\nschool, he experienced a quaint sensation of unreality. He seemed to\r\nbe watching his body walking to the wickets, as if it were some one\r\nelse’s. There was no sense of individuality.\r\n\r\nBut now his feelings were different. He was cool. He noticed small\r\nthings--mid-off chewing bits of grass, the bowler re-tying the scarf\r\nround his waist, little patches of brown where the turf had been worn\r\naway. He took guard with a clear picture of the positions of the\r\nfieldsmen photographed on his brain.\r\n\r\nFitness, which in a batsman exhibits itself mainly in an increased\r\npower of seeing the ball, is one of the most inexplicable things\r\nconnected with cricket. It has nothing, or very little, to do with\r\nactual health. A man may come out of a sick-room with just that extra\r\nquickness in sighting the ball that makes all the difference; or he\r\nmay be in perfect training and play inside straight half-volleys. Mike\r\nwould not have said that he felt more than ordinarily well that day.\r\nIndeed, he was rather painfully conscious of having bolted his food at\r\nlunch. But something seemed to whisper to him, as he settled himself\r\nto face the bowler, that he was at the top of his batting form. A\r\ndifficult wicket always brought out his latent powers as a bat. It was\r\na standing mystery with the sporting Press how Joe Jackson managed to\r\ncollect fifties and sixties on wickets that completely upset men who\r\nwere, apparently, finer players. On days when the Olympians of the\r\ncricket world were bringing their averages down with ducks and\r\nsingles, Joe would be in his element, watching the ball and pushing it\r\nthrough the slips as if there were no such thing as a tricky wicket.\r\nAnd Mike took after Joe.\r\n\r\nA single off the fifth ball of the over opened his score and brought\r\nhim to the opposite end. Bob played ball number six back to the\r\nbowler, and Mike took guard preparatory to facing de Freece.\r\n\r\nThe Ripton slow bowler took a long run, considering his pace. In the\r\nearly part of an innings he often trapped the batsmen in this way, by\r\nleading them to expect a faster ball than he actually sent down. A\r\nqueer little jump in the middle of the run increased the difficulty of\r\nwatching him.\r\n\r\nThe smiting he had received from Burgess in the previous over had not\r\nhad the effect of knocking de Freece off his length. The ball was too\r\nshort to reach with comfort, and not short enough to take liberties\r\nwith. It pitched slightly to leg, and whipped in quickly. Mike had\r\nfaced half-left, and stepped back. The increased speed of the ball\r\nafter it had touched the ground beat him. The ball hit his right pad.\r\n\r\n“’S that?” shouted mid-on. Mid-on has a habit of appealing for\r\nl.-b.-w. in school matches.\r\n\r\nDe Freece said nothing. The Ripton bowler was as conscientious in the\r\nmatter of appeals as a good bowler should be. He had seen that the\r\nball had pitched off the leg-stump.\r\n\r\nThe umpire shook his head. Mid-on tried to look as if he had not\r\nspoken.\r\n\r\nMike prepared himself for the next ball with a glow of confidence. He\r\nfelt that he knew where he was now. Till then he had not thought the\r\nwicket was so fast. The two balls he had played at the other end had\r\ntold him nothing. They had been well pitched up, and he had smothered\r\nthem. He knew what to do now. He had played on wickets of this pace at\r\nhome against Saunders’s bowling, and Saunders had shown him the right\r\nway to cope with them.\r\n\r\nThe next ball was of the same length, but this time off the off-stump.\r\nMike jumped out, and hit it before it had time to break. It flew along\r\nthe ground through the gap between cover and extra-cover, a\r\ncomfortable three.\r\n\r\nBob played out the over with elaborate care.\r\n\r\nOff the second ball of the other man’s over Mike scored his first\r\nboundary. It was a long-hop on the off. He banged it behind point to\r\nthe terrace-bank. The last ball of the over, a half-volley to leg, he\r\nlifted over the other boundary.\r\n\r\n“Sixty up,” said Ellerby, in the pavilion, as the umpire signalled\r\nanother no-ball. “By George! I believe these chaps are going to knock\r\noff the runs. Young Jackson looks as if he was in for a century.”\r\n\r\n“You ass,” said Berridge. “Don’t say that, or he’s certain to get\r\nout.”\r\n\r\nBerridge was one of those who are skilled in cricket superstitions.\r\n\r\nBut Mike did not get out. He took seven off de Freece’s next over by\r\nmeans of two cuts and a drive. And, with Bob still exhibiting a stolid\r\nand rock-like defence, the score mounted to eighty, thence to ninety,\r\nand so, mainly by singles, to a hundred.\r\n\r\nAt a hundred and four, when the wicket had put on exactly fifty, Bob\r\nfell to a combination of de Freece and extra-cover. He had stuck like\r\na limpet for an hour and a quarter, and made twenty-one.\r\n\r\nMike watched him go with much the same feelings as those of a man who\r\nturns away from the platform after seeing a friend off on a long\r\nrailway journey. His departure upset the scheme of things. For himself\r\nhe had no fear now. He might possibly get out off his next ball, but\r\nhe felt set enough to stay at the wickets till nightfall. He had had\r\nnarrow escapes from de Freece, but he was full of that conviction,\r\nwhich comes to all batsmen on occasion, that this was his day. He had\r\nmade twenty-six, and the wicket was getting easier. He could feel the\r\nsting going out of the bowling every over.\r\n\r\nHenfrey, the next man in, was a promising rather than an effective\r\nbat. He had an excellent style, but he was uncertain. (Two years\r\nlater, when he captained the Wrykyn teams, he made a lot of runs.) But\r\nthis season his batting had been spasmodic.\r\n\r\nTo-day he never looked like settling down. He survived an over from de\r\nFreece, and hit a fast change bowler who had been put on at the other\r\nend for a couple of fluky fours. Then Mike got the bowling for three\r\nconsecutive overs, and raised the score to a hundred and twenty-six. A\r\nbye brought Henfrey to the batting end again, and de Freece’s pet\r\ngoogly, which had not been much in evidence hitherto, led to his\r\nsnicking an easy catch into short-slip’s hands.\r\n\r\nA hundred and twenty-seven for seven against a total of a hundred and\r\nsixty-six gives the impression that the batting side has the\r\nadvantage. In the present case, however, it was Ripton who were really\r\nin the better position. Apparently, Wrykyn had three more wickets to\r\nfall. Practically they had only one, for neither Ashe, nor Grant, nor\r\nDevenish had any pretensions to be considered batsmen. Ashe was the\r\nschool wicket-keeper. Grant and Devenish were bowlers. Between them\r\nthe three could not be relied on for a dozen in a decent match.\r\n\r\nMike watched Ashe shape with a sinking heart. The wicket-keeper looked\r\nlike a man who feels that his hour has come. Mike could see him\r\nlicking his lips. There was nervousness written all over him.\r\n\r\nHe was not kept long in suspense. De Freece’s first ball made a\r\nhideous wreck of his wicket.\r\n\r\n“Over,” said the umpire.\r\n\r\nMike felt that the school’s one chance now lay in his keeping the\r\nbowling. But how was he to do this? It suddenly occurred to him that\r\nit was a delicate position that he was in. It was not often that he\r\nwas troubled by an inconvenient modesty, but this happened now. Grant\r\nwas a fellow he hardly knew, and a school prefect to boot. Could he go\r\nup to him and explain that he, Jackson, did not consider him competent\r\nto bat in this crisis? Would not this get about and be accounted to\r\nhim for side? He had made forty, but even so....\r\n\r\nFortunately Grant solved the problem on his own account. He came up to\r\nMike and spoke with an earnestness born of nerves. “For goodness\r\nsake,” he whispered, “collar the bowling all you know, or we’re done.\r\nI shall get outed first ball.”\r\n\r\n“All right,” said Mike, and set his teeth. Forty to win! A large\r\norder. But it was going to be done. His whole existence seemed to\r\nconcentrate itself on those forty runs.\r\n\r\nThe fast bowler, who was the last of several changes that had been\r\ntried at the other end, was well-meaning but erratic. The wicket was\r\nalmost true again now, and it was possible to take liberties.\r\n\r\nMike took them.\r\n\r\nA distant clapping from the pavilion, taken up a moment later all\r\nround the ground, and echoed by the Ripton fieldsmen, announced that\r\nhe had reached his fifty.\r\n\r\nThe last ball of the over he mishit. It rolled in the direction of\r\nthird man.\r\n\r\n“Come on,” shouted Grant.\r\n\r\nMike and the ball arrived at the opposite wicket almost simultaneously.\r\nAnother fraction of a second, and he would have been run out.\r\n\r\n[Illustration: MIKE AND THE BALL ARRIVED ALMOST SIMULTANEOUSLY]\r\n\r\nThe last balls of the next two overs provided repetitions of this\r\nperformance. But each time luck was with him, and his bat was across\r\nthe crease before the bails were off. The telegraph-board showed a\r\nhundred and fifty.\r\n\r\nThe next over was doubly sensational. The original medium-paced bowler\r\nhad gone on again in place of the fast man, and for the first five\r\nballs he could not find his length. During those five balls Mike\r\nraised the score to a hundred and sixty.\r\n\r\nBut the sixth was of a different kind. Faster than the rest and of a\r\nperfect length, it all but got through Mike’s defence. As it was, he\r\nstopped it. But he did not score. The umpire called “Over!” and there\r\nwas Grant at the batting end, with de Freece smiling pleasantly as he\r\nwalked back to begin his run with the comfortable reflection that at\r\nlast he had got somebody except Mike to bowl at.\r\n\r\nThat over was an experience Mike never forgot.\r\n\r\nGrant pursued the Fabian policy of keeping his bat almost immovable\r\nand trusting to luck. Point and the slips crowded round. Mid-off and\r\nmid-on moved half-way down the pitch. Grant looked embarrassed, but\r\ndetermined. For four balls he baffled the attack, though once nearly\r\ncaught by point a yard from the wicket. The fifth curled round his\r\nbat, and touched the off-stump. A bail fell silently to the ground.\r\n\r\nDevenish came in to take the last ball of the over.\r\n\r\nIt was an awe-inspiring moment. A great stillness was over all the\r\nground. Mike’s knees trembled. Devenish’s face was a delicate grey.\r\n\r\nThe only person unmoved seemed to be de Freece. His smile was even\r\nmore amiable than usual as he began his run.\r\n\r\nThe next moment the crisis was past. The ball hit the very centre of\r\nDevenish’s bat, and rolled back down the pitch.\r\n\r\nThe school broke into one great howl of joy. There were still seven\r\nruns between them and victory, but nobody appeared to recognise this\r\nfact as important. Mike had got the bowling, and the bowling was not\r\nde Freece’s.\r\n\r\nIt seemed almost an anti-climax when a four to leg and two two’s\r\nthrough the slips settled the thing.\r\n\r\n       *       *       *       *       *\r\n\r\nDevenish was caught and bowled in de Freece’s next over; but the\r\nWrykyn total was one hundred and seventy-two.\r\n\r\n       *       *       *       *       *\r\n\r\n“Good game,” said Maclaine, meeting Burgess in the pavilion. “Who was\r\nthe man who made all the runs? How many, by the way?”\r\n\r\n“Eighty-three. It was young Jackson. Brother of the other one.”\r\n\r\n“That family! How many more of them are you going to have here?”\r\n\r\n“He’s the last. I say, rough luck on de Freece. He bowled rippingly.”\r\n\r\nPoliteness to a beaten foe caused Burgess to change his usual “not\r\nbad.”\r\n\r\n“The funny part of it is,” continued he, “that young Jackson was only\r\nplaying as a sub.”\r\n\r\n“You’ve got a rum idea of what’s funny,” said Maclaine."
  ]
}