{
  "index": 27,
  "title": "Chapter 26",
  "paragraphs": [
    "THE AFTERMATH\r\n\r\n\r\nBad news spreads quickly. By the quarter to eleven interval next day\r\nthe facts concerning Wyatt and Mr. Wain were public property. Mike, as\r\nan actual spectator of the drama, was in great request as an\r\ninformant. As he told the story to a group of sympathisers outside the\r\nschool shop, Burgess came up, his eyes rolling in a fine frenzy.\r\n\r\n“Anybody seen young--oh, here you are. What’s all this about Jimmy\r\nWyatt? They’re saying he’s been sacked, or some rot.”\r\n\r\n[Illustration: “WHAT’S ALL THIS ABOUT JIMMY WYATT?”]\r\n\r\n“So he has--at least, he’s got to leave.”\r\n\r\n“What? When?”\r\n\r\n“He’s left already. He isn’t coming to school again.”\r\n\r\nBurgess’s first thought, as befitted a good cricket captain, was for\r\nhis team.\r\n\r\n“And the Ripton match on Saturday!”\r\n\r\nNobody seemed to have anything except silent sympathy at his command.\r\n\r\n“Dash the man! Silly ass! What did he want to do it for! Poor old\r\nJimmy, though!” he added after a pause. “What rot for him!”\r\n\r\n“Beastly,” agreed Mike.\r\n\r\n“All the same,” continued Burgess, with a return to the austere manner\r\nof the captain of cricket, “he might have chucked playing the goat\r\ntill after the Ripton match. Look here, young Jackson, you’ll turn out\r\nfor fielding with the first this afternoon. You’ll play on Saturday.”\r\n\r\n“All right,” said Mike, without enthusiasm. The Wyatt disaster was too\r\nrecent for him to feel much pleasure at playing against Ripton\r\n_vice_ his friend, withdrawn.\r\n\r\nBob was the next to interview him. They met in the cloisters.\r\n\r\n“Hullo, Mike!” said Bob. “I say, what’s all this about Wyatt?”\r\n\r\n“Wain caught him getting back into the dorm. last night after\r\nNeville-Smith’s, and he’s taken him away from the school.”\r\n\r\n“What’s he going to do? Going into that bank straight away?”\r\n\r\n“Yes. You know, that’s the part he bars most. He’d have been leaving\r\nanyhow in a fortnight, you see; only it’s awful rot for a chap like\r\nWyatt to have to go and froust in a bank for the rest of his life.”\r\n\r\n“He’ll find it rather a change, I expect. I suppose you won’t be\r\nseeing him before he goes?”\r\n\r\n“I shouldn’t think so. Not unless he comes to the dorm. during the\r\nnight. He’s sleeping over in Wain’s part of the house, but I shouldn’t\r\nbe surprised if he nipped out after Wain has gone to bed. Hope he\r\ndoes, anyway.”\r\n\r\n“I should like to say good-bye. But I don’t suppose it’ll be\r\npossible.”\r\n\r\nThey separated in the direction of their respective form-rooms. Mike\r\nfelt bitter and disappointed at the way the news had been received.\r\nWyatt was his best friend, his pal; and it offended him that the\r\nschool should take the tidings of his departure as they had done. Most\r\nof them who had come to him for information had expressed a sort of\r\nsympathy with the absent hero of his story, but the chief sensation\r\nseemed to be one of pleasurable excitement at the fact that something\r\nbig had happened to break the monotony of school routine. They treated\r\nthe thing much as they would have treated the announcement that a\r\nrecord score had been made in first-class cricket. The school was not\r\nso much regretful as comfortably thrilled. And Burgess had actually\r\ncursed before sympathising. Mike felt resentful towards Burgess. As a\r\nmatter of fact, the cricket captain wrote a letter to Wyatt during\r\npreparation that night which would have satisfied even Mike’s sense of\r\nwhat was fit. But Mike had no opportunity of learning this.\r\n\r\nThere was, however, one exception to the general rule, one member of\r\nthe school who did not treat the episode as if it were merely an\r\ninteresting and impersonal item of sensational news. Neville-Smith\r\nheard of what had happened towards the end of the interval, and rushed\r\noff instantly in search of Mike. He was too late to catch him before\r\nhe went to his form-room, so he waited for him at half-past twelve,\r\nwhen the bell rang for the end of morning school.\r\n\r\n“I say, Jackson, is this true about old Wyatt?”\r\n\r\nMike nodded.\r\n\r\n“What happened?”\r\n\r\nMike related the story for the sixteenth time. It was a melancholy\r\npleasure to have found a listener who heard the tale in the right\r\nspirit. There was no doubt about Neville-Smith’s interest and\r\nsympathy. He was silent for a moment after Mike had finished.\r\n\r\n“It was all my fault,” he said at length. “If it hadn’t been for me,\r\nthis wouldn’t have happened. What a fool I was to ask him to my place!\r\nI might have known he would be caught.”\r\n\r\n“Oh, I don’t know,” said Mike.\r\n\r\n“It was absolutely my fault.”\r\n\r\nMike was not equal to the task of soothing Neville-Smith’s wounded\r\nconscience. He did not attempt it. They walked on without further\r\nconversation till they reached Wain’s gate, where Mike left him.\r\nNeville-Smith proceeded on his way, plunged in meditation.\r\n\r\nThe result of which meditation was that Burgess got a second shock\r\nbefore the day was out. Bob, going over to the nets rather late in the\r\nafternoon, came upon the captain of cricket standing apart from his\r\nfellow men with an expression on his face that spoke of mental\r\nupheavals on a vast scale.\r\n\r\n“What’s up?” asked Bob.\r\n\r\n“Nothing much,” said Burgess, with a forced and grisly calm. “Only\r\nthat, as far as I can see, we shall play Ripton on Saturday with a\r\nsort of second eleven. You don’t happen to have got sacked or\r\nanything, by the way, do you?”\r\n\r\n“What’s happened now?”\r\n\r\n“Neville-Smith. In extra on Saturday. That’s all. Only our first- and\r\nsecond-change bowlers out of the team for the Ripton match in one day.\r\nI suppose by to-morrow half the others’ll have gone, and we shall take\r\nthe field on Saturday with a scratch side of kids from the Junior\r\nSchool.”\r\n\r\n“Neville-Smith! Why, what’s he been doing?”\r\n\r\n“Apparently he gave a sort of supper to celebrate his getting his\r\nfirst, and it was while coming back from that that Wyatt got collared.\r\nWell, I’m blowed if Neville-Smith doesn’t toddle off to the Old Man\r\nafter school to-day and tell him the whole yarn! Said it was all his\r\nfault. What rot! Sort of thing that might have happened to any one. If\r\nWyatt hadn’t gone to him, he’d probably have gone out somewhere else.”\r\n\r\n“And the Old Man shoved him in extra?”\r\n\r\n“Next two Saturdays.”\r\n\r\n“Are Ripton strong this year?” asked Bob, for lack of anything better\r\nto say.\r\n\r\n“Very, from all accounts. They whacked the M.C.C. Jolly hot team of\r\nM.C.C. too. Stronger than the one we drew with.”\r\n\r\n“Oh, well, you never know what’s going to happen at cricket. I may\r\nhold a catch for a change.”\r\n\r\nBurgess grunted.\r\n\r\nBob went on his way to the nets. Mike was just putting on his pads.\r\n\r\n“I say, Mike,” said Bob. “I wanted to see you. It’s about Wyatt. I’ve\r\nthought of something.”\r\n\r\n“What’s that?”\r\n\r\n“A way of getting him out of that bank. If it comes off, that’s to\r\nsay.”\r\n\r\n“By Jove, he’d jump at anything. What’s the idea?”\r\n\r\n“Why shouldn’t he get a job of sorts out in the Argentine? There ought\r\nto be heaps of sound jobs going there for a chap like Wyatt. He’s a\r\njolly good shot, to start with. I shouldn’t wonder if it wasn’t rather\r\na score to be able to shoot out there. And he can ride, I know.”\r\n\r\n“By Jove, I’ll write to father to-night. He must be able to work it, I\r\nshould think. He never chucked the show altogether, did he?”\r\n\r\nMike, as most other boys of his age would have been, was profoundly\r\nignorant as to the details by which his father’s money had been, or\r\nwas being, made. He only knew vaguely that the source of revenue had\r\nsomething to do with the Argentine. His brother Joe had been born in\r\nBuenos Ayres; and once, three years ago, his father had gone over\r\nthere for a visit, presumably on business. All these things seemed to\r\nshow that Mr. Jackson senior was a useful man to have about if you\r\nwanted a job in that Eldorado, the Argentine Republic.\r\n\r\nAs a matter of fact, Mike’s father owned vast tracts of land up\r\ncountry, where countless sheep lived and had their being. He had long\r\nretired from active superintendence of his estate. Like Mr. Spenlow,\r\nhe had a partner, a stout fellow with the work-taint highly developed,\r\nwho asked nothing better than to be left in charge. So Mr. Jackson had\r\nreturned to the home of his fathers, glad to be there again. But he\r\nstill had a decided voice in the ordering of affairs on the ranches,\r\nand Mike was going to the fountain-head of things when he wrote to his\r\nfather that night, putting forward Wyatt’s claims to attention and\r\nability to perform any sort of job with which he might be presented.\r\n\r\nThe reflection that he had done all that could be done tended to\r\nconsole him for the non-appearance of Wyatt either that night or next\r\nmorning--a non-appearance which was due to the simple fact that he\r\npassed that night in a bed in Mr. Wain’s dressing-room, the door of\r\nwhich that cautious pedagogue, who believed in taking no chances,\r\nlocked from the outside on retiring to rest."
  ]
}