{
  "index": 20,
  "title": "Chapter 19",
  "paragraphs": [
    "MIKE GOES TO SLEEP AGAIN\r\n\r\n\r\nMike was a stout supporter of the view that sleep in large quantities\r\nis good for one. He belonged to the school of thought which holds that\r\na man becomes plain and pasty if deprived of his full spell in bed. He\r\naimed at the peach-bloom complexion.\r\n\r\nTo be routed out of bed a clear hour before the proper time, even on a\r\nsummer morning, was not, therefore, a prospect that appealed to him.\r\n\r\nWhen he woke it seemed even less attractive than it had done when\r\nhe went to sleep. He had banged his head on the pillow six times\r\nover-night, and this silent alarm proved effective, as it always\r\ndoes. Reaching out a hand for his watch, he found that it was five\r\nminutes past six.\r\n\r\nThis was to the good. He could manage another quarter of an hour\r\nbetween the sheets. It would only take him ten minutes to wash and get\r\ninto his flannels.\r\n\r\nHe took his quarter of an hour, and a little more. He woke from a sort\r\nof doze to find that it was twenty-five past.\r\n\r\nMan’s inability to get out of bed in the morning is a curious thing.\r\nOne may reason with oneself clearly and forcibly without the slightest\r\neffect. One knows that delay means inconvenience. Perhaps it may spoil\r\none’s whole day. And one also knows that a single resolute heave will\r\ndo the trick. But logic is of no use. One simply lies there.\r\n\r\nMike thought he would take another minute.\r\n\r\nAnd during that minute there floated into his mind the question, Who\r\n_was_ Firby-Smith? That was the point. Who _was_ he, after all?\r\n\r\nThis started quite a new train of thought. Previously Mike had firmly\r\nintended to get up--some time. Now he began to waver.\r\n\r\nThe more he considered the Gazeka’s insignificance and futility and\r\nhis own magnificence, the more outrageous did it seem that he should\r\nbe dragged out of bed to please Firby-Smith’s vapid mind. Here was he,\r\nabout to receive his first eleven colours on this very day probably,\r\nbeing ordered about, inconvenienced--in short, put upon by a worm who\r\nhad only just scraped into the third.\r\n\r\nWas this right, he asked himself. Was this proper?\r\n\r\nAnd the hands of the watch moved round to twenty to.\r\n\r\nWhat was the matter with his fielding? _It_ was all right. Make\r\nthe rest of the team fag about, yes. But not a chap who, dash it all,\r\nhad got his first _for_ fielding!\r\n\r\nIt was with almost a feeling of self-righteousness that Mike turned\r\nover on his side and went to sleep again.\r\n\r\nAnd outside in the cricket-field, the massive mind of the Gazeka was\r\nfilled with rage, as it was gradually borne in upon him that this was\r\nnot a question of mere lateness--which, he felt, would be bad enough,\r\nfor when he said six-thirty he meant six-thirty--but of actual\r\ndesertion. It was time, he said to himself, that the foot of Authority\r\nwas set firmly down, and the strong right hand of Justice allowed to\r\nput in some energetic work. His comments on the team’s fielding that\r\nmorning were bitter and sarcastic. His eyes gleamed behind their\r\npince-nez.\r\n\r\nThe painful interview took place after breakfast. The head of the\r\nhouse despatched his fag in search of Mike, and waited. He paced up\r\nand down the room like a hungry lion, adjusting his pince-nez (a\r\nthing, by the way, which lions seldom do) and behaving in other\r\nrespects like a monarch of the desert. One would have felt, looking at\r\nhim, that Mike, in coming to his den, was doing a deed which would\r\nmake the achievement of Daniel seem in comparison like the tentative\r\neffort of some timid novice.\r\n\r\nAnd certainly Mike was not without qualms as he knocked at the door,\r\nand went in in response to the hoarse roar from the other side of it.\r\n\r\nFirby-Smith straightened his tie, and glared.\r\n\r\n“Young Jackson,” he said, “look here, I want to know what it all\r\nmeans, and jolly quick. You weren’t at house-fielding this morning.\r\nDidn’t you see the notice?”\r\n\r\nMike admitted that he had seen the notice.\r\n\r\n“Then you frightful kid, what do you mean by it? What?”\r\n\r\nMike hesitated. Awfully embarrassing, this. His real reason for not\r\nturning up to house-fielding was that he considered himself above such\r\nthings, and Firby-Smith a toothy weed. Could he give this excuse? He\r\nhad not his Book of Etiquette by him at the moment, but he rather\r\nfancied not. There was no arguing against the fact that the head of\r\nthe house _was_ a toothy weed; but he felt a firm conviction that\r\nit would not be politic to say so.\r\n\r\nHappy thought: over-slept himself.\r\n\r\nHe mentioned this.\r\n\r\n“Over-slept yourself! You must jolly well not over-sleep yourself.\r\nWhat do you mean by over-sleeping yourself?”\r\n\r\nVery trying this sort of thing.\r\n\r\n“What time did you wake up?”\r\n\r\n“Six,” said Mike.\r\n\r\nIt was not according to his complicated, yet intelligible code of\r\nmorality to tell lies to save himself. When others were concerned he\r\ncould suppress the true and suggest the false with a face of brass.\r\n\r\n“Six!”\r\n\r\n“Five past.”\r\n\r\n“Why didn’t you get up then?”\r\n\r\n“I went to sleep again.”\r\n\r\n“Oh, you went to sleep again, did you? Well, just listen to me. I’ve\r\nhad my eye on you for some time, and I’ve seen it coming on. You’ve\r\ngot swelled head, young man. That’s what you’ve got. Frightful swelled\r\nhead. You think the place belongs to you.”\r\n\r\n“I don’t,” said Mike indignantly.\r\n\r\n“Yes, you do,” said the Gazeka shrilly. “You think the whole frightful\r\nplace belongs to you. You go siding about as if you’d bought it. Just\r\nbecause you’ve got your second, you think you can do what you like;\r\nturn up or not, as you please. It doesn’t matter whether I’m only in\r\nthe third and you’re in the first. That’s got nothing to do with it.\r\nThe point is that you’re one of the house team, and I’m captain of it,\r\nso you’ve jolly well got to turn out for fielding with the others when\r\nI think it necessary. See?”\r\n\r\nMike said nothing.\r\n\r\n“Do--you--see, you frightful kid?”\r\n\r\n[Illustration: “DO--YOU--SEE, YOU FRIGHTFUL KID?”]\r\n\r\nMike remained stonily silent. The rather large grain of truth in what\r\nFirby-Smith had said had gone home, as the unpleasant truth about\r\nourselves is apt to do; and his feelings were hurt. He was determined\r\nnot to give in and say that he saw even if the head of the house\r\ninvoked all the majesty of the prefects’ room to help him, as he had\r\nnearly done once before. He set his teeth, and stared at a photograph\r\non the wall.\r\n\r\nFirby-Smith’s manner became ominously calm. He produced a\r\nswagger-stick from a corner.\r\n\r\n“Do you see?” he asked again.\r\n\r\nMike’s jaw set more tightly.\r\n\r\nWhat one really wants here is a row of stars.\r\n\r\n       *       *       *       *       *\r\n\r\nMike was still full of his injuries when Wyatt came back. Wyatt was\r\nworn out, but cheerful. The school had finished sixth for the\r\nAshburton, which was an improvement of eight places on their last\r\nyear’s form, and he himself had scored thirty at the two hundred and\r\ntwenty-seven at the five hundred totals, which had put him in a very\r\ngood humour with the world.\r\n\r\n“Me ancient skill has not deserted me,” he said, “That’s the cats. The\r\nman who can wing a cat by moonlight can put a bullet where he likes on\r\na target. I didn’t hit the bull every time, but that was to give the\r\nother fellows a chance. My fatal modesty has always been a hindrance\r\nto me in life, and I suppose it always will be. Well, well! And what\r\nof the old homestead? Anything happened since I went away? Me old\r\nfather, is he well? Has the lost will been discovered, or is there a\r\nmortgage on the family estates? By Jove, I could do with a stoup of\r\nMalvoisie. I wonder if the moke’s gone to bed yet. I’ll go down and\r\nlook. A jug of water drawn from the well in the old courtyard where my\r\nancestors have played as children for centuries back would just about\r\nsave my life.”\r\n\r\nHe left the dormitory, and Mike began to brood over his wrongs once\r\nmore.\r\n\r\nWyatt came back, brandishing a jug of water and a glass.\r\n\r\n“Oh, for a beaker full of the warm south, full of the true, the\r\nblushful Hippocrene! Have you ever tasted Hippocrene, young Jackson?\r\nRather like ginger-beer, with a dash of raspberry-vinegar. Very heady.\r\nFailing that, water will do. A-ah!”\r\n\r\nHe put down the glass, and surveyed Mike, who had maintained a moody\r\nsilence throughout this speech.\r\n\r\n“What’s your trouble?” he asked. “For pains in the back try Ju-jar. If\r\nit’s a broken heart, Zam-buk’s what you want. Who’s been quarrelling\r\nwith you?”\r\n\r\n“It’s only that ass Firby-Smith.”\r\n\r\n“Again! I never saw such chaps as you two. Always at it. What was the\r\ntrouble this time? Call him a grinning ape again? Your passion for the\r\ntruth’ll be getting you into trouble one of these days.”\r\n\r\n“He said I stuck on side.”\r\n\r\n“Why?”\r\n\r\n“I don’t know.”\r\n\r\n“I mean, did he buttonhole you on your way to school, and say,\r\n‘Jackson, a word in your ear. You stick on side.’ Or did he lead up to\r\nit in any way? Did he say, ‘Talking of side, you stick it on.’ What\r\nhad you been doing to him?”\r\n\r\n“It was the house-fielding.”\r\n\r\n“But you can’t stick on side at house-fielding. I defy any one to.\r\nIt’s too early in the morning.”\r\n\r\n“I didn’t turn up.”\r\n\r\n“What! Why?”\r\n\r\n“Oh, I don’t know.”\r\n\r\n“No, but, look here, really. Did you simply bunk it?”\r\n\r\n“Yes.”\r\n\r\nWyatt leaned on the end of Mike’s bed, and, having observed its\r\noccupant thoughtfully for a moment, proceeded to speak wisdom for the\r\ngood of his soul.\r\n\r\n“I say, I don’t want to jaw--I’m one of those quiet chaps with\r\nstrong, silent natures; you may have noticed it--but I must put in\r\na well-chosen word at this juncture. Don’t pretend to be dropping\r\noff to sleep. Sit up and listen to what your kind old uncle’s got to\r\nsay to you about manners and deportment. Otherwise, blood as you are\r\nat cricket, you’ll have a rotten time here. There are some things you\r\nsimply can’t do; and one of them is bunking a thing when you’re put\r\ndown for it. It doesn’t matter who it is puts you down. If he’s\r\ncaptain, you’ve got to obey him. That’s discipline, that ’ere is. The\r\nspeaker then paused, and took a sip of water from the carafe which\r\nstood at his elbow. Cheers from the audience, and a voice ‘Hear!\r\nHear!’”\r\n\r\nMike rolled over in bed and glared up at the orator. Most of his face\r\nwas covered by the water-jug, but his eyes stared fixedly from above\r\nit. He winked in a friendly way, and, putting down the jug, drew a\r\ndeep breath.\r\n\r\n“Nothing like this old ’87 water,” he said. “Such body.”\r\n\r\n“I like you jawing about discipline,” said Mike morosely.\r\n\r\n“And why, my gentle che-ild, should I not talk about discipline?”\r\n\r\n“Considering you break out of the house nearly every night.”\r\n\r\n“In passing, rather rum when you think that a burglar would get it\r\nhot for breaking in, while I get dropped on if I break out. Why\r\nshould there be one law for the burglar and one for me? But you were\r\nsaying--just so. I thank you. About my breaking out. When you’re a\r\nwhite-haired old man like me, young Jackson, you’ll see that there\r\nare two sorts of discipline at school. One you can break if you feel\r\nlike taking the risks; the other you mustn’t ever break. I don’t know\r\nwhy, but it isn’t done. Until you learn that, you can never hope to\r\nbecome the Perfect Wrykynian like,” he concluded modestly, “me.”\r\n\r\nMike made no reply. He would have perished rather than admit it, but\r\nWyatt’s words had sunk in. That moment marked a distinct epoch in his\r\ncareer. His feelings were curiously mixed. He was still furious with\r\nFirby-Smith, yet at the same time he could not help acknowledging to\r\nhimself that the latter had had the right on his side. He saw and\r\napproved of Wyatt’s point of view, which was the more impressive to\r\nhim from his knowledge of his friend’s contempt for, or, rather,\r\ncheerful disregard of, most forms of law and order. If Wyatt, reckless\r\nthough he was as regarded written school rules, held so rigid a\r\nrespect for those that were unwritten, these last must be things which\r\ncould not be treated lightly. That night, for the first time in his\r\nlife, Mike went to sleep with a clear idea of what the public school\r\nspirit, of which so much is talked and written, really meant."
  ]
}