{
  "index": 24,
  "title": "Chapter 23",
  "paragraphs": [
    "A SURPRISE FOR MR. APPLEBY\r\n\r\n\r\n“You may not know it,” said Wyatt to Mike in the dormitory that night,\r\n“but this is the maddest, merriest day of all the glad New Year.”\r\n\r\nMike could not help thinking that for himself it was the very reverse,\r\nbut he did not state his view of the case.\r\n\r\n“What’s up?” he asked.\r\n\r\n“Neville-Smith’s giving a meal at his place in honour of his getting\r\nhis first. I understand the preparations are on a scale of the utmost\r\nmagnificence. No expense has been spared. Ginger-beer will flow like\r\nwater. The oldest cask of lemonade has been broached; and a sardine is\r\nroasting whole in the market-place.”\r\n\r\n“Are you going?”\r\n\r\n“If I can tear myself away from your delightful society. The kick-off\r\nis fixed for eleven sharp. I am to stand underneath his window and\r\nheave bricks till something happens. I don’t know if he keeps a dog.\r\nIf so, I shall probably get bitten to the bone.”\r\n\r\n“When are you going to start?”\r\n\r\n“About five minutes after Wain has been round the dormitories to see\r\nthat all’s well. That ought to be somewhere about half-past ten.”\r\n\r\n“Don’t go getting caught.”\r\n\r\n“I shall do my little best not to be. Rather tricky work, though,\r\ngetting back. I’ve got to climb two garden walls, and I shall probably\r\nbe so full of Malvoisie that you’ll be able to hear it swishing about\r\ninside me. No catch steeple-chasing if you’re like that. They’ve no\r\nthought for people’s convenience here. Now at Bradford they’ve got\r\nstudies on the ground floor, the windows looking out over the\r\nboundless prairie. No climbing or steeple-chasing needed at all. All\r\nyou have to do is to open the window and step out. Still, we must make\r\nthe best of things. Push us over a pinch of that tooth-powder of\r\nyours. I’ve used all mine.”\r\n\r\nWyatt very seldom penetrated further than his own garden on the\r\noccasions when he roamed abroad at night. For cat-shooting the Wain\r\nspinneys were unsurpassed. There was one particular dustbin where one\r\nmight be certain of flushing a covey any night; and the wall by the\r\npotting-shed was a feline club-house.\r\n\r\nBut when he did wish to get out into the open country he had a special\r\nroute which he always took. He climbed down from the wall that ran\r\nbeneath the dormitory window into the garden belonging to Mr. Appleby,\r\nthe master who had the house next to Mr. Wain’s. Crossing this, he\r\nclimbed another wall, and dropped from it into a small lane which\r\nended in the main road leading to Wrykyn town.\r\n\r\nThis was the route which he took to-night. It was a glorious July\r\nnight, and the scent of the flowers came to him with a curious\r\ndistinctness as he let himself down from the dormitory window. At any\r\nother time he might have made a lengthy halt, and enjoyed the scents\r\nand small summer noises, but now he felt that it would be better not\r\nto delay. There was a full moon, and where he stood he could be seen\r\ndistinctly from the windows of both houses. They were all dark, it is\r\ntrue, but on these occasions it was best to take no risks.\r\n\r\nHe dropped cautiously into Appleby’s garden, ran lightly across it,\r\nand was in the lane within a minute.\r\n\r\nThere he paused, dusted his trousers, which had suffered on the\r\ntwo walls, and strolled meditatively in the direction of the town.\r\nHalf-past ten had just chimed from the school clock. He was in plenty\r\nof time.\r\n\r\n“What a night!” he said to himself, sniffing as he walked.\r\n\r\n       *       *       *       *       *\r\n\r\nNow it happened that he was not alone in admiring the beauty of that\r\nparticular night. At ten-fifteen it had struck Mr. Appleby, looking\r\nout of his study into the moonlit school grounds, that a pipe in the\r\nopen would make an excellent break in his night’s work. He had\r\nacquired a slight headache as the result of correcting a batch of\r\nexamination papers, and he thought that an interval of an hour in the\r\nopen air before approaching the half-dozen or so papers which still\r\nremained to be looked at might do him good. The window of his study\r\nwas open, but the room had got hot and stuffy. Nothing like a little\r\nfresh air for putting him right.\r\n\r\nFor a few moments he debated the rival claims of a stroll in the\r\ncricket-field and a seat in the garden. Then he decided on the latter.\r\nThe little gate in the railings opposite his house might not be\r\nopen, and it was a long way round to the main entrance. So he took a\r\ndeck-chair which leaned against the wall, and let himself out of the\r\nback door.\r\n\r\nHe took up his position in the shadow of a fir-tree with his back to\r\nthe house. From here he could see the long garden. He was fond of his\r\ngarden, and spent what few moments he could spare from work and games\r\npottering about it. He had his views as to what the ideal garden\r\nshould be, and he hoped in time to tinker his own three acres up to\r\nthe desired standard. At present there remained much to be done. Why\r\nnot, for instance, take away those laurels at the end of the lawn, and\r\nhave a flower-bed there instead? Laurels lasted all the year round,\r\ntrue, whereas flowers died and left an empty brown bed in the winter,\r\nbut then laurels were nothing much to look at at any time, and a\r\ngarden always had a beastly appearance in winter, whatever you did to\r\nit. Much better have flowers, and get a decent show for one’s money in\r\nsummer at any rate.\r\n\r\nThe problem of the bed at the end of the lawn occupied his complete\r\nattention for more than a quarter of an hour, at the end of which\r\nperiod he discovered that his pipe had gone out.\r\n\r\nHe was just feeling for his matches to relight it when Wyatt dropped\r\nwith a slight thud into his favourite herbaceous border.\r\n\r\nThe surprise, and the agony of feeling that large boots were trampling\r\namong his treasures kept him transfixed for just the length of time\r\nnecessary for Wyatt to cross the garden and climb the opposite wall.\r\nAs he dropped into the lane, Mr. Appleby recovered himself\r\nsufficiently to emit a sort of strangled croak, but the sound was too\r\nslight to reach Wyatt. That reveller was walking down the Wrykyn road\r\nbefore Mr. Appleby had left his chair.\r\n\r\nIt is an interesting point that it was the gardener rather than the\r\nschoolmaster in Mr. Appleby that first awoke to action. It was not the\r\nidea of a boy breaking out of his house at night that occurred to him\r\nfirst as particularly heinous; it was the fact that the boy had broken\r\nout _via_ his herbaceous border. In four strides he was on the\r\nscene of the outrage, examining, on hands and knees, with the aid of\r\nthe moonlight, the extent of the damage done.\r\n\r\nAs far as he could see, it was not serious. By a happy accident\r\nWyatt’s boots had gone home to right and left of precious plants but\r\nnot on them. With a sigh of relief Mr. Appleby smoothed over the\r\ncavities, and rose to his feet.\r\n\r\nAt this point it began to strike him that the episode affected him as\r\na schoolmaster also.\r\n\r\nIn that startled moment when Wyatt had suddenly crossed his line of\r\nvision, he had recognised him. The moon had shone full on his face as\r\nhe left the flowerbed. There was no doubt in his mind as to the\r\nidentity of the intruder.\r\n\r\nHe paused, wondering how he should act. It was not an easy question.\r\nThere was nothing of the spy about Mr. Appleby. He went his way\r\nopenly, liked and respected by boys and masters. He always played the\r\ngame. The difficulty here was to say exactly what the game was.\r\nSentiment, of course, bade him forget the episode, treat it as if it\r\nhad never happened. That was the simple way out of the difficulty.\r\nThere was nothing unsporting about Mr. Appleby. He knew that there\r\nwere times when a master might, without blame, close his eyes or look\r\nthe other way. If he had met Wyatt out of bounds in the day-time, and\r\nit had been possible to convey the impression that he had not seen\r\nhim, he would have done so. To be out of bounds is not a particularly\r\ndeadly sin. A master must check it if it occurs too frequently, but he\r\nmay use his discretion.\r\n\r\nBreaking out at night, however, was a different thing altogether. It\r\nwas on another plane. There are times when a master must waive\r\nsentiment, and remember that he is in a position of trust, and owes a\r\nduty directly to his headmaster, and indirectly, through the\r\nheadmaster, to the parents. He receives a salary for doing this duty,\r\nand, if he feels that sentiment is too strong for him, he should\r\nresign in favour of some one of tougher fibre.\r\n\r\nThis was the conclusion to which Mr. Appleby came over his relighted\r\npipe. He could not let the matter rest where it was.\r\n\r\nIn ordinary circumstances it would have been his duty to report the\r\naffair to the headmaster but in the present case he thought that a\r\nslightly different course might be pursued. He would lay the whole\r\nthing before Mr. Wain, and leave him to deal with it as he thought\r\nbest. It was one of the few cases where it was possible for an\r\nassistant master to fulfil his duty to a parent directly, instead of\r\nthrough the agency of the headmaster.\r\n\r\n       *       *       *       *       *\r\n\r\nKnocking out the ashes of his pipe against a tree, he folded his\r\ndeck-chair and went into the house. The examination papers were\r\nspread invitingly on the table, but they would have to wait. He\r\nturned down his lamp, and walked round to Wain’s.\r\n\r\nThere was a light in one of the ground-floor windows. He tapped on the\r\nwindow, and the sound of a chair being pushed back told him that he\r\nhad been heard. The blind shot up, and he had a view of a room\r\nlittered with books and papers, in the middle of which stood Mr. Wain,\r\nlike a sea-beast among rocks.\r\n\r\nMr. Wain recognised his visitor and opened the window. Mr. Appleby\r\ncould not help feeling how like Wain it was to work on a warm summer’s\r\nnight in a hermetically sealed room. There was always something queer\r\nand eccentric about Wyatt’s step-father.\r\n\r\n“Can I have a word with you, Wain?” he said.\r\n\r\n“Appleby! Is there anything the matter? I was startled when you\r\ntapped. Exceedingly so.”\r\n\r\n“Sorry,” said Mr. Appleby. “Wouldn’t have disturbed you, only it’s\r\nsomething important. I’ll climb in through here, shall I? No need to\r\nunlock the door.” And, greatly to Mr. Wain’s surprise and rather to\r\nhis disapproval, Mr. Appleby vaulted on to the window-sill, and\r\nsqueezed through into the room."
  ]
}