{
  "index": 21,
  "title": "Chapter 20",
  "paragraphs": [
    "THE TEAM IS FILLED UP\r\n\r\n\r\nWhen Burgess, at the end of the conversation in the pavilion with Mr.\r\nSpence which Bob Jackson had overheard, accompanied the cricket-master\r\nacross the field to the boarding-houses, he had distinctly made up his\r\nmind to give Mike his first eleven colours next day. There was only\r\none more match to be played before the school fixture-list was\r\nfinished. That was the match with Ripton. Both at cricket and football\r\nRipton was the school that mattered most. Wrykyn did not always win\r\nits other school matches; but it generally did. The public schools of\r\nEngland divide themselves naturally into little groups, as far as\r\ngames are concerned. Harrow, Eton, and Winchester are one group:\r\nWestminster and Charterhouse another: Bedford, Tonbridge, Dulwich,\r\nHaileybury, and St. Paul’s are a third. In this way, Wrykyn, Ripton,\r\nGeddington, and Wilborough formed a group. There was no actual\r\nchampionship competition, but each played each, and by the end of the\r\nseason it was easy to see which was entitled to first place. This\r\nnearly always lay between Ripton and Wrykyn. Sometimes an exceptional\r\nGeddington team would sweep the board, or Wrykyn, having beaten\r\nRipton, would go down before Wilborough. But this did not happen\r\noften. Usually Wilborough and Geddington were left to scramble for the\r\nwooden spoon.\r\n\r\nSecretaries of cricket at Ripton and Wrykyn always liked to arrange\r\nthe date of the match towards the end of the term, so that they might\r\ntake the field with representative and not experimental teams. By July\r\nthe weeding-out process had generally finished. Besides which the\r\nmembers of the teams had had time to get into form.\r\n\r\nAt Wrykyn it was the custom to fill up the team, if possible, before\r\nthe Ripton match. A player is likely to show better form if he has got\r\nhis colours than if his fate depends on what he does in that\r\nparticular match.\r\n\r\nBurgess, accordingly, had resolved to fill up the first eleven just a\r\nweek before Ripton visited Wrykyn. There were two vacancies. One gave\r\nhim no trouble. Neville-Smith was not a great bowler, but he was\r\nsteady, and he had done well in the earlier matches. He had fairly\r\nearned his place. But the choice between Bob and Mike had kept him\r\nawake into the small hours two nights in succession. Finally he had\r\nconsulted Mr. Spence, and Mr. Spence had voted for Mike.\r\n\r\nBurgess was glad the thing was settled. The temptation to allow\r\nsentiment to interfere with business might have become too strong if\r\nhe had waited much longer. He knew that it would be a wrench\r\ndefinitely excluding Bob from the team, and he hated to have to do it.\r\nThe more he thought of it, the sorrier he was for him. If he could\r\nhave pleased himself, he would have kept Bob In. But, as the poet has\r\nit, “Pleasure is pleasure, and biz is biz, and kep’ in a sepyrit jug.”\r\nThe first duty of a captain is to have no friends.\r\n\r\nFrom small causes great events do spring. If Burgess had not picked up\r\na particularly interesting novel after breakfast on the morning of\r\nMike’s interview with Firby-Smith in the study, the list would have\r\ngone up on the notice-board after prayers. As it was, engrossed in his\r\nbook, he let the moments go by till the sound on the bell startled him\r\ninto movement. And then there was only time to gather up his cap, and\r\nsprint. The paper on which he had intended to write the list and the\r\npen he had laid out to write it with lay untouched on the table.\r\n\r\nAnd, as it was not his habit to put up notices except during the\r\nmorning, he postponed the thing. He could write it after tea. After\r\nall, there was a week before the match.\r\n\r\n       *       *       *       *       *\r\n\r\nWhen school was over, he went across to the Infirmary to inquire about\r\nMarsh. The report was more than favourable. Marsh had better not see\r\nany one just yet, in case of accident, but he was certain to be out in\r\ntime to play against Ripton.\r\n\r\n“Doctor Oakes thinks he will be back in school on Tuesday.”\r\n\r\n“Banzai!” said Burgess, feeling that life was good. To take the field\r\nagainst Ripton without Marsh would have been to court disaster.\r\nMarsh’s fielding alone was worth the money. With him at short slip,\r\nBurgess felt safe when he bowled.\r\n\r\nThe uncomfortable burden of the knowledge that he was about\r\ntemporarily to sour Bob Jackson’s life ceased for the moment to\r\ntrouble him. He crooned extracts from musical comedy as he walked\r\ntowards the nets.\r\n\r\nRecollection of Bob’s hard case was brought to him by the sight of\r\nthat about-to-be-soured sportsman tearing across the ground in the\r\nmiddle distance in an effort to get to a high catch which Trevor had\r\nhit up to him. It was a difficult catch, and Burgess waited to see if\r\nhe would bring it off.\r\n\r\nBob got to it with one hand, and held it. His impetus carried him on\r\nalmost to where Burgess was standing.\r\n\r\n“Well held,” said Burgess.\r\n\r\n“Hullo,” said Bob awkwardly. A gruesome thought had flashed across his\r\nmind that the captain might think that this gallery-work was an\r\norganised advertisement.\r\n\r\n“I couldn’t get both hands to it,” he explained.\r\n\r\n“You’re hot stuff in the deep.”\r\n\r\n“Easy when you’re only practising.”\r\n\r\n“I’ve just been to the Infirmary.”\r\n\r\n“Oh. How’s Marsh?”\r\n\r\n“They wouldn’t let me see him, but it’s all right. He’ll be able to\r\nplay on Saturday.”\r\n\r\n“Good,” said Bob, hoping he had said it as if he meant it. It was\r\ndecidedly a blow. He was glad for the sake of the school, of course,\r\nbut one has one’s personal ambitions. To the fact that Mike and not\r\nhimself was the eleventh cap he had become partially resigned: but he\r\nhad wanted rather badly to play against Ripton.\r\n\r\nBurgess passed on, his mind full of Bob once more. What hard luck it\r\nwas! There was he, dashing about in the sun to improve his fielding,\r\nand all the time the team was filled up. He felt as if he were playing\r\nsome low trick on a pal.\r\n\r\nThen the Jekyll and Hyde business completed itself. He suppressed his\r\npersonal feelings, and became the cricket captain again.\r\n\r\nIt was the cricket captain who, towards the end of the evening, came\r\nupon Firby-Smith and Mike parting at the conclusion of a conversation.\r\nThat it had not been a friendly conversation would have been evident\r\nto the most casual observer from the manner in which Mike stumped off,\r\nswinging his cricket-bag as if it were a weapon of offence. There are\r\nmany kinds of walk. Mike’s was the walk of the Overwrought Soul.\r\n\r\n“What’s up?” inquired Burgess.\r\n\r\n“Young Jackson, do you mean? Oh, nothing. I was only telling him that\r\nthere was going to be house-fielding to-morrow before breakfast.”\r\n\r\n“Didn’t he like the idea?”\r\n\r\n“He’s jolly well got to like it,” said the Gazeka, as who should say,\r\n“This way for Iron Wills.” “The frightful kid cut it this morning.\r\nThere’ll be worse trouble if he does it again.”\r\n\r\nThere was, it may be mentioned, not an ounce of malice in the head\r\nof Wain’s house. That by telling the captain of cricket that Mike had\r\nshirked fielding-practice he might injure the latter’s prospects of a\r\nfirst eleven cap simply did not occur to him. That Burgess would feel,\r\non being told of Mike’s slackness, much as a bishop might feel if he\r\nheard that a favourite curate had become a Mahometan or a Mumbo-Jumboist,\r\ndid not enter his mind. All he considered was that the story of his\r\ndealings with Mike showed him, Firby-Smith, in the favourable and\r\ndashing character of the fellow-who-will-stand-no-nonsense, a sort\r\nof Captain Kettle on dry land, in fact; and so he proceeded to tell\r\nit in detail.\r\n\r\nBurgess parted with him with the firm conviction that Mike was a young\r\nslacker. Keenness in fielding was a fetish with him; and to cut\r\npractice struck him as a crime.\r\n\r\nHe felt that he had been deceived in Mike.\r\n\r\n       *       *       *       *       *\r\n\r\nWhen, therefore, one takes into consideration his private bias in\r\nfavour of Bob, and adds to it the reaction caused by this sudden\r\nunmasking of Mike, it is not surprising that the list Burgess made out\r\nthat night before he went to bed differed in an important respect from\r\nthe one he had intended to write before school.\r\n\r\nMike happened to be near the notice-board when he pinned it up. It was\r\nonly the pleasure of seeing his name down in black-and-white that made\r\nhim trouble to look at the list. Bob’s news of the day before\r\nyesterday had made it clear how that list would run.\r\n\r\nThe crowd that collected the moment Burgess had walked off carried him\r\nright up to the board.\r\n\r\nHe looked at the paper.\r\n\r\n“Hard luck!” said somebody.\r\n\r\nMike scarcely heard him.\r\n\r\nHe felt physically sick with the shock of the disappointment. For the\r\ninitial before the name Jackson was R.\r\n\r\nThere was no possibility of mistake. Since writing was invented, there\r\nhad never been an R. that looked less like an M. than the one on that\r\nlist.\r\n\r\nBob had beaten him on the tape."
  ]
}