{
  "index": 23,
  "title": "Chapter 22",
  "paragraphs": [
    "WYATT IS REMINDED OF AN ENGAGEMENT\r\n\r\n\r\nThere are situations in life which are beyond one. The sensible man\r\nrealises this, and slides out of such situations, admitting himself\r\nbeaten. Others try to grapple with them, but it never does any good.\r\nWhen affairs get into a real tangle, it is best to sit still and let\r\nthem straighten themselves out. Or, if one does not do that, simply to\r\nthink no more about them. This is Philosophy. The true philosopher is\r\nthe man who says “All right,” and goes to sleep in his arm-chair.\r\nOne’s attitude towards Life’s Little Difficulties should be that of\r\nthe gentleman in the fable, who sat down on an acorn one day, and\r\nhappened to doze. The warmth of his body caused the acorn to\r\ngerminate, and it grew so rapidly that, when he awoke, he found\r\nhimself sitting in the fork of an oak, sixty feet from the ground. He\r\nthought he would go home, but, finding this impossible, he altered his\r\nplans. “Well, well,” he said, “if I cannot compel circumstances to my\r\nwill, I can at least adapt my will to circumstances. I decide to\r\nremain here.” Which he did, and had a not unpleasant time. The oak\r\nlacked some of the comforts of home, but the air was splendid and the\r\nview excellent.\r\n\r\nTo-day’s Great Thought for Young Readers. Imitate this man.\r\n\r\nBob should have done so, but he had not the necessary amount of\r\nphilosophy. He still clung to the idea that he and Burgess, in\r\ncouncil, might find some way of making things right for everybody.\r\nThough, at the moment, he did not see how eleven caps were to be\r\ndivided amongst twelve candidates in such a way that each should have\r\none.\r\n\r\nAnd Burgess, consulted on the point, confessed to the same inability\r\nto solve the problem. It took Bob at least a quarter of an hour to get\r\nthe facts of the case into the captain’s head, but at last Burgess\r\ngrasped the idea of the thing. At which period he remarked that it was\r\na rum business.\r\n\r\n“Very rum,” Bob agreed. “Still, what you say doesn’t help us out much,\r\nseeing that the point is, what’s to be done?”\r\n\r\n“Why do anything?”\r\n\r\nBurgess was a philosopher, and took the line of least resistance, like\r\nthe man in the oak-tree.\r\n\r\n“But I must do something,” said Bob. “Can’t you see how rotten it is\r\nfor me?”\r\n\r\n“I don’t see why. It’s not your fault. Very sporting of your brother\r\nand all that, of course, though I’m blowed if I’d have done it myself;\r\nbut why should you do anything? You’re all right. Your brother stood\r\nout of the team to let you in it, and here you _are_, in it.\r\nWhat’s he got to grumble about?”\r\n\r\n“He’s not grumbling. It’s me.”\r\n\r\n“What’s the matter with you? Don’t you want your first?”\r\n\r\n“Not like this. Can’t you see what a rotten position it is for me?”\r\n\r\n“Don’t you worry. You simply keep on saying you’re all right. Besides,\r\nwhat do you want me to do? Alter the list?”\r\n\r\nBut for the thought of those unspeakable outsiders, Lionel Tremayne\r\nand his headmaster, Bob might have answered this question in the\r\naffirmative; but he had the public-school boy’s terror of seeming to\r\npose or do anything theatrical. He would have done a good deal to put\r\nmatters right, but he could _not_ do the self-sacrificing young\r\nhero business. It would not be in the picture. These things, if they\r\nare to be done at school, have to be carried through stealthily, after\r\nMike’s fashion.\r\n\r\n“I suppose you can’t very well, now it’s up. Tell you what, though, I\r\ndon’t see why I shouldn’t stand out of the team for the Ripton match.\r\nI could easily fake up some excuse.”\r\n\r\n“I do. I don’t know if it’s occurred to you, but the idea is rather to\r\nwin the Ripton match, if possible. So that I’m a lot keen on putting\r\nthe best team into the field. Sorry if it upsets your arrangements in\r\nany way.”\r\n\r\n“You know perfectly well Mike’s every bit as good as me.”\r\n\r\n“He isn’t so keen.”\r\n\r\n“What do you mean?”\r\n\r\n“Fielding. He’s a young slacker.”\r\n\r\nWhen Burgess had once labelled a man as that, he did not readily let\r\nthe idea out of his mind.\r\n\r\n“Slacker? What rot! He’s as keen as anything.”\r\n\r\n“Anyhow, his keenness isn’t enough to make him turn out for\r\nhouse-fielding. If you really want to know, that’s why you’ve\r\ngot your first instead of him. You sweated away, and improved\r\nyour fielding twenty per cent.; and I happened to be talking to\r\nFirby-Smith and found that young Mike had been shirking his, so\r\nout he went. A bad field’s bad enough, but a slack field wants\r\nskinning.”\r\n\r\n“Smith oughtn’t to have told you.”\r\n\r\n“Well, he did tell me. So you see how it is. There won’t be any\r\nchanges from the team I’ve put up on the board.”\r\n\r\n“Oh, all right,” said Bob. “I was afraid you mightn’t be able to do\r\nanything. So long.”\r\n\r\n“Mind the step,” said Burgess.\r\n\r\n       *       *       *       *       *\r\n\r\nAt about the time when this conversation was in progress, Wyatt,\r\ncrossing the cricket-field towards the school shop in search of\r\nsomething fizzy that might correct a burning thirst acquired at the\r\nnets, espied on the horizon a suit of cricket flannels surmounted by a\r\nhuge, expansive grin. As the distance between them lessened, he\r\ndiscovered that inside the flannels was Neville-Smith’s body and\r\nbehind the grin the rest of Neville-Smith’s face. Their visit to the\r\nnets not having coincided in point of time, as the Greek exercise\r\nbooks say, Wyatt had not seen his friend since the list of the team\r\nhad been posted on the board, so he proceeded to congratulate him on\r\nhis colours.\r\n\r\n“Thanks,” said Neville-Smith, with a brilliant display of front teeth.\r\n\r\n“Feeling good?”\r\n\r\n“Not the word for it. I feel like--I don’t know what.”\r\n\r\n“I’ll tell you what you look like, if that’s any good to you. That\r\nslight smile of yours will meet behind, if you don’t look out, and\r\nthen the top of your head’ll come off.”\r\n\r\n“I don’t care. I’ve got my first, whatever happens. Little Willie’s\r\ngoing to buy a nice new cap and a pretty striped jacket all for his\r\nown self! I say, thanks for reminding me. Not that you did, but\r\nsupposing you had. At any rate, I remember what it was I wanted to\r\nsay to you. You know what I was saying to you about the bust I meant\r\nto have at home in honour of my getting my first, if I did, which I\r\nhave--well, anyhow it’s to-night. You can roll up, can’t you?”\r\n\r\n“Delighted. Anything for a free feed in these hard times. What time\r\ndid you say it was?”\r\n\r\n“Eleven. Make it a bit earlier, if you like.”\r\n\r\n“No, eleven’ll do me all right.”\r\n\r\n“How are you going to get out?”\r\n\r\n“‘Stone walls do not a prison make, nor iron bars a cage.’ That’s what\r\nthe man said who wrote the libretto for the last set of Latin Verses\r\nwe had to do. I shall manage it.”\r\n\r\n“They ought to allow you a latch-key.”\r\n\r\n“Yes, I’ve often thought of asking my pater for one. Still, I get on\r\nvery well. Who are coming besides me?”\r\n\r\n“No boarders. They all funked it.”\r\n\r\n“The race is degenerating.”\r\n\r\n“Said it wasn’t good enough.”\r\n\r\n“The school is going to the dogs. Who did you ask?”\r\n\r\n“Clowes was one. Said he didn’t want to miss his beauty-sleep. And\r\nHenfrey backed out because he thought the risk of being sacked wasn’t\r\ngood enough.”\r\n\r\n“That’s an aspect of the thing that might occur to some people. I\r\ndon’t blame him--I might feel like that myself if I’d got another\r\ncouple of years at school.”\r\n\r\n“But one or two day-boys are coming. Clephane is, for one. And\r\nBeverley. We shall have rather a rag. I’m going to get the things\r\nnow.”\r\n\r\n“When I get to your place--I don’t believe I know the way, now I come\r\nto think of it--what do I do? Ring the bell and send in my card? or\r\nsmash the nearest window and climb in?”\r\n\r\n“Don’t make too much row, for goodness sake. All the servants’ll have\r\ngone to bed. You’ll see the window of my room. It’s just above the\r\nporch. It’ll be the only one lighted up. Heave a pebble at it, and\r\nI’ll come down.”\r\n\r\n“So will the glass--with a run, I expect. Still, I’ll try to do as\r\nlittle damage as possible. After all, I needn’t throw a brick.”\r\n\r\n“You _will_ turn up, won’t you?”\r\n\r\n“Nothing shall stop me.”\r\n\r\n“Good man.”\r\n\r\nAs Wyatt was turning away, a sudden compunction seized upon\r\nNeville-Smith. He called him back.\r\n\r\n“I say, you don’t think it’s too risky, do you? I mean, you always are\r\nbreaking out at night, aren’t you? I don’t want to get you into a\r\nrow.”\r\n\r\n“Oh, that’s all right,” said Wyatt. “Don’t you worry about me. I\r\nshould have gone out anyhow to-night.”"
  ]
}