{
  "index": 22,
  "title": "Chapter 21",
  "paragraphs": [
    "MARJORY THE FRANK\r\n\r\n\r\nAt the door of the senior block Burgess, going out, met Bob coming in,\r\nhurrying, as he was rather late.\r\n\r\n“Congratulate you, Bob,” he said; and passed on.\r\n\r\nBob stared after him. As he stared, Trevor came out of the block.\r\n\r\n“Congratulate you, Bob.”\r\n\r\n“What’s the matter now?”\r\n\r\n“Haven’t you seen?”\r\n\r\n“Seen what?”\r\n\r\n“Why the list. You’ve got your first.”\r\n\r\n“My--what? you’re rotting.”\r\n\r\n“No, I’m not. Go and look.”\r\n\r\nThe thing seemed incredible. Had he dreamed that conversation between\r\nSpence and Burgess on the pavilion steps? Had he mixed up the names?\r\nHe was certain that he had heard Spence give his verdict for Mike, and\r\nBurgess agree with him.\r\n\r\nJust then, Mike, feeling very ill, came down the steps. He caught\r\nsight of Bob and was passing with a feeble grin, when something told\r\nhim that this was one of those occasions on which one has to show a\r\nRed Indian fortitude and stifle one’s private feelings.\r\n\r\n“Congratulate you, Bob,” he said awkwardly.\r\n\r\n“Thanks awfully,” said Bob, with equal awkwardness. Trevor moved on,\r\ndelicately. This was no place for him. Bob’s face was looking like a\r\nstuffed frog’s, which was Bob’s way of trying to appear unconcerned\r\nand at his ease, while Mike seemed as if at any moment he might burst\r\ninto tears. Spectators are not wanted at these awkward interviews.\r\n\r\nThere was a short silence.\r\n\r\n“Jolly glad you’ve got it,” said Mike.\r\n\r\n“I believe there’s a mistake. I swear I heard Burgess say to Spence----”\r\n\r\n“He changed his mind probably. No reason why he shouldn’t.”\r\n\r\n“Well, it’s jolly rummy.”\r\n\r\nBob endeavoured to find consolation.\r\n\r\n“Anyhow, you’ll have three years in the first. You’re a cert. for next\r\nyear.”\r\n\r\n“Hope so,” said Mike, with such manifest lack of enthusiasm that Bob\r\nabandoned this line of argument. When one has missed one’s colours,\r\nnext year seems a very, very long way off.\r\n\r\nThey moved slowly through the cloisters, neither speaking, and up the\r\nstairs that led to the Great Hall. Each was gratefully conscious of\r\nthe fact that prayers would be beginning in another minute, putting an\r\nend to an uncomfortable situation.\r\n\r\n“Heard from home lately?” inquired Mike.\r\n\r\nBob snatched gladly at the subject.\r\n\r\n“Got a letter from mother this morning. I showed you the last one,\r\ndidn’t I? I’ve only just had time to skim through this one, as the\r\npost was late, and I only got it just as I was going to dash across to\r\nschool. Not much in it. Here it is, if you want to read it.”\r\n\r\n“Thanks. It’ll be something to do during Math.”\r\n\r\n“Marjory wrote, too, for the first time in her life. Haven’t had time\r\nto look at it yet.”\r\n\r\n“After you. Sure it isn’t meant for me? She owes me a letter.”\r\n\r\n“No, it’s for me all right. I’ll give it you in the interval.”\r\n\r\nThe arrival of the headmaster put an end to the conversation.\r\n\r\n       *       *       *       *       *\r\n\r\nBy a quarter to eleven Mike had begun to grow reconciled to his fate.\r\nThe disappointment was still there, but it was lessened. These things\r\nare like kicks on the shin. A brief spell of agony, and then a dull\r\npain of which we are not always conscious unless our attention is\r\ndirected to it, and which in time disappears altogether. When the bell\r\nrang for the interval that morning, Mike was, as it were, sitting up\r\nand taking nourishment.\r\n\r\nHe was doing this in a literal as well as in a figurative sense when\r\nBob entered the school shop.\r\n\r\nBob appeared curiously agitated. He looked round, and, seeing Mike,\r\npushed his way towards him through the crowd. Most of those present\r\ncongratulated him as he passed; and Mike noticed, with some surprise,\r\nthat, in place of the blushful grin which custom demands from the man\r\nwho is being congratulated on receipt of colours, there appeared on\r\nhis face a worried, even an irritated look. He seemed to have\r\nsomething on his mind.\r\n\r\n“Hullo,” said Mike amiably. “Got that letter?”\r\n\r\n“Yes. I’ll show it you outside.”\r\n\r\n“Why not here?”\r\n\r\n“Come on.”\r\n\r\nMike resented the tone, but followed. Evidently something had happened\r\nto upset Bob seriously. As they went out on the gravel, somebody\r\ncongratulated Bob again, and again Bob hardly seemed to appreciate\r\nit.\r\n\r\nBob led the way across the gravel and on to the first terrace. When\r\nthey had left the crowd behind, he stopped.\r\n\r\n“What’s up?” asked Mike.\r\n\r\n“I want you to read----”\r\n\r\n“Jackson!”\r\n\r\nThey both turned. The headmaster was standing on the edge of the\r\ngravel.\r\n\r\nBob pushed the letter into Mike’s hands.\r\n\r\n“Read that,” he said, and went up to the headmaster. Mike heard the\r\nwords “English Essay,” and, seeing that the conversation was\r\napparently going to be one of some length, capped the headmaster and\r\nwalked off. He was just going to read the letter when the bell rang.\r\nHe put the missive in his pocket, and went to his form-room wondering\r\nwhat Marjory could have found to say to Bob to touch him on the raw to\r\nsuch an extent. She was a breezy correspondent, with a style of her\r\nown, but usually she entertained rather than upset people. No\r\nsuspicion of the actual contents of the letter crossed his mind.\r\n\r\nHe read it during school, under the desk; and ceased to wonder. Bob\r\nhad had cause to look worried. For the thousand and first time in her\r\ncareer of crime Marjory had been and done it! With a strong hand she\r\nhad shaken the cat out of the bag, and exhibited it plainly to all\r\nwhom it might concern.\r\n\r\nThere was a curious absence of construction about the letter. Most\r\nauthors of sensational matter nurse their bomb-shell, lead up to\r\nit, and display it to the best advantage. Marjory dropped hers into\r\nthe body of the letter, and let it take its chance with the other\r\nnews-items.\r\n\r\n   “DEAR BOB” (the letter ran),--\r\n\r\n   “I hope you are quite well. I am quite well. Phyllis has a cold,\r\n   Ella cheeked Mademoiselle yesterday, and had to write out ‘Little\r\n   Girls must be polite and obedient’ a hundred times in French. She\r\n   was jolly sick about it. I told her it served her right. Joe made\r\n   eighty-three against Lancashire. Reggie made a duck. Have you got\r\n   your first? If you have, it will be all through Mike. Uncle John\r\n   told Father that Mike pretended to hurt his wrist so that you could\r\n   play instead of him for the school, and Father said it was very\r\n   sporting of Mike but nobody must tell you because it wouldn’t be\r\n   fair if you got your first for you to know that you owed it to Mike\r\n   and I wasn’t supposed to hear but I did because I was in the room\r\n   only they didn’t know I was (we were playing hide-and-seek and I was\r\n   hiding) so I’m writing to tell you,\r\n\r\n   “From your affectionate sister\r\n\r\n                       “Marjory.”\r\n\r\nThere followed a P.S.\r\n\r\n   “I’ll tell you what you ought to do. I’ve been reading a jolly good\r\n   book called ‘The Boys of Dormitory Two,’ and the hero’s an awfully\r\n   nice boy named Lionel Tremayne, and his friend Jack Langdale saves\r\n   his life when a beast of a boatman who’s really employed by Lionel’s\r\n   cousin who wants the money that Lionel’s going to have when he grows\r\n   up stuns him and leaves him on the beach to drown. Well, Lionel is\r\n   going to play for the school against Loamshire, and it’s _the_\r\n   match of the season, but he goes to the headmaster and says he wants\r\n   Jack to play instead of him. Why don’t you do that?\r\n\r\n   “M.\r\n\r\n   “P.P.S.--This has been a frightful fag to write.”\r\n\r\nFor the life of him Mike could not help giggling as he pictured what\r\nBob’s expression must have been when his brother read this document.\r\nBut the humorous side of the thing did not appeal to him for long.\r\nWhat should he say to Bob? What would Bob say to him? Dash it all, it\r\nmade him look such an awful _ass_! Anyhow, Bob couldn’t do much.\r\nIn fact he didn’t see that he could do anything. The team was filled\r\nup, and Burgess was not likely to alter it. Besides, why should he\r\nalter it? Probably he would have given Bob his colours anyhow. Still,\r\nit was beastly awkward. Marjory meant well, but she had put her foot\r\nright in it. Girls oughtn’t to meddle with these things. No girl ought\r\nto be taught to write till she came of age. And Uncle John had behaved\r\nin many respects like the Complete Rotter. If he was going to let out\r\nthings like that, he might at least have whispered them, or looked\r\nbehind the curtains to see that the place wasn’t chock-full of female\r\nkids. Confound Uncle John!\r\n\r\nThroughout the dinner-hour Mike kept out of Bob’s way. But in a small\r\ncommunity like a school it is impossible to avoid a man for ever. They\r\nmet at the nets.\r\n\r\n“Well?” said Bob.\r\n\r\n“How do you mean?” said Mike.\r\n\r\n“Did you read it?”\r\n\r\n“Yes.”\r\n\r\n“Well, is it all rot, or did you--you know what I mean--sham a crocked\r\nwrist?”\r\n\r\n“Yes,” said Mike, “I did.”\r\n\r\nBob stared gloomily at his toes.\r\n\r\n“I mean,” he said at last, apparently putting the finishing-touch to\r\nsome train of thought, “I know I ought to be grateful, and all that. I\r\nsuppose I am. I mean it was jolly good of you--Dash it all,” he broke\r\noff hotly, as if the putting his position into words had suddenly\r\nshowed him how inglorious it was, “what did you want to do it\r\n_for_? What was the idea? What right have you got to go about\r\nplaying Providence over me? Dash it all, it’s like giving a fellow\r\nmoney without consulting him.”\r\n\r\n“I didn’t think you’d ever know. You wouldn’t have if only that ass\r\nUncle John hadn’t let it out.”\r\n\r\n“How did he get to know? Why did you tell him?”\r\n\r\n“He got it out of me. I couldn’t choke him off. He came down when you\r\nwere away at Geddington, and would insist on having a look at my arm,\r\nand naturally he spotted right away there was nothing the matter with\r\nit. So it came out; that’s how it was.”\r\n\r\nBob scratched thoughtfully at the turf with a spike of his boot.\r\n\r\n“Of course, it was awfully decent----”\r\n\r\nThen again the monstrous nature of the affair came home to him.\r\n\r\n“But what did you do it _for_? Why should you rot up your own\r\nchances to give me a look in?”\r\n\r\n“Oh, I don’t know.... You know, you did _me_ a jolly good turn.”\r\n\r\n“I don’t remember. When?”\r\n\r\n“That Firby-Smith business.”\r\n\r\n“What about it?”\r\n\r\n“Well, you got me out of a jolly bad hole.”\r\n\r\n“Oh, rot! And do you mean to tell me it was simply because of that----?”\r\n\r\nMike appeared to him in a totally new light. He stared at him as if he\r\nwere some strange creature hitherto unknown to the human race. Mike\r\nshuffled uneasily beneath the scrutiny.\r\n\r\n“Anyhow, it’s all over now,” Mike said, “so I don’t see what’s the\r\npoint of talking about it.”\r\n\r\n“I’m hanged if it is. You don’t think I’m going to sit tight and take\r\nmy first as if nothing had happened?”\r\n\r\n“What can you do? The list’s up. Are you going to the Old Man to ask\r\nhim if I can play, like Lionel Tremayne?”\r\n\r\nThe hopelessness of the situation came over Bob like a wave. He looked\r\nhelplessly at Mike.\r\n\r\n“Besides,” added Mike, “I shall get in next year all right. Half a\r\nsecond, I just want to speak to Wyatt about something.”\r\n\r\nHe sidled off.\r\n\r\n“Well, anyhow,” said Bob to himself, “I must see Burgess about it.”"
  ]
}