{
  "index": 25,
  "title": "Chapter 24",
  "paragraphs": [
    "CAUGHT\r\n\r\n\r\n“Got some rather bad news for you, I’m afraid,” began Mr. Appleby.\r\n“I’ll smoke, if you don’t mind. About Wyatt.”\r\n\r\n“James!”\r\n\r\n“I was sitting in my garden a few minutes ago, having a pipe before\r\nfinishing the rest of my papers, and Wyatt dropped from the wall on to\r\nmy herbaceous border.”\r\n\r\nMr. Appleby said this with a tinge of bitterness. The thing still\r\nrankled.\r\n\r\n“James! In your garden! Impossible. Why, it is not a quarter of an\r\nhour since I left him in his dormitory.”\r\n\r\n“He’s not there now.”\r\n\r\n“You astound me, Appleby. I am astonished.”\r\n\r\n“So was I.”\r\n\r\n“How is such a thing possible? His window is heavily barred.”\r\n\r\n“Bars can be removed.”\r\n\r\n“You must have been mistaken.”\r\n\r\n“Possibly,” said Mr. Appleby, a little nettled. Gaping astonishment is\r\nalways apt to be irritating. “Let’s leave it at that, then. Sorry to\r\nhave disturbed you.”\r\n\r\n“No, sit down, Appleby. Dear me, this is most extraordinary.\r\nExceedingly so. You are certain it was James?”\r\n\r\n“Perfectly. It’s like daylight out of doors.”\r\n\r\nMr. Wain drummed on the table with his fingers.\r\n\r\n“What shall I do?”\r\n\r\nMr. Appleby offered no suggestion.\r\n\r\n“I ought to report it to the headmaster. That is certainly the course\r\nI should pursue.”\r\n\r\n“I don’t see why. It isn’t like an ordinary case. You’re the parent.\r\nYou can deal with the thing directly. If you come to think of it, a\r\nheadmaster’s only a sort of middleman between boys and parents. He\r\nplays substitute for the parent in his absence. I don’t see why you\r\nshould drag in the master at all here.”\r\n\r\n“There is certainly something in what you say,” said Mr. Wain on\r\nreflection.\r\n\r\n“A good deal. Tackle the boy when he comes in, and have it out with\r\nhim. Remember that it must mean expulsion if you report him to the\r\nheadmaster. He would have no choice. Everybody who has ever broken out\r\nof his house here and been caught has been expelled. I should strongly\r\nadvise you to deal with the thing yourself.”\r\n\r\n“I will. Yes. You are quite right, Appleby. That is a very good idea\r\nof yours. You are not going?”\r\n\r\n“Must. Got a pile of examination papers to look over. Good-night.”\r\n\r\n“Good-night.”\r\n\r\nMr. Appleby made his way out of the window and through the gate into\r\nhis own territory in a pensive frame of mind. He was wondering what\r\nwould happen. He had taken the only possible course, and, if only Wain\r\nkept his head and did not let the matter get through officially to the\r\nheadmaster, things might not be so bad for Wyatt after all. He hoped\r\nthey would not. He liked Wyatt. It would be a thousand pities, he\r\nfelt, if he were to be expelled. What would Wain do? What would\r\n_he_ do in a similar case? It was difficult to say. Probably talk\r\nviolently for as long as he could keep it up, and then consider the\r\nepisode closed. He doubted whether Wain would have the common sense to\r\ndo this. Altogether it was very painful and disturbing, and he was\r\ntaking a rather gloomy view of the assistant master’s lot as he sat\r\ndown to finish off the rest of his examination papers. It was not all\r\nroses, the life of an assistant master at a public school. He had\r\ncontinually to be sinking his own individual sympathies in the claims\r\nof his duty. Mr. Appleby was the last man who would willingly have\r\nreported a boy for enjoying a midnight ramble. But he was the last man\r\nto shirk the duty of reporting him, merely because it was one\r\ndecidedly not to his taste.\r\n\r\nMr. Wain sat on for some minutes after his companion had left,\r\npondering over the news he had heard. Even now he clung to the idea\r\nthat Appleby had made some extraordinary mistake. Gradually he began\r\nto convince himself of this. He had seen Wyatt actually in bed a\r\nquarter of an hour before--not asleep, it was true, but apparently on\r\nthe verge of dropping off. And the bars across the window had looked\r\nso solid.... Could Appleby have been dreaming? Something of the kind\r\nmight easily have happened. He had been working hard, and the night\r\nwas warm....\r\n\r\nThen it occurred to him that he could easily prove or disprove the\r\ntruth of his colleague’s statement by going to the dormitory and\r\nseeing if Wyatt were there or not. If he had gone out, he would hardly\r\nhave returned yet.\r\n\r\nHe took a candle, and walked quietly upstairs.\r\n\r\nArrived at his step-son’s dormitory, he turned the door-handle softly\r\nand went in. The light of the candle fell on both beds. Mike was\r\nthere, asleep. He grunted, and turned over with his face to the wall\r\nas the light shone on his eyes. But the other bed was empty. Appleby\r\nhad been right.\r\n\r\nIf further proof had been needed, one of the bars was missing from the\r\nwindow. The moon shone in through the empty space.\r\n\r\nThe house-master sat down quietly on the vacant bed. He blew the\r\ncandle out, and waited there in the semi-darkness, thinking. For years\r\nhe and Wyatt had lived in a state of armed neutrality, broken by\r\nvarious small encounters. Lately, by silent but mutual agreement, they\r\nhad kept out of each other’s way as much as possible, and it had\r\nbecome rare for the house-master to have to find fault officially with\r\nhis step-son. But there had never been anything even remotely\r\napproaching friendship between them. Mr. Wain was not a man who\r\ninspired affection readily, least of all in those many years younger\r\nthan himself. Nor did he easily grow fond of others. Wyatt he had\r\nregarded, from the moment when the threads of their lives became\r\nentangled, as a complete nuisance.\r\n\r\nIt was not, therefore, a sorrowful, so much as an exasperated, vigil\r\nthat he kept in the dormitory. There was nothing of the sorrowing\r\nfather about his frame of mind. He was the house-master about to deal\r\nwith a mutineer, and nothing else.\r\n\r\nThis breaking-out, he reflected wrathfully, was the last straw.\r\nWyatt’s presence had been a nervous inconvenience to him for years.\r\nThe time had come to put an end to it. It was with a comfortable\r\nfeeling of magnanimity that he resolved not to report the breach of\r\ndiscipline to the headmaster. Wyatt should not be expelled. But he\r\nshould leave, and that immediately. He would write to the bank before\r\nhe went to bed, asking them to receive his step-son at once; and the\r\nletter should go by the first post next day. The discipline of the\r\nbank would be salutary and steadying. And--this was a particularly\r\ngrateful reflection--a fortnight annually was the limit of the holiday\r\nallowed by the management to its junior employees.\r\n\r\nMr. Wain had arrived at this conclusion, and was beginning to feel a\r\nlittle cramped, when Mike Jackson suddenly sat up.\r\n\r\n“Hullo!” said Mike.\r\n\r\n“Go to sleep, Jackson, immediately,” snapped the house-master.\r\n\r\nMike had often heard and read of people’s hearts leaping to their\r\nmouths, but he had never before experienced that sensation of\r\nsomething hot and dry springing in the throat, which is what really\r\nhappens to us on receipt of a bad shock. A sickening feeling that the\r\ngame was up beyond all hope of salvation came to him. He lay down\r\nagain without a word.\r\n\r\nWhat a frightful thing to happen! How on earth had this come about?\r\nWhat in the world had brought Wain to the dormitory at that hour? Poor\r\nold Wyatt! If it had upset _him_ (Mike) to see the house-master\r\nin the room, what would be the effect of such a sight on Wyatt,\r\nreturning from the revels at Neville-Smith’s!\r\n\r\nAnd what could he do? Nothing. There was literally no way out. His\r\nmind went back to the night when he had saved Wyatt by a brilliant\r\n_coup_. The most brilliant of _coups_ could effect nothing now.\r\nAbsolutely and entirely the game was up.\r\n\r\n       *       *       *       *       *\r\n\r\nEvery minute that passed seemed like an hour to Mike. Dead silence\r\nreigned in the dormitory, broken every now and then by the creak of\r\nthe other bed, as the house-master shifted his position. Twelve boomed\r\nacross the field from the school clock. Mike could not help thinking\r\nwhat a perfect night it must be for him to be able to hear the strokes\r\nso plainly. He strained his ears for any indication of Wyatt’s\r\napproach, but could hear nothing. Then a very faint scraping noise\r\nbroke the stillness, and presently the patch of moonlight on the floor\r\nwas darkened.\r\n\r\nAt that moment Mr. Wain relit his candle.\r\n\r\nThe unexpected glare took Wyatt momentarily aback. Mike saw him start.\r\nThen he seemed to recover himself. In a calm and leisurely manner he\r\nclimbed into the room.\r\n\r\n“James!” said Mr. Wain. His voice sounded ominously hollow.\r\n\r\nWyatt dusted his knees, and rubbed his hands together. “Hullo, is that\r\nyou, father!” he said pleasantly."
  ]
}