{
  "index": 28,
  "title": "Chapter 27",
  "paragraphs": [
    "THE RIPTON MATCH\r\n\r\n\r\nMike got an answer from his father on the morning of the Ripton match.\r\nA letter from Wyatt also lay on his plate when he came down to\r\nbreakfast.\r\n\r\nMr. Jackson’s letter was short, but to the point. He said he would go\r\nand see Wyatt early in the next week. He added that being expelled\r\nfrom a public school was not the only qualification for success as a\r\nsheep-farmer, but that, if Mike’s friend added to this a general\r\nintelligence and amiability, and a skill for picking off cats with an\r\nair-pistol and bull’s-eyes with a Lee-Enfield, there was no reason why\r\nsomething should not be done for him. In any case he would buy him a\r\nlunch, so that Wyatt would extract at least some profit from his\r\nvisit. He said that he hoped something could be managed. It was a pity\r\nthat a boy accustomed to shoot cats should be condemned for the rest\r\nof his life to shoot nothing more exciting than his cuffs.\r\n\r\nWyatt’s letter was longer. It might have been published under the\r\ntitle “My First Day in a Bank, by a Beginner.” His advent had\r\napparently caused little sensation. He had first had a brief\r\nconversation with the manager, which had run as follows:\r\n\r\n“Mr. Wyatt?”\r\n\r\n“Yes, sir.”\r\n\r\n“H’m ... Sportsman?”\r\n\r\n“Yes, sir.”\r\n\r\n“Cricketer?”\r\n\r\n“Yes, sir.”\r\n\r\n“Play football?”\r\n\r\n“Yes, sir.”\r\n\r\n“H’m ... Racquets?”\r\n\r\n“Yes, sir.”\r\n\r\n“Everything?”\r\n\r\n“Yes, sir.”\r\n\r\n“H’m ... Well, you won’t get any more of it now.”\r\n\r\nAfter which a Mr. Blenkinsop had led him up to a vast ledger, in which\r\nhe was to inscribe the addresses of all out-going letters. These\r\nletters he would then stamp, and subsequently take in bundles to the\r\npost office. Once a week he would be required to buy stamps. “If I\r\nwere one of those Napoleons of Finance,” wrote Wyatt, “I should cook\r\nthe accounts, I suppose, and embezzle stamps to an incredible amount.\r\nBut it doesn’t seem in my line. I’m afraid I wasn’t cut out for a\r\nbusiness career. Still, I have stamped this letter at the expense\r\nof the office, and entered it up under the heading ‘Sundries,’ which\r\nis a sort of start. Look out for an article in the _Wrykynian_,\r\n‘Hints for Young Criminals, by J. Wyatt, champion catch-as-catch-can\r\nstamp-stealer of the British Isles.’ So long. I suppose you are\r\nplaying against Ripton, now that the world of commerce has found that\r\nit can’t get on without me. Mind you make a century, and then perhaps\r\nBurgess’ll give you your first after all. There were twelve colours\r\ngiven three years ago, because one chap left at half-term and the man\r\nwho played instead of him came off against Ripton.”\r\n\r\n       *       *       *       *       *\r\n\r\nThis had occurred to Mike independently. The Ripton match was a\r\nspecial event, and the man who performed any outstanding feat against\r\nthat school was treated as a sort of Horatius. Honours were heaped\r\nupon him. If he could only make a century! or even fifty. Even twenty,\r\nif it got the school out of a tight place. He was as nervous on the\r\nSaturday morning as he had been on the morning of the M.C.C. match. It\r\nwas Victory or Westminster Abbey now. To do only averagely well, to be\r\namong the ruck, would be as useless as not playing at all, as far as\r\nhis chance of his first was concerned.\r\n\r\nIt was evident to those who woke early on the Saturday morning that\r\nthis Ripton match was not likely to end in a draw. During the Friday\r\nrain had fallen almost incessantly in a steady drizzle. It had stopped\r\nlate at night; and at six in the morning there was every prospect of\r\nanother hot day. There was that feeling in the air which shows that\r\nthe sun is trying to get through the clouds. The sky was a dull grey\r\nat breakfast time, except where a flush of deeper colour gave a hint\r\nof the sun. It was a day on which to win the toss, and go in first. At\r\neleven-thirty, when the match was timed to begin, the wicket would be\r\ntoo wet to be difficult. Runs would come easily till the sun came out\r\nand began to dry the ground. When that happened there would be trouble\r\nfor the side that was batting.\r\n\r\nBurgess, inspecting the wicket with Mr. Spence during the quarter to\r\neleven interval, was not slow to recognise this fact.\r\n\r\n“I should win the toss to-day, if I were you, Burgess,” said Mr.\r\nSpence.\r\n\r\n“Just what I was thinking, sir.”\r\n\r\n“That wicket’s going to get nasty after lunch, if the sun comes out. A\r\nregular Rhodes wicket it’s going to be.”\r\n\r\n“I wish we _had_ Rhodes,” said Burgess. “Or even Wyatt. It would\r\njust suit him, this.”\r\n\r\nMr. Spence, as a member of the staff, was not going to be drawn into\r\ndiscussing Wyatt and his premature departure, so he diverted the\r\nconversation on to the subject of the general aspect of the school’s\r\nattack.\r\n\r\n“Who will go on first with you, Burgess?”\r\n\r\n“Who do you think, sir? Ellerby? It might be his wicket.”\r\n\r\nEllerby bowled medium inclining to slow. On a pitch that suited him he\r\nwas apt to turn from leg and get people out caught at the wicket or\r\nshort slip.\r\n\r\n“Certainly, Ellerby. This end, I think. The other’s yours, though I’m\r\nafraid you’ll have a poor time bowling fast to-day. Even with plenty\r\nof sawdust I doubt if it will be possible to get a decent foothold\r\ntill after lunch.”\r\n\r\n“I must win the toss,” said Burgess. “It’s a nuisance too, about our\r\nbatting. Marsh will probably be dead out of form after being in the\r\nInfirmary so long. If he’d had a chance of getting a bit of practice\r\nyesterday, it might have been all right.”\r\n\r\n“That rain will have a lot to answer for if we lose. On a dry, hard\r\nwicket I’m certain we should beat them four times out of six. I was\r\ntalking to a man who played against them for the Nomads. He said that\r\non a true wicket there was not a great deal of sting in their bowling,\r\nbut that they’ve got a slow leg-break man who might be dangerous on a\r\nday like this. A boy called de Freece. I don’t know of him. He wasn’t\r\nin the team last year.”\r\n\r\n“I know the chap. He played wing three for them at footer against us\r\nthis year on their ground. He was crocked when they came here. He’s a\r\npretty useful chap all round, I believe. Plays racquets for them too.”\r\n\r\n“Well, my friend said he had one very dangerous ball, of the Bosanquet\r\ntype. Looks as if it were going away, and comes in instead.”\r\n\r\n“I don’t think a lot of that,” said Burgess ruefully. “One consolation\r\nis, though, that that sort of ball is easier to watch on a slow\r\nwicket. I must tell the fellows to look out for it.”\r\n\r\n“I should. And, above all, win the toss.”\r\n\r\n       *       *       *       *       *\r\n\r\nBurgess and Maclaine, the Ripton captain, were old acquaintances. They\r\nhad been at the same private school, and they had played against one\r\nanother at football and cricket for two years now.\r\n\r\n“We’ll go in first, Mac,” said Burgess, as they met on the pavilion\r\nsteps after they had changed.\r\n\r\n“It’s awfully good of you to suggest it,” said Maclaine. “but I think\r\nwe’ll toss. It’s a hobby of mine. You call.”\r\n\r\n“Heads.”\r\n\r\n“Tails it is. I ought to have warned you that you hadn’t a chance.\r\nI’ve lost the toss five times running, so I was bound to win to-day.”\r\n\r\n“You’ll put us in, I suppose?”\r\n\r\n“Yes--after us.”\r\n\r\n“Oh, well, we sha’n’t have long to wait for our knock, that’s a\r\ncomfort. Buck up and send some one in, and let’s get at you.”\r\n\r\nAnd Burgess went off to tell the ground-man to have plenty of sawdust\r\nready, as he would want the field paved with it.\r\n\r\n       *       *       *       *       *\r\n\r\nThe policy of the Ripton team was obvious from the first over. They\r\nmeant to force the game. Already the sun was beginning to peep through\r\nthe haze. For about an hour run-getting ought to be a tolerably simple\r\nprocess; but after that hour singles would be as valuable as threes\r\nand boundaries an almost unheard-of luxury.\r\n\r\nSo Ripton went in to hit.\r\n\r\nThe policy proved successful for a time, as it generally does.\r\nBurgess, who relied on a run that was a series of tiger-like leaps\r\nculminating in a spring that suggested that he meant to lower the long\r\njump record, found himself badly handicapped by the state of the\r\nground. In spite of frequent libations of sawdust, he was compelled to\r\ntread cautiously, and this robbed his bowling of much of its pace. The\r\nscore mounted rapidly. Twenty came in ten minutes. At thirty-five the\r\nfirst wicket fell, run out.\r\n\r\nAt sixty Ellerby, who had found the pitch too soft for him and had\r\nbeen expensive, gave place to Grant. Grant bowled what were supposed\r\nto be slow leg-breaks, but which did not always break. The change\r\nworked.\r\n\r\nMaclaine, after hitting the first two balls to the boundary, skied the\r\nthird to Bob Jackson in the deep, and Bob, for whom constant practice\r\nhad robbed this sort of catch of its terrors, held it.\r\n\r\nA yorker from Burgess disposed of the next man before he could settle\r\ndown; but the score, seventy-four for three wickets, was large enough\r\nin view of the fact that the pitch was already becoming more\r\ndifficult, and was certain to get worse, to make Ripton feel that the\r\nadvantage was with them. Another hour of play remained before lunch.\r\nThe deterioration of the wicket would be slow during that period. The\r\nsun, which was now shining brightly, would put in its deadliest work\r\nfrom two o’clock onwards. Maclaine’s instructions to his men were to\r\ngo on hitting.\r\n\r\nA too liberal interpretation of the meaning of the verb “to hit” led\r\nto the departure of two more Riptonians in the course of the next two\r\novers. There is a certain type of school batsman who considers that to\r\nforce the game means to swipe blindly at every ball on the chance of\r\ntaking it half-volley. This policy sometimes leads to a boundary or\r\ntwo, as it did on this occasion, but it means that wickets will fall,\r\nas also happened now. Seventy-four for three became eighty-six for\r\nfive. Burgess began to look happier.\r\n\r\nHis contentment increased when he got the next man leg-before-wicket\r\nwith the total unaltered. At this rate Ripton would be out before\r\nlunch for under a hundred.\r\n\r\nBut the rot stopped with the fall of that wicket. Dashing tactics were\r\nlaid aside. The pitch had begun to play tricks, and the pair now in\r\nsettled down to watch the ball. They plodded on, scoring slowly and\r\njerkily till the hands of the clock stood at half-past one. Then\r\nEllerby, who had gone on again instead of Grant, beat the less steady\r\nof the pair with a ball that pitched on the middle stump and shot into\r\nthe base of the off. A hundred and twenty had gone up on the board at\r\nthe beginning of the over.\r\n\r\nThat period which is always so dangerous, when the wicket is bad, the\r\nten minutes before lunch, proved fatal to two more of the enemy. The\r\nlast man had just gone to the wickets, with the score at a hundred and\r\nthirty-one, when a quarter to two arrived, and with it the luncheon\r\ninterval.\r\n\r\nSo far it was anybody’s game."
  ]
}