{
  "index": 26,
  "title": "Chapter 25",
  "paragraphs": [
    "MARCHING ORDERS\r\n\r\n\r\nA silence followed. To Mike, lying in bed, holding his breath, it\r\nseemed a long silence. As a matter of fact it lasted for perhaps ten\r\nseconds. Then Mr. Wain spoke.\r\n\r\n“You have been out, James?”\r\n\r\nIt is curious how in the more dramatic moments of life the inane\r\nremark is the first that comes to us.\r\n\r\n“Yes, sir,” said Wyatt.\r\n\r\n“I am astonished. Exceedingly astonished.”\r\n\r\n“I got a bit of a start myself,” said Wyatt.\r\n\r\n“I shall talk to you in my study. Follow me there.”\r\n\r\n“Yes, sir.”\r\n\r\nHe left the room, and Wyatt suddenly began to chuckle.\r\n\r\n“I say, Wyatt!” said Mike, completely thrown off his balance by the\r\nevents of the night.\r\n\r\nWyatt continued to giggle helplessly. He flung himself down on his\r\nbed, rolling with laughter. Mike began to get alarmed.\r\n\r\n“It’s all right,” said Wyatt at last, speaking with difficulty. “But,\r\nI say, how long had he been sitting there?”\r\n\r\n“It seemed hours. About an hour, I suppose, really.”\r\n\r\n“It’s the funniest thing I’ve ever struck. Me sweating to get in\r\nquietly, and all the time him camping out on my bed!”\r\n\r\n“But look here, what’ll happen?”\r\n\r\nWyatt sat up.\r\n\r\n“That reminds me. Suppose I’d better go down.”\r\n\r\n“What’ll he do, do you think?”\r\n\r\n“Ah, now, what!”\r\n\r\n“But, I say, it’s awful. What’ll happen?”\r\n\r\n“That’s for him to decide. Speaking at a venture, I should say----”\r\n\r\n“You don’t think----?”\r\n\r\n“The boot. The swift and sudden boot. I shall be sorry to part with\r\nyou, but I’m afraid it’s a case of ‘Au revoir, my little Hyacinth.’ We\r\nshall meet at Philippi. This is my Moscow. To-morrow I shall go out\r\ninto the night with one long, choking sob. Years hence a white-haired\r\nbank-clerk will tap at your door when you’re a prosperous professional\r\ncricketer with your photograph in _Wisden_. That’ll be me. Well,\r\nI suppose I’d better go down. We’d better all get to bed _some_\r\ntime to-night. Don’t go to sleep.”\r\n\r\n“Not likely.”\r\n\r\n“I’ll tell you all the latest news when I come back. Where are me\r\nslippers? Ha, ’tis well! Lead on, then, minions. I follow.”\r\n\r\n       *       *       *       *       *\r\n\r\nIn the study Mr. Wain was fumbling restlessly with his papers when\r\nWyatt appeared.\r\n\r\n“Sit down, James,” he said.\r\n\r\nWyatt sat down. One of his slippers fell off with a clatter. Mr. Wain\r\njumped nervously.\r\n\r\n“Only my slipper,” explained Wyatt. “It slipped.”\r\n\r\nMr. Wain took up a pen, and began to tap the table.\r\n\r\n“Well, James?”\r\n\r\nWyatt said nothing.\r\n\r\n“I should be glad to hear your explanation of this disgraceful\r\nmatter.”\r\n\r\n“The fact is----” said Wyatt.\r\n\r\n“Well?”\r\n\r\n“I haven’t one, sir.”\r\n\r\n“What were you doing out of your dormitory, out of the house, at that\r\nhour?”\r\n\r\n“I went for a walk, sir.”\r\n\r\n“And, may I inquire, are you in the habit of violating the strictest\r\nschool rules by absenting yourself from the house during the night?”\r\n\r\n“Yes, sir.”\r\n\r\n“What?”\r\n\r\n“Yes, sir.”\r\n\r\n“This is an exceedingly serious matter.”\r\n\r\nWyatt nodded agreement with this view.\r\n\r\n“Exceedingly.”\r\n\r\nThe pen rose and fell with the rapidity of the cylinder of a\r\nmotor-car. Wyatt, watching it, became suddenly aware that the\r\nthing was hypnotising him. In a minute or two he would be asleep.\r\n\r\n“I wish you wouldn’t do that, father. Tap like that, I mean. It’s\r\nsending me to sleep.”\r\n\r\n“James!”\r\n\r\n“It’s like a woodpecker.”\r\n\r\n“Studied impertinence----”\r\n\r\n“I’m very sorry. Only it _was_ sending me off.”\r\n\r\nMr. Wain suspended tapping operations, and resumed the thread of his\r\ndiscourse.\r\n\r\n“I am sorry, exceedingly, to see this attitude in you, James. It is\r\nnot fitting. It is in keeping with your behaviour throughout. Your\r\nconduct has been lax and reckless in the extreme. It is possible that\r\nyou imagine that the peculiar circumstances of our relationship secure\r\nyou from the penalties to which the ordinary boy----”\r\n\r\n“No, sir.”\r\n\r\n“I need hardly say,” continued Mr. Wain, ignoring the interruption,\r\n“that I shall treat you exactly as I should treat any other member of\r\nmy house whom I had detected in the same misdemeanour.”\r\n\r\n“Of course,” said Wyatt, approvingly.\r\n\r\n“I must ask you not to interrupt me when I am speaking to you, James.\r\nI say that your punishment will be no whit less severe than would be\r\nthat of any other boy. You have repeatedly proved yourself lacking in\r\nballast and a respect for discipline in smaller ways, but this is a\r\nfar more serious matter. Exceedingly so. It is impossible for me to\r\noverlook it, even were I disposed to do so. You are aware of the\r\npenalty for such an action as yours?”\r\n\r\n“The sack,” said Wyatt laconically.\r\n\r\n“It is expulsion. You must leave the school. At once.”\r\n\r\nWyatt nodded.\r\n\r\n“As you know, I have already secured a nomination for you in the\r\nLondon and Oriental Bank. I shall write to-morrow to the manager\r\nasking him to receive you at once----”\r\n\r\n“After all, they only gain an extra fortnight of me.”\r\n\r\n“You will leave directly I receive his letter. I shall arrange with\r\nthe headmaster that you are withdrawn privately----”\r\n\r\n“_Not_ the sack?”\r\n\r\n“Withdrawn privately. You will not go to school to-morrow. Do you\r\nunderstand? That is all. Have you anything to say?”\r\n\r\nWyatt reflected.\r\n\r\n“No, I don’t think----”\r\n\r\nHis eye fell on a tray bearing a decanter and a syphon.\r\n\r\n“Oh, yes,” he said. “Can’t I mix you a whisky and soda, father, before\r\nI go off to bed?”\r\n\r\n       *       *       *       *       *\r\n\r\n“Well?” said Mike.\r\n\r\nWyatt kicked off his slippers, and began to undress.\r\n\r\n“What happened?”\r\n\r\n“We chatted.”\r\n\r\n“Has he let you off?”\r\n\r\n“Like a gun. I shoot off almost immediately. To-morrow I take a\r\nwell-earned rest away from school, and the day after I become the\r\ngay young bank-clerk, all amongst the ink and ledgers.”\r\n\r\nMike was miserably silent.\r\n\r\n“Buck up,” said Wyatt cheerfully. “It would have happened anyhow in\r\nanother fortnight. So why worry?”\r\n\r\nMike was still silent. The reflection was doubtless philosophic, but\r\nit failed to comfort him."
  ]
}