{
  "index": 32,
  "title": "Chapter 31",
  "paragraphs": [
    "SEDLEIGH\r\n\r\n\r\nThe train, which had been stopping everywhere for the last half-hour,\r\npulled up again, and Mike, seeing the name of the station, got up,\r\nopened the door, and hurled a Gladstone bag out on to the platform in\r\nan emphatic and vindictive manner. Then he got out himself and looked\r\nabout him.\r\n\r\n“For the school, sir?” inquired the solitary porter, bustling up, as\r\nif he hoped by sheer energy to deceive the traveller into thinking\r\nthat Sedleigh station was staffed by a great army of porters.\r\n\r\nMike nodded. A sombre nod. The nod Napoleon might have given if\r\nsomebody had met him in 1812, and said, “So you’re back from Moscow,\r\neh?” Mike was feeling thoroughly jaundiced. The future seemed wholly\r\ngloomy. And, so far from attempting to make the best of things, he had\r\nset himself deliberately to look on the dark side. He thought, for\r\ninstance, that he had never seen a more repulsive porter, or one more\r\nobviously incompetent than the man who had attached himself with a\r\nfirm grasp to the handle of the bag as he strode off in the direction\r\nof the luggage-van. He disliked his voice, his appearance, and the\r\ncolour of his hair. Also the boots he wore. He hated the station, and\r\nthe man who took his ticket.\r\n\r\n“Young gents at the school, sir,” said the porter, perceiving from\r\nMike’s _distrait_ air that the boy was a stranger to the place,\r\n“goes up in the ’bus mostly. It’s waiting here, sir. Hi, George!”\r\n\r\n“I’ll walk, thanks,” said Mike frigidly.\r\n\r\n“It’s a goodish step, sir.”\r\n\r\n“Here you are.”\r\n\r\n“Thank you, sir. I’ll send up your luggage by the ’bus, sir. Which\r\n’ouse was it you was going to?”\r\n\r\n“Outwood’s.”\r\n\r\n“Right, sir. It’s straight on up this road to the school. You can’t\r\nmiss it, sir.”\r\n\r\n“Worse luck,” said Mike.\r\n\r\nHe walked off up the road, sorrier for himself than ever. It was such\r\nabsolutely rotten luck. About now, instead of being on his way to a\r\nplace where they probably ran a diabolo team instead of a cricket\r\neleven, and played hunt-the-slipper in winter, he would be on the\r\npoint of arriving at Wrykyn. And as captain of cricket, at that. Which\r\nwas the bitter part of it. He had never been in command. For the last\r\ntwo seasons he had been the star man, going in first, and heading the\r\naverages easily at the end of the season; and the three captains under\r\nwhom he had played during his career as a Wrykynian, Burgess, Enderby,\r\nand Henfrey had always been sportsmen to him. But it was not the same\r\nthing. He had meant to do such a lot for Wrykyn cricket this term. He\r\nhad had an entirely new system of coaching in his mind. Now it might\r\nnever be used. He had handed it on in a letter to Strachan, who would\r\nbe captain in his place; but probably Strachan would have some scheme\r\nof his own. There is nobody who could not edit a paper in the ideal\r\nway; and there is nobody who has not a theory of his own about\r\ncricket-coaching at school.\r\n\r\nWrykyn, too, would be weak this year, now that he was no longer there.\r\nStrachan was a good, free bat on his day, and, if he survived a few\r\novers, might make a century in an hour, but he was not to be depended\r\nupon. There was no doubt that Mike’s sudden withdrawal meant that\r\nWrykyn would have a bad time that season. And it had been such a\r\nwretched athletic year for the school. The football fifteen had been\r\nhopeless, and had lost both the Ripton matches, the return by over\r\nsixty points. Sheen’s victory in the light-weights at Aldershot had\r\nbeen their one success. And now, on top of all this, the captain of\r\ncricket was removed during the Easter holidays. Mike’s heart bled for\r\nWrykyn, and he found himself loathing Sedleigh and all its works with\r\na great loathing.\r\n\r\nThe only thing he could find in its favour was the fact that it was\r\nset in a very pretty country. Of a different type from the Wrykyn\r\ncountry, but almost as good. For three miles Mike made his way through\r\nwoods and past fields. Once he crossed a river. It was soon after this\r\nthat he caught sight, from the top of a hill, of a group of buildings\r\nthat wore an unmistakably school-like look.\r\n\r\nThis must be Sedleigh.\r\n\r\nTen minutes’ walk brought him to the school gates, and a baker’s boy\r\ndirected him to Mr. Outwood’s.\r\n\r\nThere were three houses in a row, separated from the school buildings\r\nby a cricket-field. Outwood’s was the middle one of these.\r\n\r\nMike went to the front door, and knocked. At Wrykyn he had always\r\ncharged in at the beginning of term at the boys’ entrance, but this\r\nformal reporting of himself at Sedleigh suited his mood.\r\n\r\nHe inquired for Mr. Outwood, and was shown into a room lined with\r\nbooks. Presently the door opened, and the house-master appeared.\r\n\r\nThere was something pleasant and homely about Mr. Outwood. In\r\nappearance he reminded Mike of Smee in “Peter Pan.” He had the same\r\neyebrows and pince-nez and the same motherly look.\r\n\r\n“Jackson?” he said mildly.\r\n\r\n“Yes, sir.”\r\n\r\n“I am very glad to see you, very glad indeed. Perhaps you would like a\r\ncup of tea after your journey. I think you might like a cup of tea.\r\nYou come from Crofton, in Shropshire, I understand, Jackson, near\r\nBrindleford? It is a part of the country which I have always wished to\r\nvisit. I daresay you have frequently seen the Cluniac Priory of St.\r\nAmbrose at Brindleford?”\r\n\r\nMike, who would not have recognised a Cluniac Priory if you had handed\r\nhim one on a tray, said he had not.\r\n\r\n“Dear me! You have missed an opportunity which I should have been glad\r\nto have. I am preparing a book on Ruined Abbeys and Priories of\r\nEngland, and it has always been my wish to see the Cluniac Priory of\r\nSt. Ambrose. A deeply interesting relic of the sixteenth century.\r\nBishop Geoffrey, 1133-40----”\r\n\r\n“Shall I go across to the boys’ part, sir?”\r\n\r\n“What? Yes. Oh, yes. Quite so. And perhaps you would like a cup of tea\r\nafter your journey? No? Quite so. Quite so. You should make a point of\r\nvisiting the remains of the Cluniac Priory in the summer holidays,\r\nJackson. You will find the matron in her room. In many respects it is\r\nunique. The northern altar is in a state of really wonderful\r\npreservation. It consists of a solid block of masonry five feet long\r\nand two and a half wide, with chamfered plinth, standing quite free\r\nfrom the apse wall. It will well repay a visit. Good-bye for the\r\npresent, Jackson, good-bye.”\r\n\r\nMike wandered across to the other side of the house, his gloom visibly\r\ndeepened. All alone in a strange school, where they probably played\r\nhopscotch, with a house-master who offered one cups of tea after one’s\r\njourney and talked about chamfered plinths and apses. It was a little\r\nhard.\r\n\r\nHe strayed about, finding his bearings, and finally came to a room\r\nwhich he took to be the equivalent of the senior day-room at a Wrykyn\r\nhouse. Everywhere else he had found nothing but emptiness. Evidently\r\nhe had come by an earlier train than was usual. But this room was\r\noccupied.\r\n\r\nA very long, thin youth, with a solemn face and immaculate clothes,\r\nwas leaning against the mantelpiece. As Mike entered, he fumbled in\r\nhis top left waistcoat pocket, produced an eyeglass attached to a\r\ncord, and fixed it in his right eye. With the help of this aid to\r\nvision he inspected Mike in silence for a while, then, having flicked\r\nan invisible speck of dust from the left sleeve of his coat, he spoke.\r\n\r\n“Hullo,” he said.\r\n\r\nHe spoke in a tired voice.\r\n\r\n“Hullo,” said Mike.\r\n\r\n“Take a seat,” said the immaculate one. “If you don’t mind dirtying\r\nyour bags, that’s to say. Personally, I don’t see any prospect of ever\r\nsitting down in this place. It looks to me as if they meant to use\r\nthese chairs as mustard-and-cress beds. A Nursery Garden in the Home.\r\nThat sort of idea. My name,” he added pensively, “is Smith. What’s\r\nyours?”"
  ]
}