{
  "index": 33,
  "title": "Chapter 32",
  "paragraphs": [
    "PSMITH\r\n\r\n\r\n“Jackson,” said Mike.\r\n\r\n“Are you the Bully, the Pride of the School, or the Boy who is Led\r\nAstray and takes to Drink in Chapter Sixteen?”\r\n\r\n“The last, for choice,” said Mike, “but I’ve only just arrived, so I\r\ndon’t know.”\r\n\r\n“The boy--what will he become? Are you new here, too, then?”\r\n\r\n“Yes! Why, are you new?”\r\n\r\n“Do I look as if I belonged here? I’m the latest import. Sit down\r\non yonder settee, and I will tell you the painful story of my life.\r\nBy the way, before I start, there’s just one thing. If you ever\r\nhave occasion to write to me, would you mind sticking a P at the\r\nbeginning of my name? P-s-m-i-t-h. See? There are too many Smiths,\r\nand I don’t care for Smythe. My father’s content to worry along in\r\nthe old-fashioned way, but I’ve decided to strike out a fresh line.\r\nI shall found a new dynasty. The resolve came to me unexpectedly this\r\nmorning, as I was buying a simple penn’orth of butterscotch out of\r\nthe automatic machine at Paddington. I jotted it down on the back of\r\nan envelope. In conversation you may address me as Rupert (though I\r\nhope you won’t), or simply Smith, the P not being sounded. Cp. the\r\nname Zbysco, in which the Z is given a similar miss-in-baulk. See?”\r\n\r\nMike said he saw. Psmith thanked him with a certain stately old-world\r\ncourtesy.\r\n\r\n“Let us start at the beginning,” he resumed. “My infancy. When I was\r\nbut a babe, my eldest sister was bribed with a shilling an hour by my\r\nnurse to keep an eye on me, and see that I did not raise Cain. At the\r\nend of the first day she struck for one-and six, and got it. We now\r\npass to my boyhood. At an early age, I was sent to Eton, everybody\r\npredicting a bright career for me. But,” said Psmith solemnly, fixing\r\nan owl-like gaze on Mike through the eye-glass, “it was not to be.”\r\n\r\n“No?” said Mike.\r\n\r\n“No. I was superannuated last term.”\r\n\r\n“Bad luck.”\r\n\r\n“For Eton, yes. But what Eton loses, Sedleigh gains.”\r\n\r\n“But why Sedleigh, of all places?”\r\n\r\n“This is the most painful part of my narrative. It seems that a\r\ncertain scug in the next village to ours happened last year to collar\r\na Balliol----”\r\n\r\n“Not Barlitt!” exclaimed Mike.\r\n\r\n“That was the man. The son of the vicar. The vicar told the curate,\r\nwho told our curate, who told our vicar, who told my father, who sent\r\nme off here to get a Balliol too. Do _you_ know Barlitt?”\r\n\r\n“His pater’s vicar of our village. It was because his son got a\r\nBalliol that I was sent here.”\r\n\r\n“Do you come from Crofton?”\r\n\r\n“Yes.”\r\n\r\n“I’ve lived at Lower Benford all my life. We are practically long-lost\r\nbrothers. Cheer a little, will you?”\r\n\r\nMike felt as Robinson Crusoe felt when he met Friday. Here was a\r\nfellow human being in this desert place. He could almost have embraced\r\nPsmith. The very sound of the name Lower Benford was heartening. His\r\ndislike for his new school was not diminished, but now he felt that\r\nlife there might at least be tolerable.\r\n\r\n“Where were you before you came here?” asked Psmith. “You have heard\r\nmy painful story. Now tell me yours.”\r\n\r\n“Wrykyn. My pater took me away because I got such a lot of bad\r\nreports.”\r\n\r\n“My reports from Eton were simply scurrilous. There’s a libel action\r\nin every sentence. How do you like this place from what you’ve seen of\r\nit?”\r\n\r\n“Rotten.”\r\n\r\n“I am with you, Comrade Jackson. You won’t mind my calling you\r\nComrade, will you? I’ve just become a Socialist. It’s a great scheme.\r\nYou ought to be one. You work for the equal distribution of property,\r\nand start by collaring all you can and sitting on it. We must stick\r\ntogether. We are companions in misfortune. Lost lambs. Sheep that have\r\ngone astray. Divided, we fall, together we may worry through. Have you\r\nseen Professor Radium yet? I should say Mr. Outwood. What do you think\r\nof him?”\r\n\r\n“He doesn’t seem a bad sort of chap. Bit off his nut. Jawed about\r\napses and things.”\r\n\r\n“And thereby,” said Psmith, “hangs a tale. I’ve been making inquiries\r\nof a stout sportsman in a sort of Salvation Army uniform, whom I met\r\nin the grounds--he’s the school sergeant or something, quite a solid\r\nman--and I hear that Comrade Outwood’s an archaeological cove. Goes\r\nabout the country beating up old ruins and fossils and things. There’s\r\nan Archaeological Society in the school, run by him. It goes out on\r\nhalf-holidays, prowling about, and is allowed to break bounds and\r\ngenerally steep itself to the eyebrows in reckless devilry. And,\r\nmark you, laddie, if you belong to the Archaeological Society you\r\nget off cricket. To get off cricket,” said Psmith, dusting his right\r\ntrouser-leg, “was the dream of my youth and the aspiration of my riper\r\nyears. A noble game, but a bit too thick for me. At Eton I used to have\r\nto field out at the nets till the soles of my boots wore through. I\r\nsuppose you are a blood at the game? Play for the school against\r\nLoamshire, and so on.”\r\n\r\n“I’m not going to play here, at any rate,” said Mike.\r\n\r\nHe had made up his mind on this point in the train. There is a certain\r\nfascination about making the very worst of a bad job. Achilles knew\r\nhis business when he sat in his tent. The determination not to play\r\ncricket for Sedleigh as he could not play for Wrykyn gave Mike a sort\r\nof pleasure. To stand by with folded arms and a sombre frown, as it\r\nwere, was one way of treating the situation, and one not without its\r\nmeed of comfort.\r\n\r\nPsmith approved the resolve.\r\n\r\n“Stout fellow,” he said. “’Tis well. You and I, hand in hand, will\r\nsearch the countryside for ruined abbeys. We will snare the elusive\r\nfossil together. Above all, we will go out of bounds. We shall thus\r\nimprove our minds, and have a jolly good time as well. I shouldn’t\r\nwonder if one mightn’t borrow a gun from some friendly native, and do\r\na bit of rabbit-shooting here and there. From what I saw of Comrade\r\nOutwood during our brief interview, I shouldn’t think he was one of\r\nthe lynx-eyed contingent. With tact we ought to be able to slip away\r\nfrom the merry throng of fossil-chasers, and do a bit on our own\r\naccount.”\r\n\r\n“Good idea,” said Mike. “We will. A chap at Wrykyn, called Wyatt, used\r\nto break out at night and shoot at cats with an air-pistol.”\r\n\r\n“It would take a lot to make me do that. I am all against anything\r\nthat interferes with my sleep. But rabbits in the daytime is a scheme.\r\nWe’ll nose about for a gun at the earliest opp. Meanwhile we’d better\r\ngo up to Comrade Outwood, and get our names shoved down for the\r\nSociety.”\r\n\r\n“I vote we get some tea first somewhere.”\r\n\r\n“Then let’s beat up a study. I suppose they have studies here. Let’s\r\ngo and look.”\r\n\r\nThey went upstairs. On the first floor there was a passage with doors\r\non either side. Psmith opened the first of these.\r\n\r\n“This’ll do us well,” he said.\r\n\r\nIt was a biggish room, looking out over the school grounds. There were\r\na couple of deal tables, two empty bookcases, and a looking-glass,\r\nhung on a nail.\r\n\r\n“Might have been made for us,” said Psmith approvingly.\r\n\r\n“I suppose it belongs to some rotter.”\r\n\r\n“Not now.”\r\n\r\n“You aren’t going to collar it!”\r\n\r\n“That,” said Psmith, looking at himself earnestly in the mirror, and\r\nstraightening his tie, “is the exact programme. We must stake out our\r\nclaims. This is practical Socialism.”\r\n\r\n“But the real owner’s bound to turn up some time or other.”\r\n\r\n“His misfortune, not ours. You can’t expect two master-minds like us\r\nto pig it in that room downstairs. There are moments when one wants to\r\nbe alone. It is imperative that we have a place to retire to after a\r\nfatiguing day. And now, if you want to be really useful, come and help\r\nme fetch up my box from downstairs. It’s got an Etna and various\r\nthings in it.”"
  ]
}