{
  "index": 39,
  "title": "Chapter 38",
  "paragraphs": [
    "THE FIRE BRIGADE MEETING\r\n\r\n\r\nCricket is the great safety-valve. If you like the game, and are in a\r\nposition to play it at least twice a week, life can never be entirely\r\ngrey. As time went on, and his average for Lower Borlock reached the\r\nfifties and stayed there, Mike began, though he would not have\r\nadmitted it, to enjoy himself. It was not Wrykyn, but it was a very\r\ndecent substitute.\r\n\r\nThe only really considerable element making for discomfort now was Mr.\r\nDowning. By bad luck it was in his form that Mike had been placed on\r\narrival; and Mr. Downing, never an easy form-master to get on with,\r\nproved more than usually difficult in his dealings with Mike.\r\n\r\nThey had taken a dislike to each other at their first meeting; and it\r\ngrew with further acquaintance. To Mike, Mr. Downing was all that a\r\nmaster ought not to be, fussy, pompous, and openly influenced in his\r\nofficial dealings with his form by his own private likes and dislikes.\r\nTo Mr. Downing, Mike was simply an unamiable loafer, who did nothing\r\nfor the school and apparently had none of the instincts which should\r\nbe implanted in the healthy boy. Mr. Downing was rather strong on the\r\nhealthy boy.\r\n\r\nThe two lived in a state of simmering hostility, punctuated at\r\nintervals by crises, which usually resulted in Lower Borlock having to\r\nplay some unskilled labourer in place of their star batsman, employed\r\ndoing “over-time.”\r\n\r\nOne of the most acute of these crises, and the most important, in that\r\nit was the direct cause of Mike’s appearance in Sedleigh cricket, had\r\nto do with the third weekly meeting of the School Fire Brigade.\r\n\r\nIt may be remembered that this well-supported institution was under\r\nMr. Downing’s special care. It was, indeed, his pet hobby and the\r\napple of his eye.\r\n\r\nJust as you had to join the Archaeological Society to secure the\r\nesteem of Mr. Outwood, so to become a member of the Fire Brigade was a\r\nsafe passport to the regard of Mr. Downing. To show a keenness for\r\ncricket was good, but to join the Fire Brigade was best of all.\r\nThe Brigade was carefully organised. At its head was Mr. Downing,\r\na sort of high priest; under him was a captain, and under the captain\r\na vice-captain. These two officials were those sportive allies, Stone\r\nand Robinson, of Outwood’s house, who, having perceived at a very early\r\ndate the gorgeous opportunities for ragging which the Brigade offered\r\nto its members, had joined young and worked their way up.\r\n\r\nUnder them were the rank and file, about thirty in all, of whom\r\nperhaps seven were earnest workers, who looked on the Brigade in the\r\nright, or Downing, spirit. The rest were entirely frivolous.\r\n\r\nThe weekly meetings were always full of life and excitement.\r\n\r\nAt this point it is as well to introduce Sammy to the reader.\r\n\r\nSammy, short for Sampson, was a young bull-terrier belonging to Mr.\r\nDowning. If it is possible for a man to have two apples of his eye,\r\nSammy was the other. He was a large, light-hearted dog with a white\r\ncoat, an engaging expression, the tongue of an ant-eater, and a manner\r\nwhich was a happy blend of hurricane and circular saw. He had long\r\nlegs, a tenor voice, and was apparently made of india-rubber.\r\n\r\nSammy was a great favourite in the school, and a particular friend of\r\nMike’s, the Wrykynian being always a firm ally of every dog he met\r\nafter two minutes’ acquaintance.\r\n\r\nIn passing, Jellicoe owned a clock-work rat, much in request during\r\nFrench lessons.\r\n\r\nWe will now proceed to the painful details.\r\n\r\n       *       *       *       *       *\r\n\r\nThe meetings of the Fire Brigade were held after school in Mr.\r\nDowning’s form-room. The proceedings always began in the same way, by\r\nthe reading of the minutes of the last meeting. After that the\r\nentertainment varied according to whether the members happened to be\r\nfertile or not in ideas for the disturbing of the peace.\r\n\r\nTo-day they were in very fair form.\r\n\r\nAs soon as Mr. Downing had closed the minute-book, Wilson, of the\r\nSchool House, held up his hand.\r\n\r\n“Well, Wilson?”\r\n\r\n“Please, sir, couldn’t we have a uniform for the Brigade?”\r\n\r\n“A uniform?” Mr. Downing pondered\r\n\r\n“Red, with green stripes, sir,”\r\n\r\nRed, with a thin green stripe, was the Sedleigh colour.\r\n\r\n“Shall I put it to the vote, sir?” asked Stone.\r\n\r\n“One moment, Stone.”\r\n\r\n“Those in favour of the motion move to the left, those against it to\r\nthe right.”\r\n\r\nA scuffling of feet, a slamming of desk-lids and an upset blackboard,\r\nand the meeting had divided.\r\n\r\nMr. Downing rapped irritably on his desk.\r\n\r\n“Sit down!” he said, “sit down! I won’t have this noise and\r\ndisturbance. Stone, sit down--Wilson, get back to your place.”\r\n\r\n“Please, sir, the motion is carried by twenty-five votes to six.”\r\n\r\n“Please, sir, may I go and get measured this evening?”\r\n\r\n“Please, sir----”\r\n\r\n“Si-_lence_! The idea of a uniform is, of course, out of the\r\nquestion.”\r\n\r\n“Oo-oo-oo-oo, sir-r-r!”\r\n\r\n“Be _quiet!_ Entirely out of the question. We cannot plunge into\r\nneedless expense. Stone, listen to me. I cannot have this noise and\r\ndisturbance! Another time when a point arises it must be settled by a\r\nshow of hands. Well, Wilson?”\r\n\r\n“Please, sir, may we have helmets?”\r\n\r\n“Very useful as a protection against falling timbers, sir,” said\r\nRobinson.\r\n\r\n“I don’t think my people would be pleased, sir, if they knew I was\r\ngoing out to fires without a helmet,” said Stone.\r\n\r\nThe whole strength of the company: “Please, sir, may we have helmets?”\r\n\r\n“Those in favour--” began Stone.\r\n\r\nMr. Downing banged on his desk. “Silence! Silence!! Silence!!! Helmets\r\nare, of course, perfectly preposterous.”\r\n\r\n“Oo-oo-oo-oo, sir-r-r!”\r\n\r\n“But, sir, the danger!”\r\n\r\n“Please, sir, the falling timbers!”\r\n\r\nThe Fire Brigade had been in action once and once only in the memory\r\nof man, and that time it was a haystack which had burnt itself out\r\njust as the rescuers had succeeded in fastening the hose to the\r\nhydrant.\r\n\r\n“Silence!”\r\n\r\n“Then, please, sir, couldn’t we have an honour cap? It wouldn’t be\r\nexpensive, and it would be just as good as a helmet for all the\r\ntimbers that are likely to fall on our heads.”\r\n\r\nMr. Downing smiled a wry smile.\r\n\r\n“Our Wilson is facetious,” he remarked frostily.\r\n\r\n“Sir, no, sir! I wasn’t facetious! Or couldn’t we have footer-tops,\r\nlike the first fifteen have? They----”\r\n\r\n“Wilson, leave the room!”\r\n\r\n“Sir, _please_, sir!”\r\n\r\n“This moment, Wilson. And,” as he reached the door, “do me one hundred\r\nlines.”\r\n\r\nA pained “OO-oo-oo, sir-r-r,” was cut off by the closing door.\r\n\r\nMr. Downing proceeded to improve the occasion. “I deplore this growing\r\nspirit of flippancy,” he said. “I tell you I deplore it! It is not\r\nright! If this Fire Brigade is to be of solid use, there must be less\r\nof this flippancy. We must have keenness. I want you boys above all to\r\nbe keen. I--What is that noise?”\r\n\r\nFrom the other side of the door proceeded a sound like water gurgling\r\nfrom a bottle, mingled with cries half-suppressed, as if somebody were\r\nbeing prevented from uttering them by a hand laid over his mouth. The\r\nsufferer appeared to have a high voice.\r\n\r\nThere was a tap at the door and Mike walked in. He was not alone.\r\nThose near enough to see, saw that he was accompanied by Jellicoe’s\r\nclock-work rat, which moved rapidly over the floor in the direction of\r\nthe opposite wall.\r\n\r\n“May I fetch a book from my desk, sir?” asked Mike.\r\n\r\n“Very well--be quick, Jackson; we are busy.”\r\n\r\nBeing interrupted in one of his addresses to the Brigade irritated Mr.\r\nDowning.\r\n\r\nThe muffled cries grew more distinct.\r\n\r\n“What--is--that--noise?” shrilled Mr. Downing.\r\n\r\n“Noise, sir?” asked Mike, puzzled.\r\n\r\n“I think it’s something outside the window, sir,” said Stone\r\nhelpfully.\r\n\r\n“A bird, I think, sir,” said Robinson.\r\n\r\n“Don’t be absurd!” snapped Mr. Downing. “It’s outside the door.\r\nWilson!”\r\n\r\n“Yes, sir?” said a voice “off.”\r\n\r\n“Are you making that whining noise?”\r\n\r\n“Whining noise, sir? No, sir, I’m not making a whining noise.”\r\n\r\n“What _sort_ of noise, sir?” inquired Mike, as many Wrykynians\r\nhad asked before him. It was a question invented by Wrykyn for use in\r\njust such a case as this.\r\n\r\n“I do not propose,” said Mr. Downing acidly, “to imitate the noise;\r\nyou can all hear it perfectly plainly. It is a curious whining noise.”\r\n\r\n“They are mowing the cricket field, sir,” said the invisible Wilson.\r\n“Perhaps that’s it.”\r\n\r\n“It may be one of the desks squeaking, sir,” put in Stone. “They do\r\nsometimes.”\r\n\r\n“Or somebody’s boots, sir,” added Robinson.\r\n\r\n“Silence! Wilson?”\r\n\r\n“Yes, sir?” bellowed the unseen one.\r\n\r\n“Don’t shout at me from the corridor like that. Come in.”\r\n\r\n“Yes, sir!”\r\n\r\nAs he spoke the muffled whining changed suddenly to a series of tenor\r\nshrieks, and the india-rubber form of Sammy bounded into the room like\r\nan excited kangaroo.\r\n\r\nWilling hands had by this time deflected the clockwork rat from the\r\nwall to which it had been steering, and pointed it up the alley-way\r\nbetween the two rows of desks. Mr. Downing, rising from his place, was\r\njust in time to see Sammy with a last leap spring on his prey and\r\nbegin worrying it.\r\n\r\nChaos reigned.\r\n\r\n“A rat!” shouted Robinson.\r\n\r\nThe twenty-three members of the Brigade who were not earnest instantly\r\ndealt with the situation, each in the manner that seemed proper to\r\nhim. Some leaped on to forms, others flung books, all shouted. It was\r\na stirring, bustling scene.\r\n\r\nSammy had by this time disposed of the clock-work rat, and was now\r\nstanding, like Marius, among the ruins barking triumphantly.\r\n\r\nThe banging on Mr. Downing’s desk resembled thunder. It rose above all\r\nthe other noises till in time they gave up the competition and died\r\naway.\r\n\r\nMr. Downing shot out orders, threats, and penalties with the rapidity\r\nof a Maxim gun.\r\n\r\n“Stone, sit down! Donovan, if you do not sit down, you will be\r\nseverely punished. Henderson, one hundred lines for gross disorder!\r\nWindham, the same! Go to your seat, Vincent. What are you doing,\r\nBroughton-Knight? I will not have this disgraceful noise and disorder!\r\nThe meeting is at an end; go quietly from the room, all of you.\r\nJackson and Wilson, remain. _Quietly_, I said, Durand! Don’t\r\nshuffle your feet in that abominable way.”\r\n\r\nCrash!\r\n\r\n“Wolferstan, I distinctly saw you upset that black-board with a\r\nmovement of your hand--one hundred lines. Go quietly from the room,\r\neverybody.”\r\n\r\nThe meeting dispersed.\r\n\r\n“Jackson and Wilson, come here. What’s the meaning of this disgraceful\r\nconduct? Put that dog out of the room, Jackson.”\r\n\r\nMike removed the yelling Sammy and shut the door on him.\r\n\r\n“Well, Wilson?”\r\n\r\n“Please, sir, I was playing with a clock-work rat----”\r\n\r\n“What business have you to be playing with clock-work rats?”\r\n\r\n“Then I remembered,” said Mike, “that I had left my Horace in my desk,\r\nso I came in----”\r\n\r\n“And by a fluke, sir,” said Wilson, as one who tells of strange\r\nthings, “the rat happened to be pointing in the same direction, so he\r\ncame in, too.”\r\n\r\n“I met Sammy on the gravel outside and he followed me.”\r\n\r\n“I tried to collar him, but when you told me to come in, sir, I had to\r\nlet him go, and he came in after the rat.”\r\n\r\nIt was plain to Mr. Downing that the burden of sin was shared equally\r\nby both culprits. Wilson had supplied the rat, Mike the dog; but Mr.\r\nDowning liked Wilson and disliked Mike. Wilson was in the Fire\r\nBrigade, frivolous at times, it was true, but nevertheless a member.\r\nAlso he kept wicket for the school. Mike was a member of the\r\nArchaeological Society, and had refused to play cricket.\r\n\r\nMr. Downing allowed these facts to influence him in passing sentence.\r\n\r\n“One hundred lines, Wilson,” he said. “You may go.”\r\n\r\nWilson departed with the air of a man who has had a great deal of fun,\r\nand paid very little for it.\r\n\r\nMr. Downing turned to Mike. “You will stay in on Saturday afternoon,\r\nJackson; it will interfere with your Archaeological studies, I fear,\r\nbut it may teach you that we have no room at Sedleigh for boys who\r\nspend their time loafing about and making themselves a nuisance. We\r\nare a keen school; this is no place for boys who do nothing but waste\r\ntheir time. That will do, Jackson.”\r\n\r\nAnd Mr. Downing walked out of the room. In affairs of this kind a\r\nmaster has a habit of getting the last word."
  ]
}