{
  "index": 31,
  "title": "Chapter 30",
  "paragraphs": [
    "MR. JACKSON MAKES UP HIS MIND\r\n\r\n\r\nTwo years have elapsed and Mike is home again for the Easter holidays.\r\n\r\nIf Mike had been in time for breakfast that morning he might have\r\ngathered from the expression on his father’s face, as Mr. Jackson\r\nopened the envelope containing his school report and read the\r\ncontents, that the document in question was not exactly a paean of\r\npraise from beginning to end. But he was late, as usual. Mike always\r\nwas late for breakfast in the holidays.\r\n\r\nWhen he came down on this particular morning, the meal was nearly\r\nover. Mr. Jackson had disappeared, taking his correspondence with him;\r\nMrs. Jackson had gone into the kitchen, and when Mike appeared the\r\nthing had resolved itself into a mere vulgar brawl between Phyllis and\r\nElla for the jam, while Marjory, who had put her hair up a fortnight\r\nbefore, looked on in a detached sort of way, as if these juvenile\r\ngambols distressed her.\r\n\r\n“Hullo, Mike,” she said, jumping up as he entered; “here you are--I’ve\r\nbeen keeping everything hot for you.”\r\n\r\n“Have you? Thanks awfully. I say--” his eye wandered in mild surprise\r\nround the table. “I’m a bit late.”\r\n\r\nMarjory was bustling about, fetching and carrying for Mike, as she\r\nalways did. She had adopted him at an early age, and did the thing\r\nthoroughly. She was fond of her other brothers, especially when they\r\nmade centuries in first-class cricket, but Mike was her favourite. She\r\nwould field out in the deep as a natural thing when Mike was batting\r\nat the net in the paddock, though for the others, even for Joe, who\r\nhad played in all five Test Matches in the previous summer, she would\r\ndo it only as a favour.\r\n\r\nPhyllis and Ella finished their dispute and went out. Marjory sat on\r\nthe table and watched Mike eat.\r\n\r\n“Your report came this morning, Mike,” she said.\r\n\r\nThe kidneys failed to retain Mike’s undivided attention. He looked up\r\ninterested. “What did it say?”\r\n\r\n“I didn’t see--I only caught sight of the Wrykyn crest on the\r\nenvelope. Father didn’t say anything.”\r\n\r\nMike seemed concerned. “I say, that looks rather rotten! I wonder if\r\nit was awfully bad. It’s the first I’ve had from Appleby.”\r\n\r\n“It can’t be any worse than the horrid ones Mr. Blake used to write\r\nwhen you were in his form.”\r\n\r\n“No, that’s a comfort,” said Mike philosophically. “Think there’s any\r\nmore tea in that pot?”\r\n\r\n“I call it a shame,” said Marjory; “they ought to be jolly glad to\r\nhave you at Wrykyn just for cricket, instead of writing beastly\r\nreports that make father angry and don’t do any good to anybody.”\r\n\r\n“Last summer he said he’d take me away if I got another one.”\r\n\r\n“He didn’t mean it really, I _know_ he didn’t! He couldn’t!\r\nYou’re the best bat Wrykyn’s ever had.”\r\n\r\n“What ho!” interpolated Mike.\r\n\r\n“You _are_. Everybody says you are. Why, you got your first the\r\nvery first term you were there--even Joe didn’t do anything nearly so\r\ngood as that. Saunders says you’re simply bound to play for England in\r\nanother year or two.”\r\n\r\n“Saunders is a jolly good chap. He bowled me a half-volley on the off\r\nthe first ball I had in a school match. By the way, I wonder if he’s\r\nout at the net now. Let’s go and see.”\r\n\r\nSaunders was setting up the net when they arrived. Mike put on his\r\npads and went to the wickets, while Marjory and the dogs retired as\r\nusual to the far hedge to retrieve.\r\n\r\nShe was kept busy. Saunders was a good sound bowler of the M.C.C.\r\nminor match type, and there had been a time when he had worried Mike\r\nconsiderably, but Mike had been in the Wrykyn team for three seasons\r\nnow, and each season he had advanced tremendously in his batting. He\r\nhad filled out in three years. He had always had the style, and now he\r\nhad the strength as well. Saunders’s bowling on a true wicket seemed\r\nsimple to him. It was early in the Easter holidays, but already he was\r\nbeginning to find his form. Saunders, who looked on Mike as his own\r\nspecial invention, was delighted.\r\n\r\n“If you don’t be worried by being too anxious now that you’re captain,\r\nMaster Mike,” he said, “you’ll make a century every match next term.”\r\n\r\n“I wish I wasn’t; it’s a beastly responsibility.”\r\n\r\nHenfrey, the Wrykyn cricket captain of the previous season, was not\r\nreturning next term, and Mike was to reign in his stead. He liked the\r\nprospect, but it certainly carried with it a rather awe-inspiring\r\nresponsibility. At night sometimes he would lie awake, appalled by the\r\nfear of losing his form, or making a hash of things by choosing the\r\nwrong men to play for the school and leaving the right men out. It is\r\nno light thing to captain a public school at cricket.\r\n\r\nAs he was walking towards the house, Phyllis met him. “Oh, I’ve been\r\nhunting for you, Mike; father wants you.”\r\n\r\n“What for?”\r\n\r\n“I don’t know.”\r\n\r\n“Where?”\r\n\r\n“He’s in the study. He seems--” added Phyllis, throwing in the\r\ninformation by way of a make-weight, “in a beastly wax.”\r\n\r\nMike’s jaw fell slightly. “I hope the dickens it’s nothing to do with\r\nthat bally report,” was his muttered exclamation.\r\n\r\nMike’s dealings with his father were as a rule of a most pleasant\r\nnature. Mr. Jackson was an understanding sort of man, who treated his\r\nsons as companions. From time to time, however, breezes were apt to\r\nruffle the placid sea of good-fellowship. Mike’s end-of-term report\r\nwas an unfailing wind-raiser; indeed, on the arrival of Mr. Blake’s\r\nsarcastic _résumé_ of Mike’s short-comings at the end of the\r\nprevious term, there had been something not unlike a typhoon. It was\r\non this occasion that Mr. Jackson had solemnly declared his intention\r\nof removing Mike from Wrykyn unless the critics became more\r\nflattering; and Mr. Jackson was a man of his word.\r\n\r\nIt was with a certain amount of apprehension, therefore, that Jackson\r\nentered the study.\r\n\r\n“Come in, Mike,” said his father, kicking the waste-paper basket; “I\r\nwant to speak to you.”\r\n\r\nMike, skilled in omens, scented a row in the offing. Only in moments\r\nof emotion was Mr. Jackson in the habit of booting the basket.\r\n\r\nThere followed an awkward silence, which Mike broke by remarking that\r\nhe had carted a half-volley from Saunders over the on-side hedge that\r\nmorning.\r\n\r\n“It was just a bit short and off the leg stump, so I stepped out--may\r\nI bag the paper-knife for a jiffy? I’ll just show----”\r\n\r\n“Never mind about cricket now,” said Mr. Jackson; “I want you to\r\nlisten to this report.”\r\n\r\n“Oh, is that my report, father?” said Mike, with a sort of sickly\r\ninterest, much as a dog about to be washed might evince in his tub.\r\n\r\n“It is,” replied Mr. Jackson in measured tones, “your report; what is\r\nmore, it is without exception the worst report you have ever had.”\r\n\r\n“Oh, I say!” groaned the record-breaker.\r\n\r\n“‘His conduct,’” quoted Mr. Jackson, “‘has been unsatisfactory in the\r\nextreme, both in and out of school.’”\r\n\r\n“It wasn’t anything really. I only happened----”\r\n\r\nRemembering suddenly that what he had happened to do was to drop a\r\ncannon-ball (the school weight) on the form-room floor, not once, but\r\non several occasions, he paused.\r\n\r\n“‘French bad; conduct disgraceful----’”\r\n\r\n“Everybody rags in French.”\r\n\r\n“‘Mathematics bad. Inattentive and idle.’”\r\n\r\n“Nobody does much work in Math.”\r\n\r\n“‘Latin poor. Greek, very poor.’”\r\n\r\n“We were doing Thucydides, Book Two, last term--all speeches and\r\ndoubtful readings, and cruxes and things--beastly hard! Everybody says\r\nso.”\r\n\r\n“Here are Mr. Appleby’s remarks: ‘The boy has genuine ability, which\r\nhe declines to use in the smallest degree.’”\r\n\r\nMike moaned a moan of righteous indignation.\r\n\r\n“‘An abnormal proficiency at games has apparently destroyed all desire\r\nin him to realise the more serious issues of life.’ There is more to\r\nthe same effect.”\r\n\r\nMr. Appleby was a master with very definite ideas as to what\r\nconstituted a public-school master’s duties. As a man he was\r\ndistinctly pro-Mike. He understood cricket, and some of Mike’s shots\r\non the off gave him thrills of pure aesthetic joy; but as a master he\r\nalways made it his habit to regard the manners and customs of the boys\r\nin his form with an unbiased eye, and to an unbiased eye Mike in a\r\nform-room was about as near the extreme edge as a boy could be, and\r\nMr. Appleby said as much in a clear firm hand.\r\n\r\n“You remember what I said to you about your report at Christmas,\r\nMike?” said Mr. Jackson, folding the lethal document and replacing it\r\nin its envelope.\r\n\r\nMike said nothing; there was a sinking feeling in his interior.\r\n\r\n“I shall abide by what I said.”\r\n\r\nMike’s heart thumped.\r\n\r\n“You will not go back to Wrykyn next term.”\r\n\r\nSomewhere in the world the sun was shining, birds were twittering;\r\nsomewhere in the world lambkins frisked and peasants sang blithely at\r\ntheir toil (flat, perhaps, but still blithely), but to Mike at that\r\nmoment the sky was black, and an icy wind blew over the face of the\r\nearth.\r\n\r\nThe tragedy had happened, and there was an end of it. He made no\r\nattempt to appeal against the sentence. He knew it would be useless,\r\nhis father, when he made up his mind, having all the unbending\r\ntenacity of the normally easy-going man.\r\n\r\nMr. Jackson was sorry for Mike. He understood him, and for that reason\r\nhe said very little now.\r\n\r\n“I am sending you to Sedleigh,” was his next remark.\r\n\r\nSedleigh! Mike sat up with a jerk. He knew Sedleigh by name--one of\r\nthose schools with about a hundred fellows which you never hear of\r\nexcept when they send up their gymnasium pair to Aldershot, or their\r\nEight to Bisley. Mike’s outlook on life was that of a cricketer, pure\r\nand simple. What had Sedleigh ever done? What were they ever likely to\r\ndo? Whom did they play? What Old Sedleighan had ever done anything at\r\ncricket? Perhaps they didn’t even _play_ cricket!\r\n\r\n“But it’s an awful hole,” he said blankly.\r\n\r\nMr. Jackson could read Mike’s mind like a book. Mike’s point of view\r\nwas plain to him. He did not approve of it, but he knew that in Mike’s\r\nplace and at Mike’s age he would have felt the same. He spoke drily to\r\nhide his sympathy.\r\n\r\n“It is not a large school,” he said, “and I don’t suppose it could\r\nplay Wrykyn at cricket, but it has one merit--boys work there. Young\r\nBarlitt won a Balliol scholarship from Sedleigh last year.” Barlitt\r\nwas the vicar’s son, a silent, spectacled youth who did not enter\r\nvery largely into Mike’s world. They had met occasionally at\r\ntennis-parties, but not much conversation had ensued. Barlitt’s\r\nmind was massive, but his topics of conversation were not Mike’s.\r\n\r\n“Mr. Barlitt speaks very highly of Sedleigh,” added Mr. Jackson.\r\n\r\nMike said nothing, which was a good deal better than saying what he\r\nwould have liked to have said."
  ]
}