{
  "index": 35,
  "title": "Chapter 34",
  "paragraphs": [
    "GUERRILLA WARFARE\r\n\r\n\r\n“There are few pleasures,” said Psmith, as he resumed his favourite\r\nposition against the mantelpiece and surveyed the commandeered study\r\nwith the pride of a householder, “keener to the reflective mind than\r\nsitting under one’s own roof-tree. This place would have been wasted\r\non Spiller; he would not have appreciated it properly.”\r\n\r\nMike was finishing his tea. “You’re a jolly useful chap to have by you\r\nin a crisis, Smith,” he said with approval. “We ought to have known\r\neach other before.”\r\n\r\n“The loss was mine,” said Psmith courteously. “We will now, with your\r\npermission, face the future for awhile. I suppose you realise that we\r\nare now to a certain extent up against it. Spiller’s hot Spanish blood\r\nis not going to sit tight and do nothing under a blow like this.”\r\n\r\n“What can he do? Outwood’s given us the study.”\r\n\r\n“What would you have done if somebody had bagged your study?”\r\n\r\n“Made it jolly hot for them!”\r\n\r\n“So will Comrade Spiller. I take it that he will collect a gang and\r\nmake an offensive movement against us directly he can. To all\r\nappearances we are in a fairly tight place. It all depends on how big\r\nComrade Spiller’s gang will be. I don’t like rows, but I’m prepared to\r\ntake on a reasonable number of bravoes in defence of the home.”\r\n\r\nMike intimated that he was with him on the point. “The difficulty is,\r\nthough,” he said, “about when we leave this room. I mean, we’re all\r\nright while we stick here, but we can’t stay all night.”\r\n\r\n“That’s just what I was about to point out when you put it with such\r\nadmirable clearness. Here we are in a stronghold, they can only get at\r\nus through the door, and we can lock that.”\r\n\r\n“And jam a chair against it.”\r\n\r\n“_And_, as you rightly remark, jam a chair against it. But what\r\nof the nightfall? What of the time when we retire to our dormitory?”\r\n\r\n“Or dormitories. I say, if we’re in separate rooms we shall be in the\r\ncart.”\r\n\r\nPsmith eyed Mike with approval. “He thinks of everything! You’re the\r\nman, Comrade Jackson, to conduct an affair of this kind--such\r\nforesight! such resource! We must see to this at once; if they put us\r\nin different rooms we’re done--we shall be destroyed singly in the\r\nwatches of the night.”\r\n\r\n“We’d better nip down to the matron right off.”\r\n\r\n“Not the matron--Comrade Outwood is the man. We are as sons to him;\r\nthere is nothing he can deny us. I’m afraid we are quite spoiling his\r\nafternoon by these interruptions, but we must rout him out once more.”\r\n\r\nAs they got up, the door handle rattled again, and this time there\r\nfollowed a knocking.\r\n\r\n“This must be an emissary of Comrade Spiller’s,” said Psmith. “Let us\r\nparley with the man.”\r\n\r\nMike unlocked the door. A light-haired youth with a cheerful, rather\r\nvacant face and a receding chin strolled into the room, and stood\r\ngiggling with his hands in his pockets.\r\n\r\n“I just came up to have a look at you,” he explained.\r\n\r\n“If you move a little to the left,” said Psmith, “you will catch the\r\nlight and shade effects on Jackson’s face better.”\r\n\r\nThe new-comer giggled with renewed vigour. “Are you the chap with the\r\neyeglass who jaws all the time?”\r\n\r\n“I _do_ wear an eyeglass,” said Psmith; “as to the rest of the\r\ndescription----”\r\n\r\n“My name’s Jellicoe.”\r\n\r\n“Mine is Psmith--P-s-m-i-t-h--one of the Shropshire Psmiths. The\r\nobject on the skyline is Comrade Jackson.”\r\n\r\n“Old Spiller,” giggled Jellicoe, “is cursing you like anything\r\ndownstairs. You _are_ chaps! Do you mean to say you simply bagged\r\nhis study? He’s making no end of a row about it.”\r\n\r\n“Spiller’s fiery nature is a byword,” said Psmith.\r\n\r\n“What’s he going to do?” asked Mike, in his practical way.\r\n\r\n“He’s going to get the chaps to turn you out.”\r\n\r\n“As I suspected,” sighed Psmith, as one mourning over the frailty of\r\nhuman nature. “About how many horny-handed assistants should you say\r\nthat he would be likely to bring? Will you, for instance, join the\r\nglad throng?”\r\n\r\n“Me? No fear! I think Spiller’s an ass.”\r\n\r\n“There’s nothing like a common thought for binding people together.\r\n_I_ think Spiller’s an ass.”\r\n\r\n“How many _will_ there be, then?” asked Mike.\r\n\r\n“He might get about half a dozen, not more, because most of the chaps\r\ndon’t see why they should sweat themselves just because Spiller’s\r\nstudy has been bagged.”\r\n\r\n“Sturdy common sense,” said Psmith approvingly, “seems to be the chief\r\nvirtue of the Sedleigh character.”\r\n\r\n“We shall be able to tackle a crowd like that,” said Mike. “The only\r\nthing is we must get into the same dormitory.”\r\n\r\n“This is where Comrade Jellicoe’s knowledge of the local geography\r\nwill come in useful. Do you happen to know of any snug little room,\r\nwith, say, about four beds in it? How many dormitories are there?”\r\n\r\n“Five--there’s one with three beds in it, only it belongs to three\r\nchaps.”\r\n\r\n“I believe in the equal distribution of property. We will go to\r\nComrade Outwood and stake out another claim.”\r\n\r\nMr. Outwood received them even more beamingly than before. “Yes,\r\nSmith?” he said.\r\n\r\n“We must apologise for disturbing you, sir----”\r\n\r\n“Not at all, Smith, not at all! I like the boys in my house to come to\r\nme when they wish for my advice or help.”\r\n\r\n“We were wondering, sir, if you would have any objection to Jackson,\r\nJellicoe and myself sharing the dormitory with the three beds in it. A\r\nvery warm friendship--” explained Psmith, patting the gurgling\r\nJellicoe kindly on the shoulder, “has sprung up between Jackson,\r\nJellicoe and myself.”\r\n\r\n“You make friends easily, Smith. I like to see it--I like to see it.”\r\n\r\n“And we can have the room, sir?”\r\n\r\n“Certainly--certainly! Tell the matron as you go down.”\r\n\r\n“And now,” said Psmith, as they returned to the study, “we may say\r\nthat we are in a fairly winning position. A vote of thanks to Comrade\r\nJellicoe for his valuable assistance.”\r\n\r\n“You _are_ a chap!” said Jellicoe.\r\n\r\nThe handle began to revolve again.\r\n\r\n“That door,” said Psmith, “is getting a perfect incubus! It cuts into\r\none’s leisure cruelly.”\r\n\r\nThis time it was a small boy. “They told me to come up and tell you to\r\ncome down,” he said.\r\n\r\nPsmith looked at him searchingly through his eyeglass.\r\n\r\n“Who?”\r\n\r\n“The senior day-room chaps.”\r\n\r\n“Spiller?”\r\n\r\n“Spiller and Robinson and Stone, and some other chaps.”\r\n\r\n“They want us to speak to them?”\r\n\r\n“They told me to come up and tell you to come down.”\r\n\r\n“Go and give Comrade Spiller our compliments and say that we can’t\r\ncome down, but shall be delighted to see him up here. Things,” he\r\nsaid, as the messenger departed, “are beginning to move. Better leave\r\nthe door open, I think; it will save trouble. Ah, come in, Comrade\r\nSpiller, what can we do for you?”\r\n\r\nSpiller advanced into the study; the others waited outside, crowding\r\nin the doorway.\r\n\r\n“Look here,” said Spiller, “are you going to clear out of here or\r\nnot?”\r\n\r\n“After Mr. Outwood’s kindly thought in giving us the room? You suggest\r\na black and ungrateful action, Comrade Spiller.”\r\n\r\n“You’ll get it hot, if you don’t.”\r\n\r\n“We’ll risk it,” said Mike.\r\n\r\nJellicoe giggled in the background; the drama in the atmosphere\r\nappealed to him. His was a simple and appreciative mind.\r\n\r\n“Come on, you chaps,” cried Spiller suddenly.\r\n\r\nThere was an inward rush on the enemy’s part, but Mike had been\r\nwatching. He grabbed Spiller by the shoulders and ran him back against\r\nthe advancing crowd. For a moment the doorway was blocked, then the\r\nweight and impetus of Mike and Spiller prevailed, the enemy gave back,\r\nand Mike, stepping into the room again, slammed the door and locked\r\nit.\r\n\r\n“A neat piece of work,” said Psmith approvingly, adjusting his tie at\r\nthe looking-glass. “The preliminaries may now be considered over, the\r\nfirst shot has been fired. The dogs of war are now loose.”\r\n\r\nA heavy body crashed against the door.\r\n\r\n“They’ll have it down,” said Jellicoe.\r\n\r\n“We must act, Comrade Jackson! Might I trouble you just to turn that\r\nkey quietly, and the handle, and then to stand by for the next\r\nattack.”\r\n\r\nThere was a scrambling of feet in the passage outside, and then a\r\nrepetition of the onslaught on the door. This time, however, the door,\r\ninstead of resisting, swung open, and the human battering-ram\r\nstaggered through into the study. Mike, turning after re-locking the\r\ndoor, was just in time to see Psmith, with a display of energy of\r\nwhich one would not have believed him capable, grip the invader\r\nscientifically by an arm and a leg.\r\n\r\nMike jumped to help, but it was needless; the captive was already\r\non the window-sill. As Mike arrived, Psmith dropped him on to the\r\nflower-bed below.\r\n\r\nPsmith closed the window gently and turned to Jellicoe. “Who was our\r\nguest?” he asked, dusting the knees of his trousers where they had\r\npressed against the wall.\r\n\r\n“Robinson. I say, you _are_ a chap!”\r\n\r\n“Robinson, was it? Well, we are always glad to see Comrade Robinson,\r\nalways. I wonder if anybody else is thinking of calling?”\r\n\r\nApparently frontal attack had been abandoned. Whisperings could be\r\nheard in the corridor.\r\n\r\nSomebody hammered on the door.\r\n\r\n“Yes?” called Psmith patiently.\r\n\r\n“You’d better come out, you know; you’ll only get it hotter if you\r\ndon’t.”\r\n\r\n“Leave us, Spiller; we would be alone.”\r\n\r\nA bell rang in the distance.\r\n\r\n“Tea,” said Jellicoe; “we shall have to go now.”\r\n\r\n“They won’t do anything till after tea, I shouldn’t think,” said Mike.\r\n“There’s no harm in going out.”\r\n\r\nThe passage was empty when they opened the door; the call to food was\r\nevidently a thing not to be treated lightly by the enemy.\r\n\r\nIn the dining-room the beleaguered garrison were the object of general\r\nattention. Everybody turned to look at them as they came in. It was\r\nplain that the study episode had been a topic of conversation.\r\nSpiller’s face was crimson, and Robinson’s coat-sleeve still bore\r\ntraces of garden mould.\r\n\r\nMike felt rather conscious of the eyes, but Psmith was in his element.\r\nHis demeanour throughout the meal was that of some whimsical monarch\r\ncondescending for a freak to revel with his humble subjects.\r\n\r\nTowards the end of the meal Psmith scribbled a note and passed it to\r\nMike. It read: “Directly this is over, nip upstairs as quickly as you\r\ncan.”\r\n\r\nMike followed the advice; they were first out of the room. When they\r\nhad been in the study a few moments, Jellicoe knocked at the door.\r\n“Lucky you two cut away so quick,” he said. “They were going to try\r\nand get you into the senior day-room and scrag you there.”\r\n\r\n“This,” said Psmith, leaning against the mantelpiece, “is exciting,\r\nbut it can’t go on. We have got for our sins to be in this place for a\r\nwhole term, and if we are going to do the Hunted Fawn business all the\r\ntime, life in the true sense of the word will become an impossibility.\r\nMy nerves are so delicately attuned that the strain would simply reduce\r\nthem to hash. We are not prepared to carry on a long campaign--the thing\r\nmust be settled at once.”\r\n\r\n“Shall we go down to the senior day-room, and have it out?” said Mike.\r\n\r\n“No, we will play the fixture on our own ground. I think we may take\r\nit as tolerably certain that Comrade Spiller and his hired ruffians\r\nwill try to corner us in the dormitory to-night. Well, of course, we\r\ncould fake up some sort of barricade for the door, but then we should\r\nhave all the trouble over again to-morrow and the day after that.\r\nPersonally I don’t propose to be chivvied about indefinitely like\r\nthis, so I propose that we let them come into the dormitory, and see\r\nwhat happens. Is this meeting with me?”\r\n\r\n“I think that’s sound,” said Mike. “We needn’t drag Jellicoe into it.”\r\n\r\n“As a matter of fact--if you don’t mind--” began that man of peace.\r\n\r\n“Quite right,” said Psmith; “this is not Comrade Jellicoe’s scene at\r\nall; he has got to spend the term in the senior day-room, whereas we\r\nhave our little wooden _châlet_ to retire to in times of stress.\r\nComrade Jellicoe must stand out of the game altogether. We shall be\r\nglad of his moral support, but otherwise, _ne pas_. And now, as\r\nthere won’t be anything doing till bedtime, I think I’ll collar this\r\ntable and write home and tell my people that all is well with their\r\nRupert.”"
  ]
}