{
  "index": 34,
  "title": "Chapter 33",
  "paragraphs": [
    "STAKING OUT A CLAIM\r\n\r\n\r\nPsmith, in the matter of decorating a study and preparing tea in it,\r\nwas rather a critic than an executant. He was full of ideas, but he\r\npreferred to allow Mike to carry them out. It was he who suggested\r\nthat the wooden bar which ran across the window was unnecessary, but\r\nit was Mike who wrenched it from its place. Similarly, it was Mike who\r\nabstracted the key from the door of the next study, though the idea\r\nwas Psmith’s.\r\n\r\n“Privacy,” said Psmith, as he watched Mike light the Etna, “is what we\r\nchiefly need in this age of publicity. If you leave a study door\r\nunlocked in these strenuous times, the first thing you know is,\r\nsomebody comes right in, sits down, and begins to talk about himself.\r\nI think with a little care we ought to be able to make this room quite\r\ndecently comfortable. That putrid calendar must come down, though.\r\nDo you think you could make a long arm, and haul it off the parent\r\ntin-tack? Thanks. We make progress. We make progress.”\r\n\r\n“We shall jolly well make it out of the window,” said Mike, spooning\r\nup tea from a paper bag with a postcard, “if a sort of young\r\nHackenschmidt turns up and claims the study. What are you going to do\r\nabout it?”\r\n\r\n“Don’t let us worry about it. I have a presentiment that he will be an\r\ninsignificant-looking little weed. How are you getting on with the\r\nevening meal?”\r\n\r\n“Just ready. What would you give to be at Eton now? I’d give something\r\nto be at Wrykyn.”\r\n\r\n“These school reports,” said Psmith sympathetically, “are the very\r\ndickens. Many a bright young lad has been soured by them. Hullo.\r\nWhat’s this, I wonder.”\r\n\r\nA heavy body had plunged against the door, evidently without a\r\nsuspicion that there would be any resistance. A rattling at the handle\r\nfollowed, and a voice outside said, “Dash the door!”\r\n\r\n“Hackenschmidt!” said Mike.\r\n\r\n“The weed,” said Psmith. “You couldn’t make a long arm, could you, and\r\nturn the key? We had better give this merchant audience. Remind me\r\nlater to go on with my remarks on school reports. I had several bright\r\nthings to say on the subject.”\r\n\r\nMike unlocked the door, and flung it open. Framed in the entrance was\r\na smallish, freckled boy, wearing a bowler hat and carrying a bag. On\r\nhis face was an expression of mingled wrath and astonishment.\r\n\r\nPsmith rose courteously from his chair, and moved forward with slow\r\nstateliness to do the honours.\r\n\r\n“What the dickens,” inquired the newcomer, “are you doing here?”\r\n\r\n[Illustration: “WHAT THE DICKENS ARE YOU DOING HERE?”]\r\n\r\n“We were having a little tea,” said Psmith, “to restore our tissues\r\nafter our journey. Come in and join us. We keep open house, we\r\nPsmiths. Let me introduce you to Comrade Jackson. A stout fellow.\r\nHomely in appearance, perhaps, but one of us. I am Psmith. Your own\r\nname will doubtless come up in the course of general chit-chat over\r\nthe tea-cups.”\r\n\r\n“My name’s Spiller, and this is my study.”\r\n\r\nPsmith leaned against the mantelpiece, put up his eyeglass, and\r\nharangued Spiller in a philosophical vein.\r\n\r\n“Of all sad words of tongue or pen,” said he, “the saddest are these:\r\n‘It might have been.’ Too late! That is the bitter cry. If you had\r\ntorn yourself from the bosom of the Spiller family by an earlier\r\ntrain, all might have been well. But no. Your father held your hand\r\nand said huskily, ‘Edwin, don’t leave us!’ Your mother clung to you\r\nweeping, and said, ‘Edwin, stay!’ Your sisters----”\r\n\r\n“I want to know what----”\r\n\r\n“Your sisters froze on to your knees like little octopuses (or\r\noctopi), and screamed, ‘Don’t go, Edwin!’ And so,” said Psmith, deeply\r\naffected by his recital, “you stayed on till the later train; and, on\r\narrival, you find strange faces in the familiar room, a people that\r\nknow not Spiller.” Psmith went to the table, and cheered himself with\r\na sip of tea. Spiller’s sad case had moved him greatly.\r\n\r\nThe victim of Fate seemed in no way consoled.\r\n\r\n“It’s beastly cheek, that’s what I call it. Are you new chaps?”\r\n\r\n“The very latest thing,” said Psmith.\r\n\r\n“Well, it’s beastly cheek.”\r\n\r\nMike’s outlook on life was of the solid, practical order. He went\r\nstraight to the root of the matter.\r\n\r\n“What are you going to do about it?” he asked.\r\n\r\nSpiller evaded the question.\r\n\r\n“It’s beastly cheek,” he repeated. “You can’t go about the place\r\nbagging studies.”\r\n\r\n“But we do,” said Psmith. “In this life, Comrade Spiller, we must be\r\nprepared for every emergency. We must distinguish between the unusual\r\nand the impossible. It is unusual for people to go about the place\r\nbagging studies, so you have rashly ordered your life on the\r\nassumption that it is impossible. Error! Ah, Spiller, Spiller, let\r\nthis be a lesson to you.”\r\n\r\n“Look here, I tell you what it----”\r\n\r\n“I was in a motor with a man once. I said to him: ‘What would happen\r\nif you trod on that pedal thing instead of that other pedal thing?’ He\r\nsaid, ‘I couldn’t. One’s the foot-brake, and the other’s the\r\naccelerator.’ ‘But suppose you did?’ I said. ‘I wouldn’t,’ he said.\r\n‘Now we’ll let her rip.’ So he stamped on the accelerator. Only it\r\nturned out to be the foot-brake after all, and we stopped dead, and\r\nskidded into a ditch. The advice I give to every young man starting\r\nlife is: ‘Never confuse the unusual and the impossible.’ Take the\r\npresent case. If you had only realised the possibility of somebody\r\nsome day collaring your study, you might have thought out dozens of\r\nsound schemes for dealing with the matter. As it is, you are\r\nunprepared. The thing comes on you as a surprise. The cry goes round:\r\n‘Spiller has been taken unawares. He cannot cope with the situation.’”\r\n\r\n“Can’t I! I’ll----”\r\n\r\n“What _are_ you going to do about it?” said Mike.\r\n\r\n“All I know is, I’m going to have it. It was Simpson’s last term, and\r\nSimpson’s left, and I’m next on the house list, so, of course, it’s my\r\nstudy.”\r\n\r\n“But what steps,” said Psmith, “are you going to take? Spiller, the\r\nman of Logic, we know. But what of Spiller, the Man of Action? How\r\ndo you intend to set about it? Force is useless. I was saying to\r\nComrade Jackson before you came in, that I didn’t mind betting you\r\nwere an insignificant-looking little weed. And you _are_ an\r\ninsignificant-looking little weed.”\r\n\r\n“We’ll see what Outwood says about it.”\r\n\r\n“Not an unsound scheme. By no means a scaly project. Comrade Jackson\r\nand myself were about to interview him upon another point. We may as\r\nwell all go together.”\r\n\r\nThe trio made their way to the Presence, Spiller pink and determined,\r\nMike sullen, Psmith particularly debonair. He hummed lightly as he\r\nwalked, and now and then pointed out to Spiller objects of interest by\r\nthe wayside.\r\n\r\nMr. Outwood received them with the motherly warmth which was evidently\r\nthe leading characteristic of his normal manner.\r\n\r\n“Ah, Spiller,” he said. “And Smith, and Jackson. I am glad to see that\r\nyou have already made friends.”\r\n\r\n“Spiller’s, sir,” said Psmith, laying a hand patronisingly on\r\nthe study-claimer’s shoulder--a proceeding violently resented by\r\nSpiller--“is a character one cannot help but respect. His nature\r\nexpands before one like some beautiful flower.”\r\n\r\nMr. Outwood received this eulogy with rather a startled expression,\r\nand gazed at the object of the tribute in a surprised way.\r\n\r\n“Er--quite so, Smith, quite so,” he said at last. “I like to see boys\r\nin my house friendly towards one another.”\r\n\r\n“There is no vice in Spiller,” pursued Psmith earnestly. “His heart is\r\nthe heart of a little child.”\r\n\r\n“Please, sir,” burst out this paragon of all the virtues, “I----”\r\n\r\n“But it was not entirely with regard to Spiller that I wished to speak\r\nto you, sir, if you were not too busy.”\r\n\r\n“Not at all, Smith, not at all. Is there anything----”\r\n\r\n“Please, sir--” began Spiller.\r\n\r\n“I understand, sir,” said Psmith, “that there is an Archaeological\r\nSociety in the school.”\r\n\r\nMr. Outwood’s eyes sparkled behind their pince-nez. It was a\r\ndisappointment to him that so few boys seemed to wish to belong to his\r\nchosen band. Cricket and football, games that left him cold, appeared\r\nto be the main interest in their lives. It was but rarely that he\r\ncould induce new boys to join. His colleague, Mr. Downing, who\r\npresided over the School Fire Brigade, never had any difficulty in\r\nfinding support. Boys came readily at his call. Mr. Outwood pondered\r\nwistfully on this at times, not knowing that the Fire Brigade owed its\r\nsupport to the fact that it provided its light-hearted members with\r\nperfectly unparalleled opportunities for ragging, while his own band,\r\nthough small, were in the main earnest.\r\n\r\n“Yes, Smith.” he said. “Yes. We have a small Archaeological Society.\r\nI--er--in a measure look after it. Perhaps you would care to become a\r\nmember?”\r\n\r\n“Please, sir--” said Spiller.\r\n\r\n“One moment, Spiller. Do you want to join, Smith?”\r\n\r\n“Intensely, sir. Archaeology fascinates me. A grand pursuit, sir.”\r\n\r\n“Undoubtedly, Smith. I am very pleased, very pleased indeed. I will\r\nput down your name at once.”\r\n\r\n“And Jackson’s, sir.”\r\n\r\n“Jackson, too!” Mr. Outwood beamed. “I am delighted. Most delighted.\r\nThis is capital. This enthusiasm is most capital.”\r\n\r\n“Spiller, sir,” said Psmith sadly, “I have been unable to induce to\r\njoin.”\r\n\r\n“Oh, he is one of our oldest members.”\r\n\r\n“Ah,” said Psmith, tolerantly, “that accounts for it.”\r\n\r\n“Please, sir--” said Spiller.\r\n\r\n“One moment, Spiller. We shall have the first outing of the term on\r\nSaturday. We intend to inspect the Roman Camp at Embury Hill, two\r\nmiles from the school.”\r\n\r\n“We shall be there, sir.”\r\n\r\n“Capital!”\r\n\r\n“Please, sir--” said Spiller.\r\n\r\n“One moment, Spiller,” said Psmith. “There is just one other matter,\r\nif you could spare the time, sir.”\r\n\r\n“Certainly, Smith. What is that?”\r\n\r\n“Would there be any objection to Jackson and myself taking Simpson’s\r\nold study?”\r\n\r\n“By all means, Smith. A very good idea.”\r\n\r\n“Yes, sir. It would give us a place where we could work quietly in the\r\nevenings.”\r\n\r\n“Quite so. Quite so.”\r\n\r\n“Thank you very much, sir. We will move our things in.”\r\n\r\n“Thank you very much, sir,” said Mike.\r\n\r\n“Please, sir,” shouted Spiller, “aren’t I to have it? I’m next on the\r\nlist, sir. I come next after Simpson. Can’t I have it?”\r\n\r\n“I’m afraid I have already promised it to Smith, Spiller. You should\r\nhave spoken before.”\r\n\r\n“But, sir----”\r\n\r\nPsmith eyed the speaker pityingly.\r\n\r\n“This tendency to delay, Spiller,” he said, “is your besetting fault.\r\nCorrect it, Edwin. Fight against it.”\r\n\r\nHe turned to Mr. Outwood.\r\n\r\n“We should, of course, sir, always be glad to see Spiller in our\r\nstudy. He would always find a cheery welcome waiting there for him.\r\nThere is no formality between ourselves and Spiller.”\r\n\r\n“Quite so. An excellent arrangement, Smith. I like this spirit of\r\ncomradeship in my house. Then you will be with us on Saturday?”\r\n\r\n“On Saturday, sir.”\r\n\r\n“All this sort of thing, Spiller,” said Psmith, as they closed the\r\ndoor, “is very, very trying for a man of culture. Look us up in our\r\nstudy one of these afternoons.”"
  ]
}