{
  "index": 38,
  "title": "Chapter 37",
  "paragraphs": [
    "MIKE FINDS OCCUPATION\r\n\r\n\r\nThere was more than one moment during the first fortnight of term when\r\nMike found himself regretting the attitude he had imposed upon himself\r\nwith regard to Sedleighan cricket. He began to realise the eternal\r\ntruth of the proverb about half a loaf and no bread. In the first\r\nflush of his resentment against his new surroundings he had refused to\r\nplay cricket. And now he positively ached for a game. Any sort of a\r\ngame. An innings for a Kindergarten _v._ the Second Eleven of a\r\nHome of Rest for Centenarians would have soothed him. There were\r\ntimes, when the sun shone, and he caught sight of white flannels on a\r\ngreen ground, and heard the “plonk” of bat striking ball, when he felt\r\nlike rushing to Adair and shouting, “I _will_ be good. I was in\r\nthe Wrykyn team three years, and had an average of over fifty the last\r\ntwo seasons. Lead me to the nearest net, and let me feel a bat in my\r\nhands again.”\r\n\r\nBut every time he shrank from such a climb down. It couldn’t be done.\r\n\r\nWhat made it worse was that he saw, after watching behind the nets\r\nonce or twice, that Sedleigh cricket was not the childish burlesque of\r\nthe game which he had been rash enough to assume that it must be.\r\nNumbers do not make good cricket. They only make the presence of good\r\ncricketers more likely, by the law of averages.\r\n\r\nMike soon saw that cricket was by no means an unknown art at Sedleigh.\r\nAdair, to begin with, was a very good bowler indeed. He was not a\r\nBurgess, but Burgess was the only Wrykyn bowler whom, in his three\r\nyears’ experience of the school, Mike would have placed above him. He\r\nwas a long way better than Neville-Smith, and Wyatt, and Milton, and\r\nthe others who had taken wickets for Wrykyn.\r\n\r\nThe batting was not so good, but there were some quite capable men.\r\nBarnes, the head of Outwood’s, he who preferred not to interfere with\r\nStone and Robinson, was a mild, rather timid-looking youth--not\r\nunlike what Mr. Outwood must have been as a boy--but he knew how to\r\nkeep balls out of his wicket. He was a good bat of the old plodding\r\ntype.\r\n\r\nStone and Robinson themselves, that swash-buckling pair, who now\r\ntreated Mike and Psmith with cold but consistent politeness, were both\r\nfair batsmen, and Stone was a good slow bowler.\r\n\r\nThere were other exponents of the game, mostly in Downing’s house.\r\n\r\nAltogether, quite worthy colleagues even for a man who had been a star\r\nat Wrykyn.\r\n\r\n       *       *       *       *       *\r\n\r\nOne solitary overture Mike made during that first fortnight. He did\r\nnot repeat the experiment. It was on a Thursday afternoon, after\r\nschool. The day was warm, but freshened by an almost imperceptible\r\nbreeze. The air was full of the scent of the cut grass which lay in\r\nlittle heaps behind the nets. This is the real cricket scent, which\r\ncalls to one like the very voice of the game.\r\n\r\nMike, as he sat there watching, could stand it no longer.\r\n\r\nHe went up to Adair.\r\n\r\n“May I have an innings at this net?” he asked. He was embarrassed and\r\nnervous, and was trying not to show it. The natural result was that\r\nhis manner was offensively abrupt.\r\n\r\nAdair was taking off his pads after his innings. He looked up. “This\r\nnet,” it may be observed, was the first eleven net.\r\n\r\n“What?” he said.\r\n\r\nMike repeated his request. More abruptly this time, from increased\r\nembarrassment.\r\n\r\n“This is the first eleven net,” said Adair coldly. “Go in after Lodge\r\nover there.”\r\n\r\n“Over there” was the end net, where frenzied novices were bowling on a\r\ncorrugated pitch to a red-haired youth with enormous feet, who looked\r\nas if he were taking his first lesson at the game.\r\n\r\nMike walked away without a word.\r\n\r\n       *       *       *       *       *\r\n\r\nThe Archaeological Society expeditions, even though they carried with\r\nthem the privilege of listening to Psmith’s views on life, proved but\r\na poor substitute for cricket. Psmith, who had no counter-attraction\r\nshouting to him that he ought to be elsewhere, seemed to enjoy them\r\nhugely, but Mike almost cried sometimes from boredom. It was not\r\nalways possible to slip away from the throng, for Mr. Outwood\r\nevidently looked upon them as among the very faithful, and kept them\r\nby his aide.\r\n\r\nMike on these occasions was silent and jumpy, his brow “sicklied o’er\r\nwith the pale cast of care.” But Psmith followed his leader with the\r\npleased and indulgent air of a father whose infant son is showing him\r\nround the garden. Psmith’s attitude towards archaeological research\r\nstruck a new note in the history of that neglected science. He was\r\namiable, but patronising. He patronised fossils, and he patronised\r\nruins. If he had been confronted with the Great Pyramid, he would have\r\npatronised that.\r\n\r\nHe seemed to be consumed by a thirst for knowledge.\r\n\r\nThat this was not altogether a genuine thirst was proved on the third\r\nexpedition. Mr. Outwood and his band were pecking away at the site of\r\nan old Roman camp. Psmith approached Mike.\r\n\r\n“Having inspired confidence,” he said, “by the docility of our\r\ndemeanour, let us slip away, and brood apart for awhile. Roman camps,\r\nto be absolutely accurate, give me the pip. And I never want to see\r\nanother putrid fossil in my life. Let us find some shady nook where a\r\nman may lie on his back for a bit.”\r\n\r\nMike, over whom the proceedings connected with the Roman camp had long\r\nsince begun to shed a blue depression, offered no opposition, and they\r\nstrolled away down the hill.\r\n\r\nLooking back, they saw that the archaeologists were still hard at it.\r\nTheir departure had passed unnoticed.\r\n\r\n“A fatiguing pursuit, this grubbing for mementoes of the past,” said\r\nPsmith. “And, above all, dashed bad for the knees of the trousers.\r\nMine are like some furrowed field. It’s a great grief to a man of\r\nrefinement, I can tell you, Comrade Jackson. Ah, this looks a likely\r\nspot.”\r\n\r\nThey had passed through a gate into the field beyond. At the further\r\nend there was a brook, shaded by trees and running with a pleasant\r\nsound over pebbles.\r\n\r\n“Thus far,” said Psmith, hitching up the knees of his trousers, and\r\nsitting down, “and no farther. We will rest here awhile, and listen to\r\nthe music of the brook. In fact, unless you have anything important to\r\nsay, I rather think I’ll go to sleep. In this busy life of ours these\r\nnaps by the wayside are invaluable. Call me in about an hour.” And\r\nPsmith, heaving the comfortable sigh of the worker who by toil has\r\nearned rest, lay down, with his head against a mossy tree-stump, and\r\nclosed his eyes.\r\n\r\nMike sat on for a few minutes, listening to the water and making\r\ncenturies in his mind, and then, finding this a little dull, he got\r\nup, jumped the brook, and began to explore the wood on the other side.\r\n\r\nHe had not gone many yards when a dog emerged suddenly from the\r\nundergrowth, and began to bark vigorously at him.\r\n\r\nMike liked dogs, and, on acquaintance, they always liked him. But when\r\nyou meet a dog in some one else’s wood, it is as well not to stop in\r\norder that you may get to understand each other. Mike began to thread\r\nhis way back through the trees.\r\n\r\nHe was too late.\r\n\r\n“Stop! What the dickens are you doing here?” shouted a voice behind\r\nhim.\r\n\r\nIn the same situation a few years before, Mike would have carried on,\r\nand trusted to speed to save him. But now there seemed a lack of\r\ndignity in the action. He came back to where the man was standing.\r\n\r\n“I’m sorry if I’m trespassing,” he said. “I was just having a look\r\nround.”\r\n\r\n“The dickens you--Why, you’re Jackson!”\r\n\r\nMike looked at him. He was a short, broad young man with a fair\r\nmoustache. Mike knew that he had seen him before somewhere, but he\r\ncould not place him.\r\n\r\n“I played against you, for the Free Foresters last summer. In passing,\r\nyou seem to be a bit of a free forester yourself, dancing in among my\r\nnesting pheasants.”\r\n\r\n“I’m frightfully sorry.”\r\n\r\n“That’s all right. Where do you spring from?”\r\n\r\n“Of course--I remember you now. You’re Prendergast. You made\r\nfifty-eight not out.”\r\n\r\n“Thanks. I was afraid the only thing you would remember about me was\r\nthat you took a century mostly off my bowling.”\r\n\r\n“You ought to have had me second ball, only cover dropped it.”\r\n\r\n“Don’t rake up forgotten tragedies. How is it you’re not at Wrykyn?\r\nWhat are you doing down here?”\r\n\r\n“I’ve left Wrykyn.”\r\n\r\nPrendergast suddenly changed the conversation. When a fellow tells you\r\nthat he has left school unexpectedly, it is not always tactful to\r\ninquire the reason. He began to talk about himself.\r\n\r\n“I hang out down here. I do a little farming and a good deal of\r\npottering about.”\r\n\r\n“Get any cricket?” asked Mike, turning to the subject next his heart.\r\n\r\n“Only village. Very keen, but no great shakes. By the way, how are you\r\noff for cricket now? Have you ever got a spare afternoon?”\r\n\r\nMike’s heart leaped.\r\n\r\n“Any Wednesday or Saturday. Look here, I’ll tell you how it is.”\r\n\r\nAnd he told how matters stood with him.\r\n\r\n“So, you see,” he concluded, “I’m supposed to be hunting for ruins and\r\nthings”--Mike’s ideas on the subject of archaeology were vague--“but I\r\ncould always slip away. We all start out together, but I could nip\r\nback, get on to my bike--I’ve got it down here--and meet you anywhere\r\nyou liked. By Jove, I’m simply dying for a game. I can hardly keep my\r\nhands off a bat.”\r\n\r\n“I’ll give you all you want. What you’d better do is to ride straight\r\nto Lower Borlock--that’s the name of the place--and I’ll meet you on\r\nthe ground. Any one will tell you where Lower Borlock is. It’s just\r\noff the London road. There’s a sign-post where you turn off. Can you\r\ncome next Saturday?”\r\n\r\n“Rather. I suppose you can fix me up with a bat and pads? I don’t want\r\nto bring mine.”\r\n\r\n“I’ll lend you everything. I say, you know, we can’t give you a Wrykyn\r\nwicket. The Lower Borlock pitch isn’t a shirt-front.”\r\n\r\n“I’ll play on a rockery, if you want me to,” said Mike.\r\n\r\n       *       *       *       *       *\r\n\r\n“You’re going to what?” asked Psmith, sleepily, on being awakened and\r\ntold the news.\r\n\r\n“I’m going to play cricket, for a village near here. I say, don’t tell\r\na soul, will you? I don’t want it to get about, or I may get lugged in\r\nto play for the school.”\r\n\r\n“My lips are sealed. I think I’ll come and watch you. Cricket I\r\ndislike, but watching cricket is one of the finest of Britain’s manly\r\nsports. I’ll borrow Jellicoe’s bicycle.”\r\n\r\n       *       *       *       *       *\r\n\r\nThat Saturday, Lower Borlock smote the men of Chidford hip and thigh.\r\nTheir victory was due to a hurricane innings of seventy-five by a\r\nnew-comer to the team, M. Jackson."
  ]
}