{
  "index": 37,
  "title": "Chapter 36",
  "paragraphs": [
    "ADAIR\r\n\r\n\r\nOn the same morning Mike met Adair for the first time.\r\n\r\nHe was going across to school with Psmith and Jellicoe, when a group\r\nof three came out of the gate of the house next door.\r\n\r\n“That’s Adair,” said Jellicoe, “in the middle.”\r\n\r\nHis voice had assumed a tone almost of awe.\r\n\r\n“Who’s Adair?” asked Mike.\r\n\r\n“Captain of cricket, and lots of other things.”\r\n\r\nMike could only see the celebrity’s back. He had broad shoulders and\r\nwiry, light hair, almost white. He walked well, as if he were used to\r\nrunning. Altogether a fit-looking sort of man. Even Mike’s jaundiced\r\neye saw that.\r\n\r\nAs a matter of fact, Adair deserved more than a casual glance. He was\r\nthat rare type, the natural leader. Many boys and men, if accident, or\r\nthe passage of time, places them in a position where they are expected\r\nto lead, can handle the job without disaster; but that is a very\r\ndifferent thing from being a born leader. Adair was of the sort that\r\ncomes to the top by sheer force of character and determination. He\r\nwas not naturally clever at work, but he had gone at it with a dogged\r\nresolution which had carried him up the school, and landed him high in\r\nthe Sixth. As a cricketer he was almost entirely self-taught. Nature\r\nhad given him a good eye, and left the thing at that. Adair’s\r\ndoggedness had triumphed over her failure to do her work thoroughly.\r\nAt the cost of more trouble than most people give to their life-work\r\nhe had made himself into a bowler. He read the authorities, and\r\nwatched first-class players, and thought the thing out on his own\r\naccount, and he divided the art of bowling into three sections. First,\r\nand most important--pitch. Second on the list--break. Third--pace. He\r\nset himself to acquire pitch. He acquired it. Bowling at his own pace\r\nand without any attempt at break, he could now drop the ball on an\r\nenvelope seven times out of ten.\r\n\r\nBreak was a more uncertain quantity. Sometimes he could get it at the\r\nexpense of pitch, sometimes at the expense of pace. Some days he could\r\nget all three, and then he was an uncommonly bad man to face on\r\nanything but a plumb wicket.\r\n\r\nRunning he had acquired in a similar manner. He had nothing\r\napproaching style, but he had twice won the mile and half-mile at the\r\nSports off elegant runners, who knew all about stride and the correct\r\ntiming of the sprints and all the rest of it.\r\n\r\nBriefly, he was a worker. He had heart.\r\n\r\nA boy of Adair’s type is always a force in a school. In a big public\r\nschool of six or seven hundred, his influence is felt less; but in a\r\nsmall school like Sedleigh he is like a tidal wave, sweeping all\r\nbefore him. There were two hundred boys at Sedleigh, and there was not\r\none of them in all probability who had not, directly or indirectly,\r\nbeen influenced by Adair. As a small boy his sphere was not large, but\r\nthe effects of his work began to be apparent even then. It is human\r\nnature to want to get something which somebody else obviously values\r\nvery much; and when it was observed by members of his form that Adair\r\nwas going to great trouble and inconvenience to secure a place in the\r\nform eleven or fifteen, they naturally began to think, too, that it\r\nwas worth being in those teams. The consequence was that his form\r\nalways played hard. This made other forms play hard. And the net\r\nresult was that, when Adair succeeded to the captaincy of football\r\nand cricket in the same year, Sedleigh, as Mr. Downing, Adair’s\r\nhouse-master and the nearest approach to a cricket-master that\r\nSedleigh possessed, had a fondness for saying, was a keen school.\r\nAs a whole, it both worked and played with energy.\r\n\r\nAll it wanted now was opportunity.\r\n\r\nThis Adair was determined to give it. He had that passionate fondness\r\nfor his school which every boy is popularly supposed to have, but\r\nwhich really is implanted in about one in every thousand. The average\r\npublic-school boy _likes_ his school. He hopes it will lick\r\nBedford at footer and Malvern at cricket, but he rather bets it won’t.\r\nHe is sorry to leave, and he likes going back at the end of the\r\nholidays, but as for any passionate, deep-seated love of the place, he\r\nwould think it rather bad form than otherwise. If anybody came up to\r\nhim, slapped him on the back, and cried, “Come along, Jenkins, my boy!\r\nPlay up for the old school, Jenkins! The dear old school! The old\r\nplace you love so!” he would feel seriously ill.\r\n\r\nAdair was the exception.\r\n\r\nTo Adair, Sedleigh was almost a religion. Both his parents were dead;\r\nhis guardian, with whom he spent the holidays, was a man with\r\nneuralgia at one end of him and gout at the other; and the only really\r\npleasant times Adair had had, as far back as he could remember, he\r\nowed to Sedleigh. The place had grown on him, absorbed him. Where\r\nMike, violently transplanted from Wrykyn, saw only a wretched little\r\nhole not to be mentioned in the same breath with Wrykyn, Adair,\r\ndreaming of the future, saw a colossal establishment, a public school\r\namong public schools, a lump of human radium, shooting out Blues and\r\nBalliol Scholars year after year without ceasing.\r\n\r\nIt would not be so till long after he was gone and forgotten, but he\r\ndid not mind that. His devotion to Sedleigh was purely unselfish. He\r\ndid not want fame. All he worked for was that the school should grow\r\nand grow, keener and better at games and more prosperous year by year,\r\ntill it should take its rank among _the_ schools, and to be an\r\nOld Sedleighan should be a badge passing its owner everywhere.\r\n\r\n“He’s captain of cricket and footer,” said Jellicoe impressively.\r\n“He’s in the shooting eight. He’s won the mile and half two years\r\nrunning. He would have boxed at Aldershot last term, only he sprained\r\nhis wrist. And he plays fives jolly well!”\r\n\r\n“Sort of little tin god,” said Mike, taking a violent dislike to Adair\r\nfrom that moment.\r\n\r\nMike’s actual acquaintance with this all-round man dated from the\r\ndinner-hour that day. Mike was walking to the house with Psmith.\r\nPsmith was a little ruffled on account of a slight passage-of-arms he\r\nhad had with his form-master during morning school.\r\n\r\n“‘There’s a P before the Smith,’ I said to him. ‘Ah, P. Smith, I see,’\r\nreplied the goat. ‘Not Peasmith,’ I replied, exercising wonderful\r\nself-restraint, ‘just Psmith.’ It took me ten minutes to drive the\r\nthing into the man’s head; and when I _had_ driven it in, he sent\r\nme out of the room for looking at him through my eye-glass. Comrade\r\nJackson, I fear me we have fallen among bad men. I suspect that we are\r\ngoing to be much persecuted by scoundrels.”\r\n\r\n“Both you chaps play cricket, I suppose?”\r\n\r\nThey turned. It was Adair. Seeing him face to face, Mike was aware of\r\na pair of very bright blue eyes and a square jaw. In any other place\r\nand mood he would have liked Adair at sight. His prejudice, however,\r\nagainst all things Sedleighan was too much for him. “I don’t,” he said\r\nshortly.\r\n\r\n“Haven’t you _ever_ played?”\r\n\r\n“My little sister and I sometimes play with a soft ball at home.”\r\n\r\nAdair looked sharply at him. A temper was evidently one of his\r\nnumerous qualities.\r\n\r\n“Oh,” he said. “Well, perhaps you wouldn’t mind turning out this\r\nafternoon and seeing what you can do with a hard ball--if you can\r\nmanage without your little sister.”\r\n\r\n“I should think the form at this place would be about on a level with\r\nhers. But I don’t happen to be playing cricket, as I think I told\r\nyou.”\r\n\r\nAdair’s jaw grew squarer than ever. Mike was wearing a gloomy scowl.\r\n\r\nPsmith joined suavely in the dialogue.\r\n\r\n“My dear old comrades,” he said, “don’t let us brawl over this matter.\r\nThis is a time for the honeyed word, the kindly eye, and the pleasant\r\nsmile. Let me explain to Comrade Adair. Speaking for Comrade Jackson\r\nand myself, we should both be delighted to join in the mimic warfare\r\nof our National Game, as you suggest, only the fact is, we happen to\r\nbe the Young Archaeologists. We gave in our names last night. When you\r\nare being carried back to the pavilion after your century against\r\nLoamshire--do you play Loamshire?--we shall be grubbing in the hard\r\nground for ruined abbeys. The old choice between Pleasure and Duty,\r\nComrade Adair. A Boy’s Cross-Roads.”\r\n\r\n“Then you won’t play?”\r\n\r\n“No,” said Mike.\r\n\r\n“Archaeology,” said Psmith, with a deprecatory wave of the hand, “will\r\nbrook no divided allegiance from her devotees.”\r\n\r\nAdair turned, and walked on.\r\n\r\nScarcely had he gone, when another voice hailed them with precisely\r\nthe same question.\r\n\r\n“Both you fellows are going to play cricket, eh?”\r\n\r\nIt was a master. A short, wiry little man with a sharp nose and a\r\ngeneral resemblance, both in manner and appearance, to an excitable\r\nbullfinch.\r\n\r\n“I saw Adair speaking to you. I suppose you will both play. I like\r\nevery new boy to begin at once. The more new blood we have, the\r\nbetter. We want keenness here. We are, above all, a keen school. I\r\nwant every boy to be keen.”\r\n\r\n“We are, sir,” said Psmith, with fervour.\r\n\r\n“Excellent.”\r\n\r\n“On archaeology.”\r\n\r\nMr. Downing--for it was no less a celebrity--started, as one who\r\nperceives a loathly caterpillar in his salad.\r\n\r\n“Archaeology!”\r\n\r\n“We gave in our names to Mr. Outwood last night, sir. Archaeology is a\r\npassion with us, sir. When we heard that there was a society here, we\r\nwent singing about the house.”\r\n\r\n“I call it an unnatural pursuit for boys,” said Mr. Downing\r\nvehemently. “I don’t like it. I tell you I don’t like it. It is not\r\nfor me to interfere with one of my colleagues on the staff, but I tell\r\nyou frankly that in my opinion it is an abominable waste of time for a\r\nboy. It gets him into idle, loafing habits.”\r\n\r\n“I never loaf, sir,” said Psmith.\r\n\r\n“I was not alluding to you in particular. I was referring to the\r\nprinciple of the thing. A boy ought to be playing cricket with other\r\nboys, not wandering at large about the country, probably smoking and\r\ngoing into low public-houses.”\r\n\r\n“A very wild lot, sir, I fear, the Archaeological Society here,”\r\nsighed Psmith, shaking his head.\r\n\r\n“If you choose to waste your time, I suppose I can’t hinder you. But\r\nin my opinion it is foolery, nothing else.”\r\n\r\nHe stumped off.\r\n\r\n“Now _he’s_ cross,” said Psmith, looking after him. “I’m afraid\r\nwe’re getting ourselves disliked here.”\r\n\r\n“Good job, too.”\r\n\r\n“At any rate, Comrade Outwood loves us. Let’s go on and see what sort\r\nof a lunch that large-hearted fossil-fancier is going to give us.”"
  ]
}