{
  "index": 30,
  "title": "Chapter 29",
  "paragraphs": [
    "WYATT AGAIN\r\n\r\n\r\nIt was a morning in the middle of September. The Jacksons were\r\nbreakfasting. Mr. Jackson was reading letters. The rest, including\r\nGladys Maud, whose finely chiselled features were gradually\r\ndisappearing behind a mask of bread-and-milk, had settled down to\r\nserious work. The usual catch-as-catch-can contest between Marjory and\r\nPhyllis for the jam (referee and time-keeper, Mrs. Jackson) had\r\nresulted, after both combatants had been cautioned by the referee, in\r\na victory for Marjory, who had duly secured the stakes. The hour being\r\nnine-fifteen, and the official time for breakfast nine o’clock, Mike’s\r\nplace was still empty.\r\n\r\n“I’ve had a letter from MacPherson,” said Mr. Jackson.\r\n\r\nMacPherson was the vigorous and persevering gentleman, referred to in\r\na previous chapter, who kept a fatherly eye on the Buenos Ayres sheep.\r\n\r\n“He seems very satisfied with Mike’s friend Wyatt. At the moment of\r\nwriting Wyatt is apparently incapacitated owing to a bullet in the\r\nshoulder, but expects to be fit again shortly. That young man seems to\r\nmake things fairly lively wherever he is. I don’t wonder he found a\r\npublic school too restricted a sphere for his energies.”\r\n\r\n“Has he been fighting a duel?” asked Marjory, interested.\r\n\r\n“Bushrangers,” said Phyllis.\r\n\r\n“There aren’t any bushrangers in Buenos Ayres,” said Ella.\r\n\r\n“How do you know?” said Phyllis clinchingly.\r\n\r\n“Bush-ray, bush-ray, bush-ray,” began Gladys Maud, conversationally,\r\nthrough the bread-and-milk; but was headed off.\r\n\r\n“He gives no details. Perhaps that letter on Mike’s plate supplies\r\nthem. I see it comes from Buenos Ayres.”\r\n\r\n“I wish Mike would come and open it,” said Marjory. “Shall I go and\r\nhurry him up?”\r\n\r\nThe missing member of the family entered as she spoke.\r\n\r\n“Buck up, Mike,” she shouted. “There’s a letter from Wyatt. He’s been\r\nwounded in a duel.”\r\n\r\n“With a bushranger,” added Phyllis.\r\n\r\n“Bush-ray,” explained Gladys Maud.\r\n\r\n“Is there?” said Mike. “Sorry I’m late.”\r\n\r\nHe opened the letter and began to read.\r\n\r\n“What does he say?” inquired Marjory. “Who was the duel with?”\r\n\r\n“How many bushrangers were there?” asked Phyllis.\r\n\r\nMike read on.\r\n\r\n“Good old Wyatt! He’s shot a man.”\r\n\r\n“Killed him?” asked Marjory excitedly.\r\n\r\n“No. Only potted him in the leg. This is what he says. First page is\r\nmostly about the Ripton match and so on. Here you are. ‘I’m dictating\r\nthis to a sportsman of the name of Danvers, a good chap who can’t help\r\nbeing ugly, so excuse bad writing. The fact is we’ve been having a\r\nbust-up here, and I’ve come out of it with a bullet in the shoulder,\r\nwhich has crocked me for the time being. It happened like this. An\r\nass of a Gaucho had gone into the town and got jolly tight, and\r\ncoming back, he wanted to ride through our place. The old woman who\r\nkeeps the lodge wouldn’t have it at any price. Gave him the absolute\r\nmiss-in-baulk. So this rotter, instead of shifting off, proceeded to\r\ncut the fence, and go through that way. All the farms out here have\r\ntheir boundaries marked by wire fences, and it is supposed to be a\r\ndeadly sin to cut these. Well, the lodge-keeper’s son dashed off in\r\nsearch of help. A chap called Chester, an Old Wykehamist, and I were\r\ndipping sheep close by, so he came to us and told us what had happened.\r\nWe nipped on to a couple of horses, pulled out our revolvers, and\r\ntooled after him. After a bit we overtook him, and that’s when the\r\ntrouble began. The johnny had dismounted when we arrived. I thought\r\nhe was simply tightening his horse’s girths. What he was really doing\r\nwas getting a steady aim at us with his revolver. He fired as we came\r\nup, and dropped poor old Chester. I thought he was killed at first, but\r\nit turned out it was only his leg. I got going then. I emptied all the\r\nsix chambers of my revolver, and missed him clean every time. In the\r\nmeantime he got me in the right shoulder. Hurt like sin afterwards,\r\nthough it was only a sort of dull shock at the moment. The next item\r\nof the programme was a forward move in force on the part of the enemy.\r\nThe man had got his knife out now--why he didn’t shoot again I don’t\r\nknow--and toddled over in our direction to finish us off. Chester was\r\nunconscious, and it was any money on the Gaucho, when I happened to\r\ncatch sight of Chester’s pistol, which had fallen just by where I came\r\ndown. I picked it up, and loosed off. Missed the first shot, but got\r\nhim with the second in the ankle at about two yards; and his day’s\r\nwork was done. That’s the painful story. Danvers says he’s getting\r\nwriter’s cramp, so I shall have to stop....’”\r\n\r\n“By Jove!” said Mike.\r\n\r\n“What a dreadful thing!” said Mrs. Jackson.\r\n\r\n“Anyhow, it was practically a bushranger,” said Phyllis.\r\n\r\n“I told you it was a duel, and so it was,” said Marjory.\r\n\r\n“What a terrible experience for the poor boy!” said Mrs. Jackson.\r\n\r\n“Much better than being in a beastly bank,” said Mike, summing up.\r\n“I’m glad he’s having such a ripping time. It must be almost as decent\r\nas Wrykyn out there.... I say, what’s under that dish?”"
  ]
}