{
  "index": 41,
  "title": "Chapter 40",
  "paragraphs": [
    "THE MATCH WITH DOWNING’S\r\n\r\n\r\nIt is the curious instinct which prompts most people to rub a thing in\r\nthat makes the lot of the average convert an unhappy one. Only the\r\nvery self-controlled can refrain from improving the occasion and\r\nscoring off the convert. Most leap at the opportunity.\r\n\r\nIt was so in Mike’s case. Mike was not a genuine convert, but to Mr.\r\nDowning he had the outward aspect of one. When you have been\r\nimpressing upon a non-cricketing boy for nearly a month that\r\n(_a_) the school is above all a keen school, (_b_) that all\r\nmembers of it should play cricket, and (_c_) that by not playing\r\ncricket he is ruining his chances in this world and imperilling them\r\nin the next; and when, quite unexpectedly, you come upon this boy\r\ndressed in cricket flannels, wearing cricket boots and carrying a\r\ncricket bag, it seems only natural to assume that you have converted\r\nhim, that the seeds of your eloquence have fallen on fruitful soil and\r\nsprouted.\r\n\r\nMr. Downing assumed it.\r\n\r\nHe was walking to the field with Adair and another member of his team\r\nwhen he came upon Mike.\r\n\r\n“What!” he cried. “Our Jackson clad in suit of mail and armed for the\r\nfray!”\r\n\r\nThis was Mr. Downing’s No. 2 manner--the playful.\r\n\r\n“This is indeed Saul among the prophets. Why this sudden enthusiasm\r\nfor a game which I understood that you despised? Are our opponents so\r\nreduced?”\r\n\r\nPsmith, who was with Mike, took charge of the affair with a languid\r\ngrace which had maddened hundreds in its time, and which never failed\r\nto ruffle Mr. Downing.\r\n\r\n“We are, above all, sir,” he said, “a keen house. Drones are not\r\nwelcomed by us. We are essentially versatile. Jackson, the\r\narchaeologist of yesterday, becomes the cricketer of to-day. It is the\r\nright spirit, sir,” said Psmith earnestly. “I like to see it.”\r\n\r\n“Indeed, Smith? You are not playing yourself, I notice. Your\r\nenthusiasm has bounds.”\r\n\r\n“In our house, sir, competition is fierce, and the Selection Committee\r\nunfortunately passed me over.”\r\n\r\n       *       *       *       *       *\r\n\r\nThere were a number of pitches dotted about over the field, for there\r\nwas always a touch of the London Park about it on Mid-term Service\r\nday. Adair, as captain of cricket, had naturally selected the best for\r\nhis own match. It was a good wicket, Mike saw. As a matter of fact the\r\nwickets at Sedleigh were nearly always good. Adair had infected the\r\nground-man with some of his own keenness, with the result that that\r\nonce-leisurely official now found himself sometimes, with a kind of\r\nmild surprise, working really hard. At the beginning of the previous\r\nseason Sedleigh had played a scratch team from a neighbouring town on a\r\nwicket which, except for the creases, was absolutely undistinguishable\r\nfrom the surrounding turf, and behind the pavilion after the match\r\nAdair had spoken certain home truths to the ground-man. The latter’s\r\nreformation had dated from that moment.\r\n\r\n       *       *       *       *       *\r\n\r\nBarnes, timidly jubilant, came up to Mike with the news that he had\r\nwon the toss, and the request that Mike would go in first with him.\r\n\r\nIn stories of the “Not Really a Duffer” type, where the nervous new\r\nboy, who has been found crying in the boot-room over the photograph of\r\nhis sister, contrives to get an innings in a game, nobody suspects\r\nthat he is really a prodigy till he hits the Bully’s first ball out of\r\nthe ground for six.\r\n\r\nWith Mike it was different. There was no pitying smile on Adair’s face\r\nas he started his run preparatory to sending down the first ball.\r\nMike, on the cricket field, could not have looked anything but a\r\ncricketer if he had turned out in a tweed suit and hobnail boots.\r\nCricketer was written all over him--in his walk, in the way he took\r\nguard, in his stand at the wickets. Adair started to bowl with the\r\nfeeling that this was somebody who had more than a little knowledge of\r\nhow to deal with good bowling and punish bad.\r\n\r\nMike started cautiously. He was more than usually anxious to make runs\r\nto-day, and he meant to take no risks till he could afford to do so.\r\nHe had seen Adair bowl at the nets, and he knew that he was good.\r\n\r\nThe first over was a maiden, six dangerous balls beautifully played.\r\nThe fieldsmen changed over.\r\n\r\nThe general interest had now settled on the match between Outwood’s\r\nand Downing’s. The fact in Mike’s case had gone round the field, and,\r\nas several of the other games had not yet begun, quite a large crowd\r\nhad collected near the pavilion to watch. Mike’s masterly treatment of\r\nthe opening over had impressed the spectators, and there was a popular\r\ndesire to see how he would deal with Mr. Downing’s slows. It was\r\ngenerally anticipated that he would do something special with them.\r\n\r\nOff the first ball of the master’s over a leg-bye was run.\r\n\r\nMike took guard.\r\n\r\nMr. Downing was a bowler with a style of his own. He took two short\r\nsteps, two long steps, gave a jump, took three more short steps, and\r\nended with a combination of step and jump, during which the ball\r\nemerged from behind his back and started on its slow career to\r\nthe wicket. The whole business had some of the dignity of the\r\nold-fashioned minuet, subtly blended with the careless vigour of\r\na cake-walk. The ball, when delivered, was billed to break from\r\nleg, but the programme was subject to alterations.\r\n\r\nIf the spectators had expected Mike to begin any firework effects with\r\nthe first ball, they were disappointed. He played the over through\r\nwith a grace worthy of his brother Joe. The last ball he turned to leg\r\nfor a single.\r\n\r\nHis treatment of Adair’s next over was freer. He had got a sight of\r\nthe ball now. Half-way through the over a beautiful square cut forced\r\na passage through the crowd by the pavilion, and dashed up against the\r\nrails. He drove the sixth ball past cover for three.\r\n\r\nThe crowd was now reluctantly dispersing to its own games, but it\r\nstopped as Mr. Downing started his minuet-cake-walk, in the hope that\r\nit might see something more sensational.\r\n\r\nThis time the hope was fulfilled.\r\n\r\nThe ball was well up, slow, and off the wicket on the on-side. Perhaps\r\nif it had been allowed to pitch, it might have broken in and become\r\nquite dangerous. Mike went out at it, and hit it a couple of feet from\r\nthe ground. The ball dropped with a thud and a spurting of dust in the\r\nroad that ran along one side of the cricket field.\r\n\r\nIt was returned on the instalment system by helpers from other games,\r\nand the bowler began his manoeuvres again. A half-volley this time.\r\nMike slammed it back, and mid-on, whose heart was obviously not in the\r\nthing, failed to stop it.\r\n\r\n“Get to them, Jenkins,” said Mr. Downing irritably, as the ball came\r\nback from the boundary. “Get to them.”\r\n\r\n“Sir, please, sir----”\r\n\r\n“Don’t talk in the field, Jenkins.”\r\n\r\nHaving had a full-pitch hit for six and a half-volley for four, there\r\nwas a strong probability that Mr. Downing would pitch his next ball\r\nshort.\r\n\r\nThe expected happened. The third ball was a slow long-hop, and hit the\r\nroad at about the same spot where the first had landed. A howl of\r\nuntuneful applause rose from the watchers in the pavilion, and Mike,\r\nwith the feeling that this sort of bowling was too good to be true,\r\nwaited in position for number four.\r\n\r\nThere are moments when a sort of panic seizes a bowler. This happened\r\nnow with Mr. Downing. He suddenly abandoned science and ran amok. His\r\nrun lost its stateliness and increased its vigour. He charged up to\r\nthe wicket as a wounded buffalo sometimes charges a gun. His whole\r\nidea now was to bowl fast.\r\n\r\nWhen a slow bowler starts to bowl fast, it is usually as well to be\r\nbatting, if you can manage it.\r\n\r\nBy the time the over was finished, Mike’s score had been increased by\r\nsixteen, and the total of his side, in addition, by three wides.\r\n\r\nAnd a shrill small voice, from the neighbourhood of the pavilion,\r\nuttered with painful distinctness the words, “Take him off!”\r\n\r\nThat was how the most sensational day’s cricket began that Sedleigh\r\nhad known.\r\n\r\nA description of the details of the morning’s play would be\r\nmonotonous. It is enough to say that they ran on much the same lines\r\nas the third and fourth overs of the match. Mr. Downing bowled one\r\nmore over, off which Mike helped himself to sixteen runs, and then\r\nretired moodily to cover-point, where, in Adair’s fifth over, he\r\nmissed Barnes--the first occasion since the game began on which that\r\nmild batsman had attempted to score more than a single. Scared by this\r\nescape, Outwood’s captain shrank back into his shell, sat on the\r\nsplice like a limpet, and, offering no more chances, was not out at\r\nlunch time with a score of eleven.\r\n\r\nMike had then made a hundred and three.\r\n\r\n       *       *       *       *       *\r\n\r\nAs Mike was taking off his pads in the pavilion, Adair came up.\r\n\r\n“Why did you say you didn’t play cricket?” he asked abruptly.\r\n\r\n[Illustration: “WHY DID YOU SAY YOU DIDN’T PLAY CRICKET?” HE ASKED]\r\n\r\nWhen one has been bowling the whole morning, and bowling well, without\r\nthe slightest success, one is inclined to be abrupt.\r\n\r\nMike finished unfastening an obstinate strap. Then he looked up.\r\n\r\n“I didn’t say anything of the kind. I said I wasn’t going to play\r\nhere. There’s a difference. As a matter of fact, I was in the Wrykyn\r\nteam before I came here. Three years.”\r\n\r\nAdair was silent for a moment.\r\n\r\n“Will you play for us against the Old Sedleighans to-morrow?” he said\r\nat length.\r\n\r\nMike tossed his pads into his bag and got up.\r\n\r\n“No, thanks.”\r\n\r\nThere was a silence.\r\n\r\n“Above it, I suppose?”\r\n\r\n“Not a bit. Not up to it. I shall want a lot of coaching at that end\r\nnet of yours before I’m fit to play for Sedleigh.”\r\n\r\nThere was another pause.\r\n\r\n“Then you won’t play?” asked Adair.\r\n\r\n“I’m not keeping you, am I?” said Mike, politely.\r\n\r\nIt was remarkable what a number of members of Outwood’s house appeared\r\nto cherish a personal grudge against Mr. Downing. It had been that\r\nmaster’s somewhat injudicious practice for many years to treat his\r\nown house as a sort of Chosen People. Of all masters, the most\r\nunpopular is he who by the silent tribunal of a school is convicted\r\nof favouritism. And the dislike deepens if it is a house which he\r\nfavours and not merely individuals. On occasions when boys in his\r\nown house and boys from other houses were accomplices and partners\r\nin wrong-doing, Mr. Downing distributed his thunderbolts unequally,\r\nand the school noticed it. The result was that not only he himself,\r\nbut also--which was rather unfair--his house, too, had acquired a\r\ngood deal of unpopularity.\r\n\r\nThe general consensus of opinion in Outwood’s during the luncheon\r\ninterval was that, having got Downing’s up a tree, they would be fools\r\nnot to make the most of the situation.\r\n\r\nBarnes’s remark that he supposed, unless anything happened and wickets\r\nbegan to fall a bit faster, they had better think of declaring\r\nsomewhere about half-past three or four, was met with a storm of\r\nopposition.\r\n\r\n“Declare!” said Robinson. “Great Scott, what on earth are you talking\r\nabout?”\r\n\r\n“Declare!” Stone’s voice was almost a wail of indignation. “I never\r\nsaw such a chump.”\r\n\r\n“They’ll be rather sick if we don’t, won’t they?” suggested Barnes.\r\n\r\n“Sick! I should think they would,” said Stone. “That’s just the gay\r\nidea. Can’t you see that by a miracle we’ve got a chance of getting a\r\njolly good bit of our own back against those Downing’s ticks? What\r\nwe’ve got to do is to jolly well keep them in the field all day if we\r\ncan, and be jolly glad it’s so beastly hot. If they lose about a dozen\r\npounds each through sweating about in the sun after Jackson’s drives,\r\nperhaps they’ll stick on less side about things in general in future.\r\nBesides, I want an innings against that bilge of old Downing’s, if I\r\ncan get it.”\r\n\r\n“So do I,” said Robinson.\r\n\r\n“If you declare, I swear I won’t field. Nor will Robinson.”\r\n\r\n“Rather not.”\r\n\r\n“Well, I won’t then,” said Barnes unhappily. “Only you know they’re\r\nrather sick already.”\r\n\r\n“Don’t you worry about that,” said Stone with a wide grin. “They’ll be\r\na lot sicker before we’ve finished.”\r\n\r\nAnd so it came about that that particular Mid-term Service-day match\r\nmade history. Big scores had often been put up on Mid-term Service\r\nday. Games had frequently been one-sided. But it had never happened\r\nbefore in the annals of the school that one side, going in first early\r\nin the morning, had neither completed its innings nor declared it\r\nclosed when stumps were drawn at 6.30. In no previous Sedleigh match,\r\nafter a full day’s play, had the pathetic words “Did not bat” been\r\nwritten against the whole of one of the contending teams.\r\n\r\nThese are the things which mark epochs.\r\n\r\nPlay was resumed at 2.15. For a quarter of an hour Mike was\r\ncomparatively quiet. Adair, fortified by food and rest, was bowling\r\nreally well, and his first half-dozen overs had to be watched\r\ncarefully. But the wicket was too good to give him a chance, and Mike,\r\nplaying himself in again, proceeded to get to business once more.\r\nBowlers came and went. Adair pounded away at one end with brief\r\nintervals between the attacks. Mr. Downing took a couple more overs,\r\nin one of which a horse, passing in the road, nearly had its useful\r\nlife cut suddenly short. Change-bowlers of various actions and paces,\r\neach weirder and more futile than the last, tried their luck. But\r\nstill the first-wicket stand continued.\r\n\r\nThe bowling of a house team is all head and no body. The first pair\r\nprobably have some idea of length and break. The first-change pair are\r\npoor. And the rest, the small change, are simply the sort of things\r\none sees in dreams after a heavy supper, or when one is out without\r\none’s gun.\r\n\r\nTime, mercifully, generally breaks up a big stand at cricket before\r\nthe field has suffered too much, and that is what happened now.\r\nAt four o’clock, when the score stood at two hundred and twenty\r\nfor no wicket, Barnes, greatly daring, smote lustily at a rather\r\nwide half-volley and was caught at short-slip for thirty-three. He\r\nretired blushfully to the pavilion, amidst applause, and Stone came\r\nout.\r\n\r\nAs Mike had then made a hundred and eighty-seven, it was assumed by\r\nthe field, that directly he had topped his second century, the closure\r\nwould be applied and their ordeal finished. There was almost a sigh of\r\nrelief when frantic cheering from the crowd told that the feat had\r\nbeen accomplished. The fieldsmen clapped in quite an indulgent sort of\r\nway, as who should say, “Capital, capital. And now let’s start\r\n_our_ innings.” Some even began to edge towards the pavilion.\r\nBut the next ball was bowled, and the next over, and the next after\r\nthat, and still Barnes made no sign. (The conscience-stricken captain\r\nof Outwood’s was, as a matter of fact, being practically held down by\r\nRobinson and other ruffians by force.)\r\n\r\nA grey dismay settled on the field.\r\n\r\nThe bowling had now become almost unbelievably bad. Lobs were being\r\ntried, and Stone, nearly weeping with pure joy, was playing an innings\r\nof the How-to-brighten-cricket type. He had an unorthodox style, but\r\nan excellent eye, and the road at this period of the game became\r\nabsolutely unsafe for pedestrians and traffic.\r\n\r\nMike’s pace had become slower, as was only natural, but his score,\r\ntoo, was mounting steadily.\r\n\r\n“This is foolery,” snapped Mr. Downing, as the three hundred and fifty\r\nwent up on the board. “Barnes!” he called.\r\n\r\nThere was no reply. A committee of three was at that moment engaged in\r\nsitting on Barnes’s head in the first eleven changing-room, in order\r\nto correct a more than usually feverish attack of conscience.\r\n\r\n“Barnes!”\r\n\r\n“Please, sir,” said Stone, some species of telepathy telling him what\r\nwas detaining his captain. “I think Barnes must have left the field.\r\nHe has probably gone over to the house to fetch something.”\r\n\r\n“This is absurd. You must declare your innings closed. The game has\r\nbecome a farce.”\r\n\r\n“Declare! Sir, we can’t unless Barnes does. He might be awfully\r\nannoyed if we did anything like that without consulting him.”\r\n\r\n“Absurd.”\r\n\r\n“He’s very touchy, sir.”\r\n\r\n“It is perfect foolery.”\r\n\r\n“I think Jenkins is just going to bowl, sir.”\r\n\r\nMr. Downing walked moodily to his place.\r\n\r\n       *       *       *       *       *\r\n\r\nIn a neat wooden frame in the senior day-room at Outwood’s, just above\r\nthe mantelpiece, there was on view, a week later, a slip of paper. The\r\nwriting on it was as follows:\r\n\r\n                 OUTWOOD’S _v_. DOWNING’S\r\n\r\n                _Outwood’s. First innings._\r\n\r\n     J. P. Barnes, _c_. Hammond, _b_. Hassall...  33\r\n     M. Jackson, not out........................ 277\r\n     W. J. Stone, not out....................... 124\r\n           Extras...............................  37\r\n                                                 -----\r\n                    Total (for one wicket)...... 471\r\n\r\n                    Downing’s did not bat."
  ]
}