{
  "index": 47,
  "title": "Chapter 46",
  "paragraphs": [
    "THE DECORATION OF SAMMY\r\n\r\n\r\nPsmith leaned against the mantelpiece in the senior day-room at\r\nOutwood’s--since Mike’s innings against Downing’s the Lost Lambs had\r\nbeen received as brothers by that centre of disorder, so that even\r\nSpiller was compelled to look on the hatchet as buried--and gave his\r\nviews on the events of the preceding night, or, rather, of that\r\nmorning, for it was nearer one than twelve when peace had once more\r\nfallen on the school.\r\n\r\n“Nothing that happens in this luny-bin,” said Psmith, “has power to\r\nsurprise me now. There was a time when I might have thought it a\r\nlittle unusual to have to leave the house through a canvas shoot at\r\none o’clock in the morning, but I suppose it’s quite the regular thing\r\nhere. Old school tradition, &c. Men leave the school, and find that\r\nthey’ve got so accustomed to jumping out of window that they look on\r\nit as a sort of affectation to go out by the door. I suppose none of\r\nyou merchants can give me any idea when the next knockabout\r\nentertainment of this kind is likely to take place?”\r\n\r\n“I wonder who rang that bell!” said Stone. “Jolly sporting idea.”\r\n\r\n“I believe it was Downing himself. If it was, I hope he’s satisfied.”\r\n\r\nJellicoe, who was appearing in society supported by a stick, looked\r\nmeaningly at Mike, and giggled, receiving in answer a stony stare.\r\nMike had informed Jellicoe of the details of his interview with Mr.\r\nBarley at the “White Boar,” and Jellicoe, after a momentary splutter\r\nof wrath against the practical joker, was now in a particularly\r\nlight-hearted mood. He hobbled about, giggling at nothing and at\r\npeace with all the world.\r\n\r\n“It was a stirring scene,” said Psmith. “The agility with which\r\nComrade Jellicoe boosted himself down the shoot was a triumph of mind\r\nover matter. He seemed to forget his ankle. It was the nearest thing\r\nto a Boneless Acrobatic Wonder that I have ever seen.”\r\n\r\n“I was in a beastly funk, I can tell you.”\r\n\r\nStone gurgled.\r\n\r\n“So was I,” he said, “for a bit. Then, when I saw that it was all a\r\nrag, I began to look about for ways of doing the thing really well. I\r\nemptied about six jugs of water on a gang of kids under my window.”\r\n\r\n“I rushed into Downing’s, and ragged some of the beds,” said Robinson.\r\n\r\n“It was an invigorating time,” said Psmith. “A sort of pageant. I was\r\nparticularly struck with the way some of the bright lads caught hold\r\nof the idea. There was no skimping. Some of the kids, to my certain\r\nknowledge, went down the shoot a dozen times. There’s nothing like\r\ndoing a thing thoroughly. I saw them come down, rush upstairs, and be\r\nsaved again, time after time. The thing became chronic with them. I\r\nshould say Comrade Downing ought to be satisfied with the high state\r\nof efficiency to which he has brought us. At any rate I hope----”\r\n\r\nThere was a sound of hurried footsteps outside the door, and Sharpe, a\r\nmember of the senior day-room, burst excitedly in. He seemed amused.\r\n\r\n“I say, have you chaps seen Sammy?”\r\n\r\n“Seen who?” said Stone. “Sammy? Why?”\r\n\r\n“You’ll know in a second. He’s just outside. Here, Sammy, Sammy,\r\nSammy! Sam! Sam!”\r\n\r\nA bark and a patter of feet outside.\r\n\r\n“Come on, Sammy. Good dog.”\r\n\r\nThere was a moment’s silence. Then a great yell of laughter burst\r\nforth. Even Psmith’s massive calm was shattered. As for Jellicoe, he\r\nsobbed in a corner.\r\n\r\nSammy’s beautiful white coat was almost entirely concealed by a thick\r\ncovering of bright red paint. His head, with the exception of the\r\nears, was untouched, and his serious, friendly eyes seemed to\r\nemphasise the weirdness of his appearance. He stood in the doorway,\r\nbarking and wagging his tail, plainly puzzled at his reception. He was\r\na popular dog, and was always well received when he visited any of the\r\nhouses, but he had never before met with enthusiasm like this.\r\n\r\n“Good old Sammy!”\r\n\r\n“What on earth’s been happening to him?”\r\n\r\n“Who did it?”\r\n\r\nSharpe, the introducer, had no views on the matter.\r\n\r\n“I found him outside Downing’s, with a crowd round him. Everybody\r\nseems to have seen him. I wonder who on earth has gone and mucked him\r\nup like that!”\r\n\r\nMike was the first to show any sympathy for the maltreated animal.\r\n\r\n“Poor old Sammy,” he said, kneeling on the floor beside the victim,\r\nand scratching him under the ear. “What a beastly shame! It’ll take\r\nhours to wash all that off him, and he’ll hate it.”\r\n\r\n“It seems to me,” said Psmith, regarding Sammy dispassionately through\r\nhis eyeglass, “that it’s not a case for mere washing. They’ll either\r\nhave to skin him bodily, or leave the thing to time. Time, the Great\r\nHealer. In a year or two he’ll fade to a delicate pink. I don’t see\r\nwhy you shouldn’t have a pink bull-terrier. It would lend a touch of\r\ndistinction to the place. Crowds would come in excursion trains to see\r\nhim. By charging a small fee you might make him self-supporting. I\r\nthink I’ll suggest it to Comrade Downing.”\r\n\r\n“There’ll be a row about this,” said Stone.\r\n\r\n“Rows are rather sport when you’re not mixed up in them,” said\r\nRobinson, philosophically. “There’ll be another if we don’t start off\r\nfor chapel soon. It’s a quarter to.”\r\n\r\nThere was a general move. Mike was the last to leave the room. As he\r\nwas going, Jellicoe stopped him. Jellicoe was staying in that Sunday,\r\nowing to his ankle.\r\n\r\n“I say,” said Jellicoe, “I just wanted to thank you again about\r\nthat----”\r\n\r\n“Oh, that’s all right.”\r\n\r\n“No, but it really was awfully decent of you. You might have got into\r\na frightful row. Were you nearly caught?”\r\n\r\n“Jolly nearly.”\r\n\r\n“It _was_ you who rang the bell, wasn’t it?”\r\n\r\n“Yes, it was. But for goodness sake don’t go gassing about it, or\r\nsomebody will get to hear who oughtn’t to, and I shall be sacked.”\r\n\r\n“All right. But, I say, you _are_ a chap!”\r\n\r\n“What’s the matter now?”\r\n\r\n“I mean about Sammy, you know. It’s a jolly good score off old\r\nDowning. He’ll be frightfully sick.”\r\n\r\n“Sammy!” cried Mike. “My good man, you don’t think I did that, do you?\r\nWhat absolute rot! I never touched the poor brute.”\r\n\r\n“Oh, all right,” said Jellicoe. “But I wasn’t going to tell any one,\r\nof course.”\r\n\r\n“What do you mean?”\r\n\r\n“You _are_ a chap!” giggled Jellicoe.\r\n\r\nMike walked to chapel rather thoughtfully."
  ]
}