{
  "index": 42,
  "title": "Chapter 41",
  "paragraphs": [
    "THE SINGULAR BEHAVIOUR OF JELLICOE\r\n\r\n\r\nOutwood’s rollicked considerably that night. Mike, if he had cared to\r\ntake the part, could have been the Petted Hero. But a cordial\r\ninvitation from the senior day-room to be the guest of the evening at\r\nabout the biggest rag of the century had been refused on the plea of\r\nfatigue. One does not make two hundred and seventy-seven runs on a hot\r\nday without feeling the effects, even if one has scored mainly by the\r\nmedium of boundaries; and Mike, as he lay back in Psmith’s deck-chair,\r\nfelt that all he wanted was to go to bed and stay there for a week.\r\nHis hands and arms burned as if they were red-hot, and his eyes were\r\nso tired that he could not keep them open.\r\n\r\nPsmith, leaning against the mantelpiece, discoursed in a desultory way\r\non the day’s happenings--the score off Mr. Downing, the undeniable\r\nannoyance of that battered bowler, and the probability of his venting\r\nhis annoyance on Mike next day.\r\n\r\n“In theory,” said he, “the manly what-d’you-call-it of cricket and all\r\nthat sort of thing ought to make him fall on your neck to-morrow and\r\nweep over you as a foeman worthy of his steel. But I am prepared to\r\nbet a reasonable sum that he will give no Jiu-jitsu exhibition of this\r\nkind. In fact, from what I have seen of our bright little friend, I\r\nshould say that, in a small way, he will do his best to make it\r\ndistinctly hot for you, here and there.”\r\n\r\n“I don’t care,” murmured Mike, shifting his aching limbs in the chair.\r\n\r\n“In an ordinary way, I suppose, a man can put up with having his\r\nbowling hit a little. But your performance was cruelty to animals.\r\nTwenty-eight off one over, not to mention three wides, would have made\r\nJob foam at the mouth. You will probably get sacked. On the other\r\nhand, it’s worth it. You have lit a candle this day which can never be\r\nblown out. You have shown the lads of the village how Comrade\r\nDowning’s bowling ought to be treated. I don’t suppose he’ll ever take\r\nanother wicket.”\r\n\r\n“He doesn’t deserve to.”\r\n\r\nPsmith smoothed his hair at the glass and turned round again.\r\n\r\n“The only blot on this day of mirth and good-will is,” he said, “the\r\nsingular conduct of our friend Jellicoe. When all the place was\r\nringing with song and merriment, Comrade Jellicoe crept to my side,\r\nand, slipping his little hand in mine, touched me for three quid.”\r\n\r\nThis interested Mike, fagged as he was.\r\n\r\n“What! Three quid!”\r\n\r\n“Three jingling, clinking sovereigns. He wanted four.”\r\n\r\n“But the man must be living at the rate of I don’t know what. It was\r\nonly yesterday that he borrowed a quid from _me_!”\r\n\r\n“He must be saving money fast. There appear to be the makings of a\r\nfinancier about Comrade Jellicoe. Well, I hope, when he’s collected\r\nenough for his needs, he’ll pay me back a bit. I’m pretty well cleaned\r\nout.”\r\n\r\n“I got some from my brother at Oxford.”\r\n\r\n“Perhaps he’s saving up to get married. We may be helping towards\r\nfurnishing the home. There was a Siamese prince fellow at my dame’s at\r\nEton who had four wives when he arrived, and gathered in a fifth\r\nduring his first summer holidays. It was done on the correspondence\r\nsystem. His Prime Minister fixed it up at the other end, and sent him\r\nthe glad news on a picture post-card. I think an eye ought to be kept\r\non Comrade Jellicoe.”\r\n\r\n       *       *       *       *       *\r\n\r\nMike tumbled into bed that night like a log, but he could not sleep.\r\nHe ached all over. Psmith chatted for a time on human affairs in\r\ngeneral, and then dropped gently off. Jellicoe, who appeared to be\r\nwrapped in gloom, contributed nothing to the conversation.\r\n\r\nAfter Psmith had gone to sleep, Mike lay for some time running over in\r\nhis mind, as the best substitute for sleep, the various points of his\r\ninnings that day. He felt very hot and uncomfortable.\r\n\r\nJust as he was wondering whether it would not be a good idea to get up\r\nand have a cold bath, a voice spoke from the darkness at his side.\r\n\r\n“Are you asleep, Jackson?”\r\n\r\n“Who’s that?”\r\n\r\n“Me--Jellicoe. I can’t get to sleep.”\r\n\r\n“Nor can I. I’m stiff all over.”\r\n\r\n“I’ll come over and sit on your bed.”\r\n\r\nThere was a creaking, and then a weight descended in the neighbourhood\r\nof Mike’s toes.\r\n\r\nJellicoe was apparently not in conversational mood. He uttered no word\r\nfor quite three minutes. At the end of which time he gave a sound\r\nmidway between a snort and a sigh.\r\n\r\n“I say, Jackson!” he said.\r\n\r\n“Yes?”\r\n\r\n“Have you--oh, nothing.”\r\n\r\nSilence again.\r\n\r\n“Jackson.”\r\n\r\n“Hullo?”\r\n\r\n“I say, what would your people say if you got sacked?”\r\n\r\n“All sorts of things. Especially my pater. Why?”\r\n\r\n“Oh, I don’t know. So would mine.”\r\n\r\n“Everybody’s would, I expect.”\r\n\r\n“Yes.”\r\n\r\nThe bed creaked, as Jellicoe digested these great thoughts. Then he\r\nspoke again.\r\n\r\n“It would be a jolly beastly thing to get sacked.”\r\n\r\nMike was too tired to give his mind to the subject. He was not really\r\nlistening. Jellicoe droned on in a depressed sort of way.\r\n\r\n“You’d get home in the middle of the afternoon, I suppose, and you’d\r\ndrive up to the house, and the servant would open the door, and you’d\r\ngo in. They might all be out, and then you’d have to hang about, and\r\nwait; and presently you’d hear them come in, and you’d go out into the\r\npassage, and they’d say ‘Hullo!’”\r\n\r\nJellicoe, in order to give verisimilitude, as it were, to an otherwise\r\nbald and unconvincing narrative, flung so much agitated surprise into\r\nthe last word that it woke Mike from a troubled doze into which he had\r\nfallen.\r\n\r\n“Hullo?” he said. “What’s up?”\r\n\r\n“Then you’d say. ‘Hullo!’ And then they’d say, ‘What are you doing\r\nhere?’ And you’d say----”\r\n\r\n“What on earth are you talking about?”\r\n\r\n“About what would happen.”\r\n\r\n“Happen when?”\r\n\r\n“When you got home. After being sacked, you know.”\r\n\r\n“Who’s been sacked?” Mike’s mind was still under a cloud.\r\n\r\n“Nobody. But if you were, I meant. And then I suppose there’d be an\r\nawful row and general sickness, and all that. And then you’d be sent\r\ninto a bank, or to Australia, or something.”\r\n\r\nMike dozed off again.\r\n\r\n“My pater would be frightfully sick. My mater would be sick. My sister\r\nwould be jolly sick, too. Have you got any sisters, Jackson? I say,\r\nJackson!”\r\n\r\n“Hullo! What’s the matter? Who’s that?”\r\n\r\n“Me--Jellicoe.”\r\n\r\n“What’s up?”\r\n\r\n“I asked you if you’d got any sisters.”\r\n\r\n“Any _what_?”\r\n\r\n“Sisters.”\r\n\r\n“Whose sisters?”\r\n\r\n“Yours. I asked if you’d got any.”\r\n\r\n“Any what?”\r\n\r\n“Sisters.”\r\n\r\n“What about them?”\r\n\r\nThe conversation was becoming too intricate for Jellicoe. He changed\r\nthe subject.\r\n\r\n“I say, Jackson!”\r\n\r\n“Well?”\r\n\r\n“I say, you don’t know any one who could lend me a pound, do you?”\r\n\r\n“What!” cried Mike, sitting up in bed and staring through the darkness\r\nin the direction whence the numismatist’s voice was proceeding. “Do\r\n_what_?”\r\n\r\n“I say, look out. You’ll wake Smith.”\r\n\r\n“Did you say you wanted some one to lend you a quid?”\r\n\r\n“Yes,” said Jellicoe eagerly. “Do you know any one?”\r\n\r\nMike’s head throbbed. This thing was too much. The human brain could\r\nnot be expected to cope with it. Here was a youth who had borrowed a\r\npound from one friend the day before, and three pounds from another\r\nfriend that very afternoon, already looking about him for further\r\nloans. Was it a hobby, or was he saving up to buy an aeroplane?\r\n\r\n“What on earth do you want a pound for?”\r\n\r\n“I don’t want to tell anybody. But it’s jolly serious. I shall get\r\nsacked if I don’t get it.”\r\n\r\nMike pondered.\r\n\r\nThose who have followed Mike’s career as set forth by the present\r\nhistorian will have realised by this time that he was a good long way\r\nfrom being perfect. As the Blue-Eyed Hero he would have been a rank\r\nfailure. Except on the cricket field, where he was a natural genius,\r\nhe was just ordinary. He resembled ninety per cent. of other members\r\nof English public schools. He had some virtues and a good many\r\ndefects. He was as obstinate as a mule, though people whom he liked\r\ncould do as they pleased with him. He was good-natured as a general\r\nthing, but on occasion his temper could be of the worst, and had, in\r\nhis childhood, been the subject of much adverse comment among his\r\naunts. He was rigidly truthful, where the issue concerned only\r\nhimself. Where it was a case of saving a friend, he was prepared to\r\nact in a manner reminiscent of an American expert witness.\r\n\r\nHe had, in addition, one good quality without any defect to balance\r\nit. He was always ready to help people. And when he set himself to do\r\nthis, he was never put off by discomfort or risk. He went at the thing\r\nwith a singleness of purpose that asked no questions.\r\n\r\nBob’s postal order, which had arrived that evening, was reposing in\r\nthe breast-pocket of his coat.\r\n\r\nIt was a wrench, but, if the situation was so serious with Jellicoe,\r\nit had to be done.\r\n\r\n       *       *       *       *       *\r\n\r\nTwo minutes later the night was being made hideous by Jellicoe’s\r\nalmost tearful protestations of gratitude, and the postal order had\r\nmoved from one side of the dormitory to the other."
  ]
}