{
  "index": 49,
  "title": "Chapter 48",
  "paragraphs": [
    "THE SLEUTH-HOUND\r\n\r\n\r\nFor the Doctor Watsons of this world, as opposed to the Sherlock\r\nHolmeses, success in the province of detective work must always be, to\r\na very large extent, the result of luck. Sherlock Holmes can extract a\r\nclue from a wisp of straw or a flake of cigar-ash. But Doctor Watson\r\nhas got to have it taken out for him, and dusted, and exhibited\r\nclearly, with a label attached.\r\n\r\nThe average man is a Doctor Watson. We are wont to scoff in a\r\npatronising manner at that humble follower of the great investigator,\r\nbut, as a matter of fact, we should have been just as dull ourselves.\r\nWe should not even have risen to the modest level of a Scotland Yard\r\nBungler. We should simply have hung around, saying:\r\n\r\n“My dear Holmes, how--?” and all the rest of it, just as the\r\ndowntrodden medico did.\r\n\r\nIt is not often that the ordinary person has any need to see what he\r\ncan do in the way of detection. He gets along very comfortably in the\r\nhumdrum round of life without having to measure footprints and smile\r\nquiet, tight-lipped smiles. But if ever the emergency does arise, he\r\nthinks naturally of Sherlock Holmes, and his methods.\r\n\r\nMr. Downing had read all the Holmes stories with great attention, and\r\nhad thought many times what an incompetent ass Doctor Watson was; but,\r\nnow that he had started to handle his own first case, he was compelled\r\nto admit that there was a good deal to be said in extenuation of\r\nWatson’s inability to unravel tangles. It certainly was uncommonly\r\nhard, he thought, as he paced the cricket field after leaving Sergeant\r\nCollard, to detect anybody, unless you knew who had really done the\r\ncrime. As he brooded over the case in hand, his sympathy for Dr.\r\nWatson increased with every minute, and he began to feel a certain\r\nresentment against Sir Arthur Conan Doyle. It was all very well for\r\nSir Arthur to be so shrewd and infallible about tracing a mystery to\r\nits source, but he knew perfectly well who had done the thing before\r\nhe started!\r\n\r\nNow that he began really to look into this matter of the alarm bell\r\nand the painting of Sammy, the conviction was creeping over him that\r\nthe problem was more difficult than a casual observer might imagine.\r\nHe had got as far as finding that his quarry of the previous night was\r\na boy in Mr. Outwood’s house, but how was he to get any farther? That\r\nwas the thing. There were, of course, only a limited number of boys in\r\nMr. Outwood’s house as tall as the one he had pursued; but even if\r\nthere had been only one other, it would have complicated matters. If\r\nyou go to a boy and say, “Either you or Jones were out of your house\r\nlast night at twelve o’clock,” the boy does not reply, “Sir, I cannot\r\ntell a lie--I was out of my house last night at twelve o’clock.” He\r\nsimply assumes the animated expression of a stuffed fish, and leaves\r\nthe next move to you. It is practically Stalemate.\r\n\r\nAll these things passed through Mr. Downing’s mind as he walked up and\r\ndown the cricket field that afternoon.\r\n\r\nWhat he wanted was a clue. But it is so hard for the novice to tell\r\nwhat is a clue and what isn’t. Probably, if he only knew, there were\r\nclues lying all over the place, shouting to him to pick them up.\r\n\r\nWhat with the oppressive heat of the day and the fatigue of hard\r\nthinking, Mr. Downing was working up for a brain-storm, when Fate once\r\nmore intervened, this time in the shape of Riglett, a junior member of\r\nhis house.\r\n\r\nRiglett slunk up in the shamefaced way peculiar to some boys, even\r\nwhen they have done nothing wrong, and, having capped Mr. Downing with\r\nthe air of one who has been caught in the act of doing something\r\nparticularly shady, requested that he might be allowed to fetch his\r\nbicycle from the shed.\r\n\r\n“Your bicycle?” snapped Mr. Downing. Much thinking had made him\r\nirritable. “What do you want with your bicycle?”\r\n\r\nRiglett shuffled, stood first on his left foot, then on his right,\r\nblushed, and finally remarked, as if it were not so much a sound\r\nreason as a sort of feeble excuse for the low and blackguardly fact\r\nthat he wanted his bicycle, that he had got leave for tea that\r\nafternoon.\r\n\r\nThen Mr. Downing remembered. Riglett had an aunt resident about three\r\nmiles from the school, whom he was accustomed to visit occasionally on\r\nSunday afternoons during the term.\r\n\r\nHe felt for his bunch of keys, and made his way to the shed, Riglett\r\nshambling behind at an interval of two yards.\r\n\r\nMr. Downing unlocked the door, and there on the floor was the Clue!\r\n\r\nA clue that even Dr. Watson could not have overlooked.\r\n\r\nMr. Downing saw it, but did not immediately recognise it for what it\r\nwas. What he saw at first was not a Clue, but just a mess. He had a\r\ntidy soul and abhorred messes. And this was a particularly messy mess.\r\nThe greater part of the flooring in the neighbourhood of the door was\r\na sea of red paint. The tin from which it had flowed was lying on its\r\nside in the middle of the shed. The air was full of the pungent scent.\r\n\r\n“Pah!” said Mr. Downing.\r\n\r\nThen suddenly, beneath the disguise of the mess, he saw the clue. A\r\nfoot-mark! No less. A crimson foot-mark on the grey concrete!\r\n\r\nRiglett, who had been waiting patiently two yards away, now coughed\r\nplaintively. The sound recalled Mr. Downing to mundane matters.\r\n\r\n“Get your bicycle, Riglett,” he said, “and be careful where you tread.\r\nSomebody has upset a pot of paint on the floor.”\r\n\r\nRiglett, walking delicately through dry places, extracted his bicycle\r\nfrom the rack, and presently departed to gladden the heart of his\r\naunt, leaving Mr. Downing, his brain fizzing with the enthusiasm of\r\nthe detective, to lock the door and resume his perambulation of the\r\ncricket field.\r\n\r\nGive Dr. Watson a fair start, and he is a demon at the game. Mr.\r\nDowning’s brain was now working with a rapidity and clearness which a\r\nprofessional sleuth might have envied.\r\n\r\nPaint. Red paint. Obviously the same paint with which Sammy had been\r\ndecorated. A foot-mark. Whose foot-mark? Plainly that of the criminal\r\nwho had done the deed of decoration.\r\n\r\nYoicks!\r\n\r\nThere were two things, however, to be considered. Your careful\r\ndetective must consider everything. In the first place, the paint\r\nmight have been upset by the ground-man. It was the ground-man’s\r\npaint. He had been giving a fresh coating to the wood-work in front of\r\nthe pavilion scoring-box at the conclusion of yesterday’s match. (A\r\nlabour of love which was the direct outcome of the enthusiasm for work\r\nwhich Adair had instilled into him.) In that case the foot-mark might\r\nbe his.\r\n\r\n_Note one_: Interview the ground-man on this point.\r\n\r\nIn the second place Adair might have upset the tin and trodden in its\r\ncontents when he went to get his bicycle in order to fetch the doctor\r\nfor the suffering MacPhee. This was the more probable of the two\r\ncontingencies, for it would have been dark in the shed when Adair went\r\ninto it.\r\n\r\n_Note two_ Interview Adair as to whether he found, on returning to\r\nthe house, that there was paint on his boots.\r\n\r\nThings were moving.\r\n\r\n       *       *       *       *       *\r\n\r\nHe resolved to take Adair first. He could get the ground-man’s address\r\nfrom him.\r\n\r\nPassing by the trees under whose shade Mike and Psmith and Dunster had\r\nwatched the match on the previous day, he came upon the Head of his\r\nhouse in a deck-chair reading a book. A summer Sunday afternoon is the\r\ntime for reading in deck-chairs.\r\n\r\n“Oh, Adair,” he said. “No, don’t get up. I merely wished to ask you if\r\nyou found any paint on your boots when you returned to the house last\r\nnight?”\r\n\r\n“Paint, sir?” Adair was plainly puzzled. His book had been\r\ninteresting, and had driven the Sammy incident out of his head.\r\n\r\n“I see somebody has spilt some paint on the floor of the bicycle shed.\r\nYou did not do that, I suppose, when you went to fetch your bicycle?”\r\n\r\n“No, sir.”\r\n\r\n“It is spilt all over the floor. I wondered whether you had happened\r\nto tread in it. But you say you found no paint on your boots this\r\nmorning?”\r\n\r\n“No, sir, my bicycle is always quite near the door of the shed. I\r\ndidn’t go into the shed at all.”\r\n\r\n“I see. Quite so. Thank you, Adair. Oh, by the way, Adair, where does\r\nMarkby live?”\r\n\r\n“I forget the name of his cottage, sir, but I could show you in a\r\nsecond. It’s one of those cottages just past the school gates, on the\r\nright as you turn out into the road. There are three in a row. His is\r\nthe first you come to. There’s a barn just before you get to them.”\r\n\r\n“Thank you. I shall be able to find them. I should like to speak to\r\nMarkby for a moment on a small matter.”\r\n\r\nA sharp walk took him to the cottages Adair had mentioned. He\r\nrapped at the door of the first, and the ground-man came out in\r\nhis shirt-sleeves, blinking as if he had just woke up, as was\r\nindeed the case.\r\n\r\n“Oh, Markby!”\r\n\r\n“Sir?”\r\n\r\n“You remember that you were painting the scoring-box in the pavilion\r\nlast night after the match?”\r\n\r\n“Yes, sir. It wanted a lick of paint bad. The young gentlemen will\r\nscramble about and get through the window. Makes it look shabby, sir.\r\nSo I thought I’d better give it a coating so as to look ship-shape\r\nwhen the Marylebone come down.”\r\n\r\n“Just so. An excellent idea. Tell me, Markby, what did you do with the\r\npot of paint when you had finished?”\r\n\r\n“Put it in the bicycle shed, sir.”\r\n\r\n“On the floor?”\r\n\r\n“On the floor, sir? No. On the shelf at the far end, with the can of\r\nwhitening what I use for marking out the wickets, sir.”\r\n\r\n“Of course, yes. Quite so. Just as I thought.”\r\n\r\n“Do you want it, sir?”\r\n\r\n“No, thank you, Markby, no, thank you. The fact is, somebody who had\r\nno business to do so has moved the pot of paint from the shelf to the\r\nfloor, with the result that it has been kicked over, and spilt. You\r\nhad better get some more to-morrow. Thank you, Markby. That is all I\r\nwished to know.”\r\n\r\nMr. Downing walked back to the school thoroughly excited. He was hot\r\non the scent now. The only other possible theories had been tested and\r\nsuccessfully exploded. The thing had become simple to a degree. All he\r\nhad to do was to go to Mr. Outwood’s house--the idea of searching a\r\nfellow-master’s house did not appear to him at all a delicate task;\r\nsomehow one grew unconsciously to feel that Mr. Outwood did not really\r\nexist as a man capable of resenting liberties--find the paint-splashed\r\nboot, ascertain its owner, and denounce him to the headmaster.\r\nPicture, Blue Fire and “God Save the King” by the full strength of the\r\ncompany. There could be no doubt that a paint-splashed boot must be in\r\nMr. Outwood’s house somewhere. A boy cannot tread in a pool of paint\r\nwithout showing some signs of having done so. It was Sunday, too, so\r\nthat the boot would not yet have been cleaned. Yoicks! Also Tally-ho!\r\nThis really was beginning to be something like business.\r\n\r\nRegardless of the heat, the sleuth-hound hurried across to Outwood’s\r\nas fast as he could walk."
  ]
}