{
  "index": 43,
  "title": "Chapter 42",
  "paragraphs": [
    "JELLICOE GOES ON THE SICK-LIST\r\n\r\n\r\nMike woke next morning with a confused memory of having listened to a\r\ngreat deal of incoherent conversation from Jellicoe, and a painfully\r\nvivid recollection of handing over the bulk of his worldly wealth to\r\nhim. The thought depressed him, though it seemed to please Jellicoe,\r\nfor the latter carolled in a gay undertone as he dressed, till Psmith,\r\nwho had a sensitive ear, asked as a favour that these farm-yard\r\nimitations might cease until he was out of the room.\r\n\r\nThere were other things to make Mike low-spirited that morning. To\r\nbegin with, he was in detention, which in itself is enough to spoil a\r\nday. It was a particularly fine day, which made the matter worse. In\r\naddition to this, he had never felt stiffer in his life. It seemed to\r\nhim that the creaking of his joints as he walked must be audible to\r\nevery one within a radius of several yards. Finally, there was the\r\ninterview with Mr. Downing to come. That would probably be unpleasant.\r\nAs Psmith had said, Mr. Downing was the sort of master who would be\r\nlikely to make trouble. The great match had not been an ordinary\r\nmatch. Mr. Downing was a curious man in many ways, but he did not make\r\na fuss on ordinary occasions when his bowling proved expensive.\r\nYesterday’s performance, however, stood in a class by itself. It stood\r\nforth without disguise as a deliberate rag. One side does not keep\r\nanother in the field the whole day in a one-day match except as a\r\ngrisly kind of practical joke. And Mr. Downing and his house realised\r\nthis. The house’s way of signifying its comprehension of the fact was\r\nto be cold and distant as far as the seniors were concerned, and\r\nabusive and pugnacious as regards the juniors. Young blood had been\r\nshed overnight, and more flowed during the eleven o’clock interval\r\nthat morning to avenge the insult.\r\n\r\nMr. Downing’s methods of retaliation would have to be, of necessity,\r\nmore elusive; but Mike did not doubt that in some way or other his\r\nform-master would endeavour to get a bit of his own back.\r\n\r\nAs events turned out, he was perfectly right. When a master has got\r\nhis knife into a boy, especially a master who allows himself to be\r\ninfluenced by his likes and dislikes, he is inclined to single him out\r\nin times of stress, and savage him as if he were the official\r\nrepresentative of the evildoers. Just as, at sea, the skipper, when he\r\nhas trouble with the crew, works it off on the boy.\r\n\r\nMr. Downing was in a sarcastic mood when he met Mike. That is to say,\r\nhe began in a sarcastic strain. But this sort of thing is difficult to\r\nkeep up. By the time he had reached his peroration, the rapier had\r\ngiven place to the bludgeon. For sarcasm to be effective, the user of\r\nit must be met half-way. His hearer must appear to be conscious of the\r\nsarcasm and moved by it. Mike, when masters waxed sarcastic towards\r\nhim, always assumed an air of stolid stupidity, which was as a suit of\r\nmail against satire.\r\n\r\nSo Mr. Downing came down from the heights with a run, and began to\r\nexpress himself with a simple strength which it did his form good to\r\nlisten to. Veterans who had been in the form for terms said afterwards\r\nthat there had been nothing to touch it, in their experience of the\r\norator, since the glorious day when Dunster, that prince of raggers,\r\nwho had left at Christmas to go to a crammer’s, had introduced three\r\nlively grass-snakes into the room during a Latin lesson.\r\n\r\n“You are surrounded,” concluded Mr. Downing, snapping his pencil in\r\ntwo in his emotion, “by an impenetrable mass of conceit and vanity and\r\nselfishness. It does not occur to you to admit your capabilities as a\r\ncricketer in an open, straightforward way and place them at the\r\ndisposal of the school. No, that would not be dramatic enough for you.\r\nIt would be too commonplace altogether. Far too commonplace!” Mr.\r\nDowning laughed bitterly. “No, you must conceal your capabilities. You\r\nmust act a lie. You must--who is that shuffling his feet? I will not\r\nhave it, I _will_ have silence--you must hang back in order to\r\nmake a more effective entrance, like some wretched actor who--I will\r\n_not_ have this shuffling. I have spoken of this before. Macpherson,\r\nare you shuffling your feet?”\r\n\r\n“Sir, no, sir.”\r\n\r\n“Please, sir.”\r\n\r\n“Well, Parsons?”\r\n\r\n“I think it’s the noise of the draught under the door, sir.”\r\n\r\nInstant departure of Parsons for the outer regions. And, in the\r\nexcitement of this side-issue, the speaker lost his inspiration, and\r\nabruptly concluded his remarks by putting Mike on to translate in\r\nCicero. Which Mike, who happened to have prepared the first half-page,\r\ndid with much success.\r\n\r\n       *       *       *       *       *\r\n\r\nThe Old Boys’ match was timed to begin shortly after eleven o’clock.\r\nDuring the interval most of the school walked across the field to look\r\nat the pitch. One or two of the Old Boys had already changed and were\r\npractising in front of the pavilion.\r\n\r\nIt was through one of these batsmen that an accident occurred which\r\nhad a good deal of influence on Mike’s affairs.\r\n\r\nMike had strolled out by himself. Half-way across the field Jellicoe\r\njoined him. Jellicoe was cheerful, and rather embarrassingly grateful.\r\nHe was just in the middle of his harangue when the accident happened.\r\n\r\nTo their left, as they crossed the field, a long youth, with the faint\r\nbeginnings of a moustache and a blazer that lit up the surrounding\r\nlandscape like a glowing beacon, was lashing out recklessly at a\r\nfriend’s bowling. Already he had gone within an ace of slaying a small\r\nboy. As Mike and Jellicoe proceeded on their way, there was a shout of\r\n“Heads!”\r\n\r\nThe almost universal habit of batsmen of shouting “Heads!” at whatever\r\nheight from the ground the ball may be, is not a little confusing. The\r\naverage person, on hearing the shout, puts his hands over his skull,\r\ncrouches down and trusts to luck. This is an excellent plan if the\r\nball is falling, but is not much protection against a skimming drive\r\nalong the ground.\r\n\r\nWhen “Heads!” was called on the present occasion, Mike and Jellicoe\r\ninstantly assumed the crouching attitude.\r\n\r\nJellicoe was the first to abandon it. He uttered a yell and sprang\r\ninto the air. After which he sat down and began to nurse his ankle.\r\n\r\nThe bright-blazered youth walked up.\r\n\r\n“Awfully sorry, you know, man. Hurt?”\r\n\r\nJellicoe was pressing the injured spot tenderly with his finger-tips,\r\nuttering sharp howls whenever, zeal outrunning discretion, he prodded\r\nhimself too energetically.\r\n\r\n“Silly ass, Dunster,” he groaned, “slamming about like that.”\r\n\r\n“Awfully sorry. But I did yell.”\r\n\r\n“It’s swelling up rather,” said Mike. “You’d better get over to the\r\nhouse and have it looked at. Can you walk?”\r\n\r\nJellicoe tried, but sat down again with a loud “Ow!” At that moment\r\nthe bell rang.\r\n\r\n“I shall have to be going in,” said Mike, “or I’d have helped you\r\nover.”\r\n\r\n“I’ll give you a hand,” said Dunster.\r\n\r\nHe helped the sufferer to his feet and they staggered off together,\r\nJellicoe hopping, Dunster advancing with a sort of polka step. Mike\r\nwatched them start and then turned to go in."
  ]
}