{
  "index": 46,
  "title": "Chapter 45",
  "paragraphs": [
    "PURSUIT\r\n\r\n\r\nThese things are Life’s Little Difficulties. One can never tell\r\nprecisely how one will act in a sudden emergency. The right thing for\r\nMike to have done at this crisis was to have ignored the voice,\r\ncarried on up the water-pipe, and through the study window, and gone\r\nto bed. It was extremely unlikely that anybody could have recognised\r\nhim at night against the dark background of the house. The position\r\nthen would have been that somebody in Mr. Outwood’s house had been\r\nseen breaking in after lights-out; but it would have been very\r\ndifficult for the authorities to have narrowed the search down any\r\nfurther than that. There were thirty-four boys in Outwood’s, of whom\r\nabout fourteen were much the same size and build as Mike.\r\n\r\nThe suddenness, however, of the call caused Mike to lose his head. He\r\nmade the strategic error of sliding rapidly down the pipe, and\r\nrunning.\r\n\r\nThere were two gates to Mr. Outwood’s front garden. The carriage drive\r\nran in a semicircle, of which the house was the centre. It was from\r\nthe right-hand gate, nearest to Mr. Downing’s house, that the voice\r\nhad come, and, as Mike came to the ground, he saw a stout figure\r\ngalloping towards him from that direction. He bolted like a rabbit for\r\nthe other gate. As he did so, his pursuer again gave tongue.\r\n\r\n“Oo-oo-oo yer!” was the exact remark.\r\n\r\nWhereby Mike recognised him as the school sergeant.\r\n\r\n“Oo-oo-oo yer!” was that militant gentleman’s habitual way of\r\nbeginning a conversation.\r\n\r\nWith this knowledge, Mike felt easier in his mind. Sergeant Collard\r\nwas a man of many fine qualities, (notably a talent for what he was\r\nwont to call “spott’n,” a mysterious gift which he exercised on the\r\nrifle range), but he could not run. There had been a time in his hot\r\nyouth when he had sprinted like an untamed mustang in pursuit of\r\nvolatile Pathans in Indian hill wars, but Time, increasing his girth,\r\nhad taken from him the taste for such exercise. When he moved now it\r\nwas at a stately walk. The fact that he ran to-night showed how the\r\nexcitement of the chase had entered into his blood.\r\n\r\n“Oo-oo-oo yer!” he shouted again, as Mike, passing through the gate,\r\nturned into the road that led to the school. Mike’s attentive ear\r\nnoted that the bright speech was a shade more puffily delivered this\r\ntime. He began to feel that this was not such bad fun after all. He\r\nwould have liked to be in bed, but, if that was out of the question,\r\nthis was certainly the next best thing.\r\n\r\nHe ran on, taking things easily, with the sergeant panting in his\r\nwake, till he reached the entrance to the school grounds. He dashed in\r\nand took cover behind a tree.\r\n\r\nPresently the sergeant turned the corner, going badly and evidently\r\ncured of a good deal of the fever of the chase. Mike heard him toil on\r\nfor a few yards and then stop. A sound of panting was borne to him.\r\n\r\nThen the sound of footsteps returning, this time at a walk. They\r\npassed the gate and went on down the road.\r\n\r\nThe pursuer had given the thing up.\r\n\r\nMike waited for several minutes behind his tree. His programme now was\r\nsimple. He would give Sergeant Collard about half an hour, in case the\r\nlatter took it into his head to “guard home” by waiting at the gate.\r\nThen he would trot softly back, shoot up the water-pipe once more, and\r\nso to bed. It had just struck a quarter to something--twelve, he\r\nsupposed--on the school clock. He would wait till a quarter past.\r\n\r\nMeanwhile, there was nothing to be gained from lurking behind a tree.\r\nHe left his cover, and started to stroll in the direction of the\r\npavilion. Having arrived there, he sat on the steps, looking out on to\r\nthe cricket field.\r\n\r\nHis thoughts were miles away, at Wrykyn, when he was recalled to\r\nSedleigh by the sound of somebody running. Focussing his gaze, he saw\r\na dim figure moving rapidly across the cricket field straight for him.\r\n\r\nHis first impression, that he had been seen and followed, disappeared\r\nas the runner, instead of making for the pavilion, turned aside, and\r\nstopped at the door of the bicycle shed. Like Mike, he was evidently\r\npossessed of a key, for Mike heard it grate in the lock. At this point\r\nhe left the pavilion and hailed his fellow rambler by night in a\r\ncautious undertone.\r\n\r\nThe other appeared startled.\r\n\r\n“Who the dickens is that?” he asked. “Is that you, Jackson?”\r\n\r\nMike recognised Adair’s voice. The last person he would have expected\r\nto meet at midnight obviously on the point of going for a bicycle\r\nride.\r\n\r\n“What are you doing out here, Jackson?”\r\n\r\n“What are you, if it comes to that?”\r\n\r\nAdair was lighting his lamp.\r\n\r\n“I’m going for the doctor. One of the chaps in our house is bad.”\r\n\r\n“Oh!”\r\n\r\n“What are you doing out here?”\r\n\r\n“Just been for a stroll.”\r\n\r\n“Hadn’t you better be getting back?”\r\n\r\n“Plenty of time.”\r\n\r\n“I suppose you think you’re doing something tremendously brave and\r\ndashing?”\r\n\r\n“Hadn’t you better be going to the doctor?”\r\n\r\n“If you want to know what I think----”\r\n\r\n“I don’t. So long.”\r\n\r\nMike turned away, whistling between his teeth. After a moment’s pause,\r\nAdair rode off. Mike saw his light pass across the field and through\r\nthe gate. The school clock struck the quarter.\r\n\r\nIt seemed to Mike that Sergeant Collard, even if he had started to\r\nwait for him at the house, would not keep up the vigil for more than\r\nhalf an hour. He would be safe now in trying for home again.\r\n\r\nHe walked in that direction.\r\n\r\nNow it happened that Mr. Downing, aroused from his first sleep by the\r\nnews, conveyed to him by Adair, that MacPhee, one of the junior\r\nmembers of Adair’s dormitory, was groaning and exhibiting other\r\nsymptoms of acute illness, was disturbed in his mind. Most\r\nhousemasters feel uneasy in the event of illness in their houses, and\r\nMr. Downing was apt to get jumpy beyond the ordinary on such\r\noccasions. All that was wrong with MacPhee, as a matter of fact, was a\r\nvery fair stomach-ache, the direct and legitimate result of eating six\r\nbuns, half a cocoa-nut, three doughnuts, two ices, an apple, and a\r\npound of cherries, and washing the lot down with tea. But Mr. Downing\r\nsaw in his attack the beginnings of some deadly scourge which would\r\nsweep through and decimate the house. He had despatched Adair for the\r\ndoctor, and, after spending a few minutes prowling restlessly about\r\nhis room, was now standing at his front gate, waiting for Adair’s\r\nreturn.\r\n\r\nIt came about, therefore, that Mike, sprinting lightly in the\r\ndirection of home and safety, had his already shaken nerves further\r\nmaltreated by being hailed, at a range of about two yards, with a cry\r\nof “Is that you, Adair?” The next moment Mr. Downing emerged from his\r\ngate.\r\n\r\nMike stood not upon the order of his going. He was off like an\r\narrow--a flying figure of Guilt. Mr. Downing, after the first\r\nsurprise, seemed to grasp the situation. Ejaculating at intervals\r\nthe words, “Who is that? Stop! Who is that? Stop!” he dashed after\r\nthe much-enduring Wrykynian at an extremely creditable rate of\r\nspeed. Mr. Downing was by way of being a sprinter. He had won\r\nhandicap events at College sports at Oxford, and, if Mike had\r\nnot got such a good start, the race might have been over in the\r\nfirst fifty yards. As it was, that victim of Fate, going well,\r\nkept ahead. At the entrance to the school grounds he led by a\r\ndozen yards. The procession passed into the field, Mike heading\r\nas before for the pavilion.\r\n\r\nAs they raced across the soft turf, an idea occurred to Mike which he\r\nwas accustomed in after years to attribute to genius, the one flash of\r\nit which had ever illumined his life.\r\n\r\nIt was this.\r\n\r\nOne of Mr. Downing’s first acts, on starting the Fire Brigade at\r\nSedleigh, had been to institute an alarm bell. It had been rubbed into\r\nthe school officially--in speeches from the daïs--by the headmaster,\r\nand unofficially--in earnest private conversations--by Mr. Downing,\r\nthat at the sound of this bell, at whatever hour of day or night,\r\nevery member of the school must leave his house in the quickest\r\npossible way, and make for the open. The bell might mean that the\r\nschool was on fire, or it might mean that one of the houses was on\r\nfire. In any case, the school had its orders--to get out into the open\r\nat once.\r\n\r\nNor must it be supposed that the school was without practice at this\r\nfeat. Every now and then a notice would be found posted up on the\r\nboard to the effect that there would be fire drill during the dinner\r\nhour that day. Sometimes the performance was bright and interesting,\r\nas on the occasion when Mr. Downing, marshalling the brigade at his\r\nfront gate, had said, “My house is supposed to be on fire. Now let’s\r\ndo a record!” which the Brigade, headed by Stone and Robinson,\r\nobligingly did. They fastened the hose to the hydrant, smashed a\r\nwindow on the ground floor (Mr. Downing having retired for a moment to\r\ntalk with the headmaster), and poured a stream of water into the room.\r\nWhen Mr. Downing was at liberty to turn his attention to the matter,\r\nhe found that the room selected was his private study, most of the\r\nlight furniture of which was floating on a miniature lake. That\r\nepisode had rather discouraged his passion for realism, and fire drill\r\nsince then had taken the form, for the most part, of “practising\r\nescaping.” This was done by means of canvas shoots, kept in the\r\ndormitories. At the sound of the bell the prefect of the dormitory\r\nwould heave one end of the shoot out of window, the other end being\r\nfastened to the sill. He would then go down it himself, using his\r\nelbows as a brake. Then the second man would follow his example, and\r\nthese two, standing below, would hold the end of the shoot so that the\r\nrest of the dormitory could fly rapidly down it without injury, except\r\nto their digestions.\r\n\r\nAfter the first novelty of the thing had worn off, the school\r\nhad taken a rooted dislike to fire drill. It was a matter for\r\nself-congratulation among them that Mr. Downing had never been\r\nable to induce the headmaster to allow the alarm bell to be sounded\r\nfor fire drill at night. The headmaster, a man who had his views on\r\nthe amount of sleep necessary for the growing boy, had drawn the line\r\nat night operations. “Sufficient unto the day” had been the gist of\r\nhis reply. If the alarm bell were to ring at night when there was no\r\nfire, the school might mistake a genuine alarm of fire for a bogus\r\none, and refuse to hurry themselves.\r\n\r\nSo Mr. Downing had had to be content with day drill.\r\n\r\nThe alarm bell hung in the archway leading into the school grounds.\r\nThe end of the rope, when not in use, was fastened to a hook half-way\r\nup the wall.\r\n\r\nMike, as he raced over the cricket field, made up his mind in a flash\r\nthat his only chance of getting out of this tangle was to shake his\r\npursuer off for a space of time long enough to enable him to get to\r\nthe rope and tug it. Then the school would come out. He would mix with\r\nthem, and in the subsequent confusion get back to bed unnoticed.\r\n\r\nThe task was easier than it would have seemed at the beginning of the\r\nchase. Mr. Downing, owing to the two facts that he was not in the\r\nstrictest training, and that it is only an Alfred Shrubb who can run\r\nfor any length of time at top speed shouting “Who is that? Stop! Who\r\nis that? Stop!” was beginning to feel distressed. There were bellows\r\nto mend in the Downing camp. Mike perceived this, and forced the pace.\r\nHe rounded the pavilion ten yards to the good. Then, heading for the\r\ngate, he put all he knew into one last sprint. Mr. Downing was not\r\nequal to the effort. He worked gamely for a few strides, then fell\r\nbehind. When Mike reached the gate, a good forty yards separated them.\r\n\r\nAs far as Mike could judge--he was not in a condition to make nice\r\ncalculations--he had about four seconds in which to get busy with that\r\nbell rope.\r\n\r\nProbably nobody has ever crammed more energetic work into four seconds\r\nthan he did then.\r\n\r\nThe night was as still as only an English summer night can be, and the\r\nfirst clang of the clapper sounded like a million iron girders falling\r\nfrom a height on to a sheet of tin. He tugged away furiously, with an\r\neye on the now rapidly advancing and loudly shouting figure of the\r\nhousemaster.\r\n\r\nAnd from the darkened house beyond there came a gradually swelling\r\nhum, as if a vast hive of bees had been disturbed.\r\n\r\nThe school was awake."
  ]
}