{
  "index": 40,
  "title": "Chapter 39",
  "paragraphs": [
    "ACHILLES LEAVES HIS TENT\r\n\r\n\r\nThey say misfortunes never come singly. As Mike sat brooding over his\r\nwrongs in his study, after the Sammy incident, Jellicoe came into the\r\nroom, and, without preamble, asked for the loan of a sovereign.\r\n\r\nWhen one has been in the habit of confining one’s lendings and\r\nborrowings to sixpences and shillings, a request for a sovereign comes\r\nas something of a blow.\r\n\r\n“What on earth for?” asked Mike.\r\n\r\n“I say, do you mind if I don’t tell you? I don’t want to tell anybody.\r\nThe fact is, I’m in a beastly hole.”\r\n\r\n“Oh, sorry,” said Mike. “As a matter of fact, I do happen to have a\r\nquid. You can freeze on to it, if you like. But it’s about all I have\r\ngot, so don’t be shy about paying it back.”\r\n\r\nJellicoe was profuse in his thanks, and disappeared in a cloud of\r\ngratitude.\r\n\r\nMike felt that Fate was treating him badly. Being kept in on Saturday\r\nmeant that he would be unable to turn out for Little Borlock against\r\nClaythorpe, the return match. In the previous game he had scored\r\nninety-eight, and there was a lob bowler in the Claythorpe ranks whom\r\nhe was particularly anxious to meet again. Having to yield a sovereign\r\nto Jellicoe--why on earth did the man want all that?--meant that,\r\nunless a carefully worded letter to his brother Bob at Oxford had the\r\ndesired effect, he would be practically penniless for weeks.\r\n\r\nIn a gloomy frame of mind he sat down to write to Bob, who was playing\r\nregularly for the ’Varsity this season, and only the previous week had\r\nmade a century against Sussex, so might be expected to be in a\r\nsufficiently softened mood to advance the needful. (Which, it may be\r\nstated at once, he did, by return of post.)\r\n\r\nMike was struggling with the opening sentences of this letter--he was\r\nnever a very ready writer--when Stone and Robinson burst into the\r\nroom.\r\n\r\nMike put down his pen, and got up. He was in warlike mood, and\r\nwelcomed the intrusion. If Stone and Robinson wanted battle, they\r\nshould have it.\r\n\r\nBut the motives of the expedition were obviously friendly. Stone\r\nbeamed. Robinson was laughing.\r\n\r\n“You’re a sportsman,” said Robinson.\r\n\r\n“What did he give you?” asked Stone.\r\n\r\nThey sat down, Robinson on the table, Stone in Psmith’s deck-chair.\r\nMike’s heart warmed to them. The little disturbance in the dormitory\r\nwas a thing of the past, done with, forgotten, contemporary with\r\nJulius Caesar. He felt that he, Stone and Robinson must learn to know\r\nand appreciate one another.\r\n\r\nThere was, as a matter of fact, nothing much wrong with Stone and\r\nRobinson. They were just ordinary raggers of the type found at every\r\npublic school, small and large. They were absolutely free from brain.\r\nThey had a certain amount of muscle, and a vast store of animal\r\nspirits. They looked on school life purely as a vehicle for ragging.\r\nThe Stones and Robinsons are the swashbucklers of the school world.\r\nThey go about, loud and boisterous, with a whole-hearted and cheerful\r\nindifference to other people’s feelings, treading on the toes of their\r\nneighbour and shoving him off the pavement, and always with an eye\r\nwide open for any adventure. As to the kind of adventure, they are not\r\nparticular so long as it promises excitement. Sometimes they go\r\nthrough their whole school career without accident. More often they\r\nrun up against a snag in the shape of some serious-minded and muscular\r\nperson who objects to having his toes trodden on and being shoved off\r\nthe pavement, and then they usually sober down, to the mutual\r\nadvantage of themselves and the rest of the community.\r\n\r\nOne’s opinion of this type of youth varies according to one’s point of\r\nview. Small boys whom they had occasion to kick, either from pure high\r\nspirits or as a punishment for some slip from the narrow path which\r\nthe ideal small boy should tread, regarded Stone and Robinson as\r\nbullies of the genuine “Eric” and “St. Winifred’s” brand. Masters were\r\nrather afraid of them. Adair had a smouldering dislike for them. They\r\nwere useful at cricket, but apt not to take Sedleigh as seriously as\r\nhe could have wished.\r\n\r\nAs for Mike, he now found them pleasant company, and began to get out\r\nthe tea-things.\r\n\r\n“Those Fire Brigade meetings,” said Stone, “are a rag. You can do what\r\nyou like, and you never get more than a hundred lines.”\r\n\r\n“Don’t you!” said Mike. “I got Saturday afternoon.”\r\n\r\n“What!”\r\n\r\n“Is Wilson in too?”\r\n\r\n“No. He got a hundred lines.”\r\n\r\nStone and Robinson were quite concerned.\r\n\r\n“What a beastly swindle!”\r\n\r\n“That’s because you don’t play cricket. Old Downing lets you do what\r\nyou like if you join the Fire Brigade and play cricket.”\r\n\r\n“‘We are, above all, a keen school,’” quoted Stone. “Don’t you ever\r\nplay?”\r\n\r\n“I have played a bit,” said Mike.\r\n\r\n“Well, why don’t you have a shot? We aren’t such flyers here. If you\r\nknow one end of a bat from the other, you could get into some sort of\r\na team. Were you at school anywhere before you came here?”\r\n\r\n“I was at Wrykyn.”\r\n\r\n“Why on earth did you leave?” asked Stone. “Were you sacked?”\r\n\r\n“No. My pater took me away.”\r\n\r\n“Wrykyn?” said Robinson. “Are you any relation of the Jacksons\r\nthere--J. W. and the others?”\r\n\r\n“Brother.”\r\n\r\n“What!”\r\n\r\n“Well, didn’t you play at all there?”\r\n\r\n“Yes,” said Mike, “I did. I was in the team three years, and I should\r\nhave been captain this year, if I’d stopped on.”\r\n\r\nThere was a profound and gratifying sensation. Stone gaped, and\r\nRobinson nearly dropped his tea-cup.\r\n\r\nStone broke the silence.\r\n\r\n“But I mean to say--look here! What I mean is, why aren’t you playing?\r\nWhy don’t you play now?”\r\n\r\n“I do. I play for a village near here. Place called Little Borlock. A\r\nman who played against Wrykyn for the Free Foresters captains them. He\r\nasked me if I’d like some games for them.”\r\n\r\n“But why not for the school?”\r\n\r\n“Why should I? It’s much better fun for the village. You don’t get\r\nordered about by Adair, for a start.”\r\n\r\n“Adair sticks on side,” said Stone.\r\n\r\n“Enough for six,” agreed Robinson.\r\n\r\n“By Jove,” said Stone, “I’ve got an idea. My word, what a rag!”\r\n\r\n“What’s wrong now?” inquired Mike politely.\r\n\r\n“Why, look here. To-morrow’s Mid-term Service day. It’s nowhere near\r\nthe middle of the term, but they always have it in the fourth week.\r\nThere’s chapel at half-past nine till half-past ten. Then the rest of\r\nthe day’s a whole holiday. There are always house matches. We’re\r\nplaying Downing’s. Why don’t you play and let’s smash them?”\r\n\r\n“By Jove, yes,” said Robinson. “Why don’t you? They’re always sticking\r\non side because they’ve won the house cup three years running. I say,\r\ndo you bat or bowl?”\r\n\r\n“Bat. Why?”\r\n\r\nRobinson rocked on the table.\r\n\r\n“Why, old Downing fancies himself as a bowler. You _must_ play,\r\nand knock the cover off him.”\r\n\r\n“Masters don’t play in house matches, surely?”\r\n\r\n“This isn’t a real house match. Only a friendly. Downing always turns\r\nout on Mid-term Service day. I say, do play.”\r\n\r\n“Think of the rag.”\r\n\r\n“But the team’s full,” said Mike.\r\n\r\n“The list isn’t up yet. We’ll nip across to Barnes’ study, and make\r\nhim alter it.”\r\n\r\nThey dashed out of the room. From down the passage Mike heard yells of\r\n“_Barnes_!” the closing of a door, and a murmur of excited\r\nconversation. Then footsteps returning down the passage.\r\n\r\nBarnes appeared, on his face the look of one who has seen visions.\r\n\r\n“I say,” he said, “is it true? Or is Stone rotting? About Wrykyn, I\r\nmean.”\r\n\r\n“Yes, I was in the team.”\r\n\r\nBarnes was an enthusiastic cricketer. He studied his _Wisden_,\r\nand he had an immense respect for Wrykyn cricket.\r\n\r\n“Are you the M. Jackson, then, who had an average of fifty-one point\r\nnought three last year?”\r\n\r\n[Illustration: “ARE YOU THE M. JACKSON, THEN, WHO HAD AN AVERAGE OF\r\nFIFTY-ONE POINT NOUGHT THREE LAST YEAR?”]\r\n\r\n“Yes.”\r\n\r\nBarnes’s manner became like that of a curate talking to a bishop.\r\n\r\n“I say,” he said, “then--er--will you play against Downing’s to-morrow?”\r\n\r\n“Rather,” said Mike. “Thanks awfully. Have some tea?”"
  ]
}