{
  "index": 48,
  "title": "Chapter 47",
  "paragraphs": [
    "MR. DOWNING ON THE SCENT\r\n\r\n\r\nThere was just one moment, the moment in which, on going down to the\r\njunior day-room of his house to quell an unseemly disturbance, he was\r\nboisterously greeted by a vermilion bull terrier, when Mr. Downing was\r\nseized with a hideous fear lest he had lost his senses. Glaring down\r\nat the crimson animal that was pawing at his knees, he clutched at his\r\nreason for one second as a drowning man clutches at a lifebelt.\r\n\r\nThen the happy laughter of the young onlookers reassured him.\r\n\r\n“Who--” he shouted, “WHO has done this?”\r\n\r\n[Illustration: “WHO--” HE SHOUTED, “WHO HAS DONE THIS?”]\r\n\r\n“Please, sir, we don’t know,” shrilled the chorus.\r\n\r\n“Please, sir, he came in like that.”\r\n\r\n“Please, sir, we were sitting here when he suddenly ran in, all red.”\r\n\r\nA voice from the crowd: “Look at old Sammy!”\r\n\r\nThe situation was impossible. There was nothing to be done. He could\r\nnot find out by verbal inquiry who had painted the dog. The\r\npossibility of Sammy being painted red during the night had never\r\noccurred to Mr. Downing, and now that the thing had happened he had no\r\nscheme of action. As Psmith would have said, he had confused the\r\nunusual with the impossible, and the result was that he was taken by\r\nsurprise.\r\n\r\nWhile he was pondering on this the situation was rendered still more\r\ndifficult by Sammy, who, taking advantage of the door being open,\r\nescaped and rushed into the road, thus publishing his condition to all\r\nand sundry. You can hush up a painted dog while it confines itself to\r\nyour own premises, but once it has mixed with the great public this\r\nbecomes out of the question. Sammy’s state advanced from a private\r\ntrouble into a row. Mr. Downing’s next move was in the same direction\r\nthat Sammy had taken, only, instead of running about the road, he went\r\nstraight to the headmaster.\r\n\r\nThe Head, who had had to leave his house in the small hours in his\r\npyjamas and a dressing-gown, was not in the best of tempers. He had a\r\ncold in the head, and also a rooted conviction that Mr. Downing, in\r\nspite of his strict orders, had rung the bell himself on the previous\r\nnight in order to test the efficiency of the school in saving\r\nthemselves in the event of fire. He received the housemaster frostily,\r\nbut thawed as the latter related the events which had led up to the\r\nringing of the bell.\r\n\r\n“Dear me!” he said, deeply interested. “One of the boys at the school,\r\nyou think?”\r\n\r\n“I am certain of it,” said Mr. Downing.\r\n\r\n“Was he wearing a school cap?”\r\n\r\n“He was bare-headed. A boy who breaks out of his house at night would\r\nhardly run the risk of wearing a distinguishing cap.”\r\n\r\n“No, no, I suppose not. A big boy, you say?”\r\n\r\n“Very big.”\r\n\r\n“You did not see his face?”\r\n\r\n“It was dark and he never looked back--he was in front of me all the\r\ntime.”\r\n\r\n“Dear me!”\r\n\r\n“There is another matter----”\r\n\r\n“Yes?”\r\n\r\n“This boy, whoever he was, had done something before he rang the\r\nbell--he had painted my dog Sampson red.”\r\n\r\nThe headmaster’s eyes protruded from their sockets. “He--he--_what_,\r\nMr. Downing?”\r\n\r\n“He painted my dog red--bright red.” Mr. Downing was too angry to see\r\nanything humorous in the incident. Since the previous night he had\r\nbeen wounded in his tenderest feelings. His Fire Brigade system had\r\nbeen most shamefully abused by being turned into a mere instrument in\r\nthe hands of a malefactor for escaping justice, and his dog had been\r\nheld up to ridicule to all the world. He did not want to smile, he\r\nwanted revenge.\r\n\r\nThe headmaster, on the other hand, did want to smile. It was not his\r\ndog, he could look on the affair with an unbiased eye, and to him\r\nthere was something ludicrous in a white dog suddenly appearing as a\r\nred dog.\r\n\r\n“It is a scandalous thing!” said Mr. Downing.\r\n\r\n“Quite so! Quite so!” said the headmaster hastily. “I shall punish the\r\nboy who did it most severely. I will speak to the school in the Hall\r\nafter chapel.”\r\n\r\nWhich he did, but without result. A cordial invitation to the criminal\r\nto come forward and be executed was received in wooden silence by the\r\nschool, with the exception of Johnson III., of Outwood’s, who,\r\nsuddenly reminded of Sammy’s appearance by the headmaster’s words,\r\nbroke into a wild screech of laughter, and was instantly awarded two\r\nhundred lines.\r\n\r\nThe school filed out of the Hall to their various lunches, and Mr.\r\nDowning was left with the conviction that, if he wanted the criminal\r\ndiscovered, he would have to discover him for himself.\r\n\r\nThe great thing in affairs of this kind is to get a good start, and\r\nFate, feeling perhaps that it had been a little hard upon Mr. Downing,\r\ngave him a most magnificent start. Instead of having to hunt for a\r\nneedle in a haystack, he found himself in a moment in the position of\r\nbeing set to find it in a mere truss of straw.\r\n\r\nIt was Mr. Outwood who helped him. Sergeant Collard had waylaid the\r\narchaeological expert on his way to chapel, and informed him that at\r\nclose on twelve the night before he had observed a youth, unidentified,\r\nattempting to get into his house _via_ the water-pipe. Mr. Outwood,\r\nwhose thoughts were occupied with apses and plinths, not to mention\r\ncromlechs, at the time, thanked the sergeant with absent-minded\r\npoliteness and passed on. Later he remembered the fact _à propos_\r\nof some reflections on the subject of burglars in mediaeval England,\r\nand passed it on to Mr. Downing as they walked back to lunch.\r\n\r\n“Then the boy was in your house!” exclaimed Mr. Downing.\r\n\r\n“Not actually in, as far as I understand. I gather from the sergeant\r\nthat he interrupted him before----”\r\n\r\n“I mean he must have been one of the boys in your house.”\r\n\r\n“But what was he doing out at that hour?”\r\n\r\n“He had broken out.”\r\n\r\n“Impossible, I think. Oh yes, quite impossible! I went round the\r\ndormitories as usual at eleven o’clock last night, and all the boys\r\nwere asleep--all of them.”\r\n\r\nMr. Downing was not listening. He was in a state of suppressed\r\nexcitement and exultation which made it hard for him to attend to his\r\ncolleague’s slow utterances. He had a clue! Now that the search had\r\nnarrowed itself down to Outwood’s house, the rest was comparatively\r\neasy. Perhaps Sergeant Collard had actually recognised the boy. Or\r\nreflection he dismissed this as unlikely, for the sergeant would\r\nscarcely have kept a thing like that to himself; but he might very\r\nwell have seen more of him than he, Downing, had seen. It was only\r\nwith an effort that he could keep himself from rushing to the sergeant\r\nthen and there, and leaving the house lunch to look after itself. He\r\nresolved to go the moment that meal was at an end.\r\n\r\nSunday lunch at a public-school house is probably one of the longest\r\nfunctions in existence. It drags its slow length along like a languid\r\nsnake, but it finishes in time. In due course Mr. Downing, after\r\nsitting still and eyeing with acute dislike everybody who asked for a\r\nsecond helping, found himself at liberty.\r\n\r\nRegardless of the claims of digestion, he rushed forth on the trail.\r\n\r\n       *       *       *       *       *\r\n\r\nSergeant Collard lived with his wife and a family of unknown\r\ndimensions in the lodge at the school front gate. Dinner was just over\r\nwhen Mr. Downing arrived, as a blind man could have told.\r\n\r\nThe sergeant received his visitor with dignity, ejecting the family,\r\nwho were torpid after roast beef and resented having to move, in order\r\nto ensure privacy.\r\n\r\nHaving requested his host to smoke, which the latter was about to do\r\nunasked, Mr. Downing stated his case.\r\n\r\n“Mr. Outwood,” he said, “tells me that last night, sergeant, you saw a\r\nboy endeavouring to enter his house.”\r\n\r\nThe sergeant blew a cloud of smoke. “Oo-oo-oo, yer,” he said; “I did,\r\nsir--spotted ’im, I did. Feeflee good at spottin’, I am, sir. Dook of\r\nConnaught, he used to say, ‘’Ere comes Sergeant Collard,’ he used to\r\nsay, ‘’e’s feeflee good at spottin’.’”\r\n\r\n“What did you do?”\r\n\r\n“Do? Oo-oo-oo! I shouts ‘Oo-oo-oo yer, yer young monkey, what yer\r\ndoin’ there?’”\r\n\r\n“Yes?”\r\n\r\n“But ’e was off in a flash, and I doubles after ’im prompt.”\r\n\r\n“But you didn’t catch him?”\r\n\r\n“No, sir,” admitted the sergeant reluctantly.\r\n\r\n“Did you catch sight of his face, sergeant?”\r\n\r\n“No, sir, ’e was doublin’ away in the opposite direction.”\r\n\r\n“Did you notice anything at all about his appearance?”\r\n\r\n“’E was a long young chap, sir, with a pair of legs on him--feeflee\r\nfast ’e run, sir. Oo-oo-oo, feeflee!”\r\n\r\n“You noticed nothing else?”\r\n\r\n“’E wasn’t wearing no cap of any sort, sir.”\r\n\r\n“Ah!”\r\n\r\n“Bare-’eaded, sir,” added the sergeant, rubbing the point in.\r\n\r\n“It was undoubtedly the same boy, undoubtedly! I wish you could have\r\ncaught a glimpse of his face, sergeant.”\r\n\r\n“So do I, sir.”\r\n\r\n“You would not be able to recognise him again if you saw him, you\r\nthink?”\r\n\r\n“Oo-oo-oo! Wouldn’t go so far as to say that, sir, ’cos yer see, I’m\r\nfeeflee good at spottin’, but it was a dark night.”\r\n\r\nMr. Downing rose to go.\r\n\r\n“Well,” he said, “the search is now considerably narrowed down,\r\nconsiderably! It is certain that the boy was one of the boys in Mr.\r\nOutwood’s house.”\r\n\r\n“Young monkeys!” interjected the sergeant helpfully.\r\n\r\n“Good-afternoon, sergeant.”\r\n\r\n“Good-afternoon to you, sir.”\r\n\r\n“Pray do not move, sergeant.”\r\n\r\nThe sergeant had not shown the slightest inclination of doing anything\r\nof the kind.\r\n\r\n“I will find my way out. Very hot to-day, is it not?”\r\n\r\n“Feeflee warm, sir; weather’s goin’ to break--workin’ up for thunder.”\r\n\r\n“I hope not. The school plays the M.C.C. on Wednesday, and it would be\r\na pity if rain were to spoil our first fixture with them. Good\r\nafternoon.”\r\n\r\nAnd Mr. Downing went out into the baking sunlight, while Sergeant\r\nCollard, having requested Mrs. Collard to take the children out for a\r\nwalk at once, and furthermore to give young Ernie a clip side of the\r\n’ead, if he persisted in making so much noise, put a handkerchief over\r\nhis face, rested his feet on the table, and slept the sleep of the\r\njust."
  ]
}