{
  "index": 45,
  "title": "Chapter 44",
  "paragraphs": [
    "AND FULFILS IT\r\n\r\n\r\nMike started on his ride to Lower Borlock with mixed feelings. It is\r\npleasant to be out on a fine night in summer, but the pleasure is to a\r\ncertain extent modified when one feels that to be detected will mean\r\nexpulsion.\r\n\r\nMike did not want to be expelled, for many reasons. Now that he had\r\ngrown used to the place he was enjoying himself at Sedleigh to a\r\ncertain extent. He still harboured a feeling of resentment against the\r\nschool in general and Adair in particular, but it was pleasant in\r\nOutwood’s now that he had got to know some of the members of the\r\nhouse, and he liked playing cricket for Lower Borlock; also, he was\r\nfairly certain that his father would not let him go to Cambridge if he\r\nwere expelled from Sedleigh. Mr. Jackson was easy-going with his\r\nfamily, but occasionally his foot came down like a steam-hammer, as\r\nwitness the Wrykyn school report affair.\r\n\r\nSo Mike pedalled along rapidly, being wishful to get the job done\r\nwithout delay.\r\n\r\nPsmith had yielded up the key, but his inquiries as to why it was\r\nneeded had been embarrassing. Mike’s statement that he wanted to get\r\nup early and have a ride had been received by Psmith, with whom early\r\nrising was not a hobby, with honest amazement and a flood of advice\r\nand warning on the subject.\r\n\r\n“One of the Georges,” said Psmith, “I forget which, once said that a\r\ncertain number of hours’ sleep a day--I cannot recall for the moment\r\nhow many--made a man something, which for the time being has slipped\r\nmy memory. However, there you are. I’ve given you the main idea of the\r\nthing; and a German doctor says that early rising causes insanity.\r\nStill, if you’re bent on it----” After which he had handed over the\r\nkey.\r\n\r\nMike wished he could have taken Psmith into his confidence. Probably\r\nhe would have volunteered to come, too; Mike would have been glad of a\r\ncompanion.\r\n\r\nIt did not take him long to reach Lower Borlock. The “White Boar”\r\nstood at the far end of the village, by the cricket field. He rode\r\npast the church--standing out black and mysterious against the light\r\nsky--and the rows of silent cottages, until he came to the inn.\r\n\r\nThe place was shut, of course, and all the lights were out--it was\r\nsome time past eleven.\r\n\r\nThe advantage an inn has over a private house, from the point of view\r\nof the person who wants to get into it when it has been locked up, is\r\nthat a nocturnal visit is not so unexpected in the case of the former.\r\nPreparations have been made to meet such an emergency. Where with a\r\nprivate house you would probably have to wander round heaving rocks\r\nand end by climbing up a water-spout, when you want to get into an inn\r\nyou simply ring the night-bell, which, communicating with the boots’\r\nroom, has that hard-worked menial up and doing in no time.\r\n\r\nAfter Mike had waited for a few minutes there was a rattling of chains\r\nand a shooting of bolts and the door opened.\r\n\r\n“Yes, sir?” said the boots, appearing in his shirt-sleeves. “Why,\r\n’ullo! Mr. Jackson, sir!”\r\n\r\nMike was well known to all dwellers in Lower Borlock, his scores being\r\nthe chief topic of conversation when the day’s labours were over.\r\n\r\n“I want to see Mr. Barley, Jack.”\r\n\r\n“He’s bin in bed this half-hour back, Mr. Jackson.”\r\n\r\n“I must see him. Can you get him down?”\r\n\r\nThe boots looked doubtful. “Roust the guv’nor outer bed?” he said.\r\n\r\nMike quite admitted the gravity of the task. The landlord of the\r\n“White Boar” was one of those men who need a beauty sleep.\r\n\r\n“I wish you would--it’s a thing that can’t wait. I’ve got some money\r\nto give to him.”\r\n\r\n“Oh, if it’s _that_--” said the boots.\r\n\r\nFive minutes later mine host appeared in person, looking more than\r\nusually portly in a check dressing-gown and red bedroom slippers of\r\nthe _Dreadnought_ type.\r\n\r\n“You can pop off, Jack.”\r\n\r\nExit boots to his slumbers once more.\r\n\r\n“Well, Mr. Jackson, what’s it all about?”\r\n\r\n“Jellicoe asked me to come and bring you the money.”\r\n\r\n“The money? What money?”\r\n\r\n“What he owes you; the five pounds, of course.”\r\n\r\n“The five--” Mr. Barley stared open-mouthed at Mike for a moment;\r\nthen he broke into a roar of laughter which shook the sporting prints\r\non the wall and drew barks from dogs in some distant part of the\r\nhouse. He staggered about laughing and coughing till Mike began to\r\nexpect a fit of some kind. Then he collapsed into a chair, which\r\ncreaked under him, and wiped his eyes.\r\n\r\n“Oh dear!” he said, “oh dear! the five pounds!”\r\n\r\nMike was not always abreast of the rustic idea of humour, and\r\nnow he felt particularly fogged. For the life of him he could\r\nnot see what there was to amuse any one so much in the fact that\r\na person who owed five pounds was ready to pay it back. It was an\r\noccasion for rejoicing, perhaps, but rather for a solemn, thankful,\r\neyes-raised-to-heaven kind of rejoicing.\r\n\r\n“What’s up?” he asked.\r\n\r\n“Five pounds!”\r\n\r\n“You might tell us the joke.”\r\n\r\nMr. Barley opened the letter, read it, and had another attack; when\r\nthis was finished he handed the letter to Mike, who was waiting\r\npatiently by, hoping for light, and requested him to read it.\r\n\r\n“Dear, dear!” chuckled Mr. Barley, “five pounds! They may teach you\r\nyoung gentlemen to talk Latin and Greek and what not at your school,\r\nbut it ’ud do a lot more good if they’d teach you how many beans make\r\nfive; it ’ud do a lot more good if they’d teach you to come in when it\r\nrained, it ’ud do----”\r\n\r\nMike was reading the letter.\r\n\r\n   “DEAR MR. BARLEY,” it ran.--“I send the £5, which I could not get\r\n   before. I hope it is in time, because I don’t want you to write to\r\n   the headmaster. I am sorry Jane and John ate your wife’s hat and\r\n   the chicken and broke the vase.”\r\n\r\nThere was some more to the same effect; it was signed “T. G.\r\nJellicoe.”\r\n\r\n“What on earth’s it all about?” said Mike, finishing this curious\r\ndocument.\r\n\r\nMr. Barley slapped his leg. “Why, Mr. Jellicoe keeps two dogs here; I\r\nkeep ’em for him till the young gentlemen go home for their holidays.\r\nAberdeen terriers, they are, and as sharp as mustard. Mischief! I\r\nbelieve you, but, love us! they don’t do no harm! Bite up an old shoe\r\nsometimes and such sort of things. The other day, last Wednesday it\r\nwere, about ’ar parse five, Jane--she’s the worst of the two, always\r\nup to it, she is--she got hold of my old hat and had it in bits before\r\nyou could say knife. John upset a china vase in one of the bedrooms\r\nchasing a mouse, and they got on the coffee-room table and ate half a\r\ncold chicken what had been left there. So I says to myself, ‘I’ll have\r\na game with Mr. Jellicoe over this,’ and I sits down and writes off\r\nsaying the little dogs have eaten a valuable hat and a chicken and\r\nwhat not, and the damage’ll be five pounds, and will he kindly remit\r\nsame by Saturday night at the latest or I write to his headmaster.\r\nLove us!” Mr. Barley slapped his thigh, “he took it all in, every\r\nword--and here’s the five pounds in cash in this envelope here! I\r\nhaven’t had such a laugh since we got old Tom Raxley out of bed at\r\ntwelve of a winter’s night by telling him his house was a-fire.”\r\n\r\nIt is not always easy to appreciate a joke of the practical order if\r\none has been made even merely part victim of it. Mike, as he reflected\r\nthat he had been dragged out of his house in the middle of the night,\r\nin contravention of all school rules and discipline, simply in order\r\nto satisfy Mr. Barley’s sense of humour, was more inclined to be\r\nabusive than mirthful. Running risks is all very well when they are\r\nnecessary, or if one chooses to run them for one’s own amusement, but\r\nto be placed in a dangerous position, a position imperilling one’s\r\nchance of going to the ’Varsity, is another matter altogether.\r\n\r\nBut it is impossible to abuse the Barley type of man. Barley’s\r\nenjoyment of the whole thing was so honest and child-like. Probably it\r\nhad given him the happiest quarter of an hour he had known for years,\r\nsince, in fact, the affair of old Tom Raxley. It would have been cruel\r\nto damp the man.\r\n\r\nSo Mike laughed perfunctorily, took back the envelope with the five\r\npounds, accepted a stone ginger beer and a plateful of biscuits, and\r\nrode off on his return journey.\r\n\r\n       *       *       *       *       *\r\n\r\nMention has been made above of the difference which exists between\r\ngetting into an inn after lock-up and into a private house. Mike was\r\nto find this out for himself.\r\n\r\nHis first act on arriving at Sedleigh was to replace his bicycle in\r\nthe shed. This he accomplished with success. It was pitch-dark in the\r\nshed, and as he wheeled his machine in, his foot touched something on\r\nthe floor. Without waiting to discover what this might be, he leaned\r\nhis bicycle against the wall, went out, and locked the door, after\r\nwhich he ran across to Outwood’s.\r\n\r\nFortune had favoured his undertaking by decreeing that a stout\r\ndrain-pipe should pass up the wall within a few inches of his and\r\nPsmith’s study. On the first day of term, it may be remembered he\r\nhad wrenched away the wooden bar which bisected the window-frame,\r\nthus rendering exit and entrance almost as simple as they had been\r\nfor Wyatt during Mike’s first term at Wrykyn.\r\n\r\nHe proceeded to scale this water-pipe.\r\n\r\nHe had got about half-way up when a voice from somewhere below cried,\r\n“Who’s that?”"
  ]
}