{
  "index": 44,
  "title": "Chapter 43",
  "paragraphs": [
    "MIKE RECEIVES A COMMISSION\r\n\r\n\r\nThere is only one thing to be said in favour of detention on a fine\r\nsummer’s afternoon, and that is that it is very pleasant to come out\r\nof. The sun never seems so bright or the turf so green as during the\r\nfirst five minutes after one has come out of the detention-room. One\r\nfeels as if one were entering a new and very delightful world. There\r\nis also a touch of the Rip van Winkle feeling. Everything seems to\r\nhave gone on and left one behind. Mike, as he walked to the cricket\r\nfield, felt very much behind the times.\r\n\r\nArriving on the field he found the Old Boys batting. He stopped and\r\nwatched an over of Adair’s. The fifth ball bowled a man. Mike made his\r\nway towards the pavilion.\r\n\r\nBefore he got there he heard his name called, and turning, found\r\nPsmith seated under a tree with the bright-blazered Dunster.\r\n\r\n“Return of the exile,” said Psmith. “A joyful occasion tinged with\r\nmelancholy. Have a cherry?--take one or two. These little acts of\r\nunremembered kindness are what one needs after a couple of hours in\r\nextra pupil-room. Restore your tissues, Comrade Jackson, and when you\r\nhave finished those, apply again.”\r\n\r\n“Is your name Jackson?” inquired Dunster, “because Jellicoe wants to\r\nsee you.”\r\n\r\n“Alas, poor Jellicoe!” said Psmith. “He is now prone on his bed in the\r\ndormitory--there a sheer hulk lies poor Tom Jellicoe, the darling of\r\nthe crew, faithful below he did his duty, but Comrade Dunster has\r\nbroached him to. I have just been hearing the melancholy details.”\r\n\r\n“Old Smith and I,” said Dunster, “were at a private school together.\r\nI’d no idea I should find him here.”\r\n\r\n“It was a wonderfully stirring sight when we met,” said Psmith; “not\r\nunlike the meeting of Ulysses and the hound Argos, of whom you have\r\ndoubtless read in the course of your dabblings in the classics. I was\r\nUlysses; Dunster gave a life-like representation of the faithful\r\ndawg.”\r\n\r\n“You still jaw as much as ever, I notice,” said the animal delineator,\r\nfondling the beginnings of his moustache.\r\n\r\n“More,” sighed Psmith, “more. Is anything irritating you?” he added,\r\neyeing the other’s manoeuvres with interest.\r\n\r\n“You needn’t be a funny ass, man,” said Dunster, pained; “heaps of\r\npeople tell me I ought to have it waxed.”\r\n\r\n“What it really wants is top-dressing with guano. Hullo! another man\r\nout. Adair’s bowling better to-day than he did yesterday.”\r\n\r\n“I heard about yesterday,” said Dunster. “It must have been a rag!\r\nCouldn’t we work off some other rag on somebody before I go? I shall\r\nbe stopping here till Monday in the village. Well hit, sir--Adair’s\r\nbowling is perfectly simple if you go out to it.”\r\n\r\n“Comrade Dunster went out to it first ball,” said Psmith to Mike.\r\n\r\n“Oh! chuck it, man; the sun was in my eyes. I hear Adair’s got a match\r\non with the M.C.C. at last.”\r\n\r\n“Has he?” said Psmith; “I hadn’t heard. Archaeology claims so\r\nmuch of my time that I have little leisure for listening to cricket\r\nchit-chat.”\r\n\r\n“What was it Jellicoe wanted?” asked Mike; “was it anything\r\nimportant?”\r\n\r\n“He seemed to think so--he kept telling me to tell you to go and see\r\nhim.”\r\n\r\n“I fear Comrade Jellicoe is a bit of a weak-minded blitherer----”\r\n\r\n“Did you ever hear of a rag we worked off on Jellicoe once?” asked\r\nDunster. “The man has absolutely no sense of humour--can’t see when\r\nhe’s being rotted. Well it was like this--Hullo! We’re all out--I\r\nshall have to be going out to field again, I suppose, dash it! I’ll\r\ntell you when I see you again.”\r\n\r\n“I shall count the minutes,” said Psmith.\r\n\r\nMike stretched himself; the sun was very soothing after his two hours\r\nin the detention-room; he felt disinclined for exertion.\r\n\r\n“I don’t suppose it’s anything special about Jellicoe, do you?” he\r\nsaid. “I mean, it’ll keep till tea-time; it’s no catch having to sweat\r\nacross to the house now.”\r\n\r\n“Don’t dream of moving,” said Psmith. “I have several rather profound\r\nobservations on life to make and I can’t make them without an\r\naudience. Soliloquy is a knack. Hamlet had got it, but probably only\r\nafter years of patient practice. Personally, I need some one to listen\r\nwhen I talk. I like to feel that I am doing good. You stay where you\r\nare--don’t interrupt too much.”\r\n\r\nMike tilted his hat over his eyes and abandoned Jellicoe.\r\n\r\nIt was not until the lock-up bell rang that he remembered him. He went\r\nover to the house and made his way to the dormitory, where he found\r\nthe injured one in a parlous state, not so much physical as mental.\r\nThe doctor had seen his ankle and reported that it would be on the\r\nactive list in a couple of days. It was Jellicoe’s mind that needed\r\nattention now.\r\n\r\nMike found him in a condition bordering on collapse.\r\n\r\n“I say, you might have come before!” said Jellicoe.\r\n\r\n“What’s up? I didn’t know there was such a hurry about it--what did\r\nyou want?”\r\n\r\n“It’s no good now,” said Jellicoe gloomily; “it’s too late, I shall\r\nget sacked.”\r\n\r\n“What on earth are you talking about? What’s the row?”\r\n\r\n“It’s about that money.”\r\n\r\n“What about it?”\r\n\r\n“I had to pay it to a man to-day, or he said he’d write to the\r\nHead--then of course I should get sacked. I was going to take the\r\nmoney to him this afternoon, only I got crocked, so I couldn’t move.\r\nI wanted to get hold of you to ask you to take it for me--it’s too\r\nlate now!”\r\n\r\nMike’s face fell. “Oh, hang it!” he said, “I’m awfully sorry. I’d no\r\nidea it was anything like that--what a fool I was! Dunster did say he\r\nthought it was something important, only like an ass I thought it\r\nwould do if I came over at lock-up.”\r\n\r\n“It doesn’t matter,” said Jellicoe miserably; “it can’t be helped.”\r\n\r\n“Yes, it can,” said Mike. “I know what I’ll do--it’s all right. I’ll\r\nget out of the house after lights-out.”\r\n\r\nJellicoe sat up. “You can’t! You’d get sacked if you were caught.”\r\n\r\n“Who would catch me? There was a chap at Wrykyn I knew who used to\r\nbreak out every night nearly and go and pot at cats with an air-pistol;\r\nit’s as easy as anything.”\r\n\r\nThe toad-under-the-harrow expression began to fade from Jellicoe’s\r\nface. “I say, do you think you could, really?”\r\n\r\n“Of course I can! It’ll be rather a rag.”\r\n\r\n“I say, it’s frightfully decent of you.”\r\n\r\n“What absolute rot!”\r\n\r\n“But, look here, are you certain----”\r\n\r\n“I shall be all right. Where do you want me to go?”\r\n\r\n“It’s a place about a mile or two from here, called Lower Borlock.”\r\n\r\n“Lower Borlock?”\r\n\r\n“Yes, do you know it?”\r\n\r\n“Rather! I’ve been playing cricket for them all the term.”\r\n\r\n“I say, have you? Do you know a man called Barley?”\r\n\r\n“Barley? Rather--he runs the ‘White Boar’.”\r\n\r\n“He’s the chap I owe the money to.”\r\n\r\n“Old Barley!”\r\n\r\nMike knew the landlord of the “White Boar” well; he was the wag of the\r\nvillage team. Every village team, for some mysterious reason, has its\r\ncomic man. In the Lower Borlock eleven Mr. Barley filled the post. He\r\nwas a large, stout man, with a red and cheerful face, who looked\r\nexactly like the jovial inn-keeper of melodrama. He was the last man\r\nMike would have expected to do the “money by Monday-week or I write to\r\nthe headmaster” business.\r\n\r\nBut he reflected that he had only seen him in his leisure moments,\r\nwhen he might naturally be expected to unbend and be full of the milk\r\nof human kindness. Probably in business hours he was quite different.\r\nAfter all, pleasure is one thing and business another.\r\n\r\nBesides, five pounds is a large sum of money, and if Jellicoe owed it,\r\nthere was nothing strange in Mr. Barley’s doing everything he could to\r\nrecover it.\r\n\r\nHe wondered a little what Jellicoe could have been doing to run up a\r\nbill as big as that, but it did not occur to him to ask, which was\r\nunfortunate, as it might have saved him a good deal of inconvenience.\r\nIt seemed to him that it was none of his business to inquire into\r\nJellicoe’s private affairs. He took the envelope containing the money\r\nwithout question.\r\n\r\n“I shall bike there, I think,” he said, “if I can get into the shed.”\r\n\r\nThe school’s bicycles were stored in a shed by the pavilion.\r\n\r\n“You can manage that,” said Jellicoe; “it’s locked up at night, but I\r\nhad a key made to fit it last summer, because I used to go out in the\r\nearly morning sometimes before it was opened.”\r\n\r\n“Got it on you?”\r\n\r\n“Smith’s got it.”\r\n\r\n“I’ll get it from him.”\r\n\r\n“I say!”\r\n\r\n“Well?”\r\n\r\n“Don’t tell Smith why you want it, will you? I don’t want anybody to\r\nknow--if a thing once starts getting about it’s all over the place in\r\nno time.”\r\n\r\n“All right, I won’t tell him.”\r\n\r\n“I say, thanks most awfully! I don’t know what I should have done,\r\nI----”\r\n\r\n“Oh, chuck it!” said Mike."
  ]
}