{
  "index": 51,
  "title": "Chapter 50",
  "paragraphs": [
    "THE DESTROYER OF EVIDENCE\r\n\r\n\r\nThe boot became the centre of attraction, the cynosure of all eyes.\r\nMr. Downing fixed it with the piercing stare of one who feels that his\r\nbrain is tottering. The headmaster looked at it with a mildly puzzled\r\nexpression. Psmith, putting up his eyeglass, gazed at it with a sort\r\nof affectionate interest, as if he were waiting for it to do a trick\r\nof some kind.\r\n\r\nMr. Downing was the first to break the silence.\r\n\r\n“There was paint on this boot,” he said vehemently. “I tell you there\r\nwas a splash of red paint across the toe. Smith will bear me out in\r\nthis. Smith, you saw the paint on this boot?”\r\n\r\n“Paint, sir!”\r\n\r\n“What! Do you mean to tell me that you did _not_ see it?”\r\n\r\n“No, sir. There was no paint on this boot.”\r\n\r\n“This is foolery. I saw it with my own eyes. It was a broad splash\r\nright across the toe.”\r\n\r\nThe headmaster interposed.\r\n\r\n“You must have made a mistake, Mr. Downing. There is certainly no\r\ntrace of paint on this boot. These momentary optical delusions are,\r\nI fancy, not uncommon. Any doctor will tell you----”\r\n\r\n“I had an aunt, sir,” said Psmith chattily, “who was remarkably\r\nsubject----”\r\n\r\n“It is absurd. I cannot have been mistaken,” said Mr. Downing. “I am\r\npositively certain the toe of this boot was red when I found it.”\r\n\r\n“It is undoubtedly black now, Mr. Downing.”\r\n\r\n“A sort of chameleon boot,” murmured Psmith.\r\n\r\nThe goaded housemaster turned on him.\r\n\r\n“What did you say, Smith?”\r\n\r\n“Did I speak, sir?” said Psmith, with the start of one coming suddenly\r\nout of a trance.\r\n\r\nMr. Downing looked searchingly at him.\r\n\r\n“You had better be careful, Smith.”\r\n\r\n“Yes, sir.”\r\n\r\n“I strongly suspect you of having something to do with this.”\r\n\r\n“Really, Mr. Downing,” said the headmaster, “that is surely\r\nimprobable. Smith could scarcely have cleaned the boot on his way to\r\nmy house. On one occasion I inadvertently spilt some paint on a shoe\r\nof my own. I can assure you that it does not brush off. It needs a\r\nvery systematic cleaning before all traces are removed.”\r\n\r\n“Exactly, sir,” said Psmith. “My theory, if I may----?”\r\n\r\n“Certainly, Smith.”\r\n\r\nPsmith bowed courteously and proceeded.\r\n\r\n“My theory, sir, is that Mr. Downing was deceived by the light and\r\nshade effects on the toe of the boot. The afternoon sun, streaming in\r\nthrough the window, must have shone on the boot in such a manner as to\r\ngive it a momentary and fictitious aspect of redness. If Mr. Downing\r\nrecollects, he did not look long at the boot. The picture on the\r\nretina of the eye, consequently, had not time to fade. I remember\r\nthinking myself, at the moment, that the boot appeared to have a\r\ncertain reddish tint. The mistake----”\r\n\r\n“Bah!” said Mr. Downing shortly.\r\n\r\n“Well, really,” said the headmaster, “it seems to me that that is the\r\nonly explanation that will square with the facts. A boot that is\r\nreally smeared with red paint does not become black of itself in the\r\ncourse of a few minutes.”\r\n\r\n“You are very right, sir,” said Psmith with benevolent approval. “May\r\nI go now, sir? I am in the middle of a singularly impressive passage\r\nof Cicero’s speech De Senectute.”\r\n\r\n“I am sorry that you should leave your preparation till Sunday, Smith.\r\nIt is a habit of which I altogether disapprove.”\r\n\r\n“I am reading it, sir,” said Psmith, with simple dignity, “for\r\npleasure. Shall I take the boot with me, sir?”\r\n\r\n“If Mr. Downing does not want it?”\r\n\r\nThe housemaster passed the fraudulent piece of evidence to Psmith\r\nwithout a word, and the latter, having included both masters in a\r\nkindly smile, left the garden.\r\n\r\nPedestrians who had the good fortune to be passing along the road\r\nbetween the housemaster’s house and Mr. Outwood’s at that moment saw\r\nwhat, if they had but known it, was a most unusual sight, the\r\nspectacle of Psmith running. Psmith’s usual mode of progression was a\r\ndignified walk. He believed in the contemplative style rather than the\r\nhustling.\r\n\r\nOn this occasion, however, reckless of possible injuries to the crease\r\nof his trousers, he raced down the road, and turning in at Outwood’s\r\ngate, bounded upstairs like a highly trained professional athlete.\r\n\r\nOn arriving at the study, his first act was to remove a boot from the\r\ntop of the pile in the basket, place it in the small cupboard under\r\nthe bookshelf, and lock the cupboard. Then he flung himself into a\r\nchair and panted.\r\n\r\n“Brain,” he said to himself approvingly, “is what one chiefly needs in\r\nmatters of this kind. Without brain, where are we? In the soup, every\r\ntime. The next development will be when Comrade Downing thinks it\r\nover, and is struck with the brilliant idea that it’s just possible\r\nthat the boot he gave me to carry and the boot I did carry were not\r\none boot but two boots. Meanwhile----”\r\n\r\nHe dragged up another chair for his feet and picked up his novel.\r\n\r\nHe had not been reading long when there was a footstep in the passage,\r\nand Mr. Downing appeared.\r\n\r\nThe possibility, in fact the probability, of Psmith having substituted\r\nanother boot for the one with the incriminating splash of paint on it\r\nhad occurred to him almost immediately on leaving the headmaster’s\r\ngarden. Psmith and Mike, he reflected, were friends. Psmith’s impulse\r\nwould be to do all that lay in his power to shield Mike. Feeling\r\naggrieved with himself that he had not thought of this before, he,\r\ntoo, hurried over to Outwood’s.\r\n\r\nMr. Downing was brisk and peremptory.\r\n\r\n“I wish to look at these boots again,” he said. Psmith, with a sigh,\r\nlaid down his novel, and rose to assist him.\r\n\r\n“Sit down, Smith,” said the housemaster. “I can manage without your\r\nhelp.”\r\n\r\nPsmith sat down again, carefully tucking up the knees of his trousers,\r\nand watched him with silent interest through his eyeglass.\r\n\r\nThe scrutiny irritated Mr. Downing.\r\n\r\n“Put that thing away, Smith,” he said.\r\n\r\n“That thing, sir?”\r\n\r\n“Yes, that ridiculous glass. Put it away.”\r\n\r\n“Why, sir?”\r\n\r\n“Why! Because I tell you to do so.”\r\n\r\n“I guessed that that was the reason, sir,” sighed Psmith replacing the\r\neyeglass in his waistcoat pocket. He rested his elbows on his knees,\r\nand his chin on his hands, and resumed his contemplative inspection of\r\nthe boot-expert, who, after fidgeting for a few moments, lodged\r\nanother complaint.\r\n\r\n“Don’t sit there staring at me, Smith.”\r\n\r\n“I was interested in what you were doing, sir.”\r\n\r\n“Never mind. Don’t stare at me in that idiotic way.”\r\n\r\n“May I read, sir?” asked Psmith, patiently.\r\n\r\n“Yes, read if you like.”\r\n\r\n“Thank you, sir.”\r\n\r\nPsmith took up his book again, and Mr. Downing, now thoroughly\r\nirritated, pursued his investigations in the boot-basket.\r\n\r\nHe went through it twice, but each time without success. After the\r\nsecond search, he stood up, and looked wildly round the room. He was\r\nas certain as he could be of anything that the missing piece of\r\nevidence was somewhere in the study. It was no use asking Psmith\r\npoint-blank where it was, for Psmith’s ability to parry dangerous\r\nquestions with evasive answers was quite out of the common.\r\n\r\nHis eye roamed about the room. There was very little cover there, even\r\nfor so small a fugitive as a number nine boot. The floor could be\r\nacquitted, on sight, of harbouring the quarry.\r\n\r\nThen he caught sight of the cupboard, and something seemed to tell him\r\nthat there was the place to look.\r\n\r\n“Smith!” he said.\r\n\r\nPsmith had been reading placidly all the while.\r\n\r\n“Yes, sir?”\r\n\r\n“What is in this cupboard?”\r\n\r\n“That cupboard, sir?”\r\n\r\n“Yes. This cupboard.” Mr. Downing rapped the door irritably.\r\n\r\n“Just a few odd trifles, sir. We do not often use it. A ball of\r\nstring, perhaps. Possibly an old note-book. Nothing of value or\r\ninterest.”\r\n\r\n“Open it.”\r\n\r\n“I think you will find that it is locked, sir.”\r\n\r\n“Unlock it.”\r\n\r\n“But where is the key, sir?”\r\n\r\n“Have you not got the key?”\r\n\r\n“If the key is not in the lock, sir, you may depend upon it that it\r\nwill take a long search to find it.”\r\n\r\n“Where did you see it last?”\r\n\r\n“It was in the lock yesterday morning. Jackson might have taken it.”\r\n\r\n“Where is Jackson?”\r\n\r\n“Out in the field somewhere, sir.”\r\n\r\nMr. Downing thought for a moment.\r\n\r\n“I don’t believe a word of it,” he said shortly. “I have my reasons\r\nfor thinking that you are deliberately keeping the contents of that\r\ncupboard from me. I shall break open the door.”\r\n\r\nPsmith got up.\r\n\r\n“I’m afraid you mustn’t do that, sir.”\r\n\r\nMr. Downing stared, amazed.\r\n\r\n“Are you aware whom you are talking to, Smith?” he inquired acidly.\r\n\r\n“Yes, sir. And I know it’s not Mr. Outwood, to whom that cupboard\r\nhappens to belong. If you wish to break it open, you must get his\r\npermission. He is the sole lessee and proprietor of that cupboard. I\r\nam only the acting manager.”\r\n\r\nMr. Downing paused. He also reflected. Mr. Outwood in the general rule\r\ndid not count much in the scheme of things, but possibly there were\r\nlimits to the treating of him as if he did not exist. To enter his\r\nhouse without his permission and search it to a certain extent was all\r\nvery well. But when it came to breaking up his furniture, perhaps----!\r\n\r\nOn the other hand, there was the maddening thought that if he left\r\nthe study in search of Mr. Outwood, in order to obtain his sanction\r\nfor the house-breaking work which he proposed to carry through,\r\nSmith would be alone in the room. And he knew that, if Smith were\r\nleft alone in the room, he would instantly remove the boot to some\r\nother hiding-place. He thoroughly disbelieved the story of the lost\r\nkey. He was perfectly convinced that the missing boot was in the\r\ncupboard.\r\n\r\nHe stood chewing these thoughts for awhile, Psmith in the meantime\r\nstanding in a graceful attitude in front of the cupboard, staring into\r\nvacancy.\r\n\r\nThen he was seized with a happy idea. Why should he leave the room at\r\nall? If he sent Smith, then he himself could wait and make certain\r\nthat the cupboard was not tampered with.\r\n\r\n“Smith,” he said, “go and find Mr. Outwood, and ask him to be good\r\nenough to come here for a moment.”"
  ]
}