{
  "index": 58,
  "title": "Chapter 57",
  "paragraphs": [
    "MR. DOWNING MOVES\r\n\r\n\r\nThe rain continued without a break all the morning. The two teams,\r\nafter hanging about dismally, and whiling the time away with\r\nstump-cricket in the changing-rooms, lunched in the pavilion at\r\none o’clock. After which the M.C.C. captain, approaching Adair,\r\nmoved that this merry meeting be considered off and himself and\r\nhis men permitted to catch the next train back to town. To which\r\nAdair, seeing that it was out of the question that there should be\r\nany cricket that afternoon, regretfully agreed, and the first\r\nSedleigh _v_. M.C.C. match was accordingly scratched.\r\n\r\nMike and Psmith, wandering back to the house, were met by a damp\r\njunior from Downing’s, with a message that Mr. Downing wished to see\r\nMike as soon as he was changed.\r\n\r\n“What’s he want me for?” inquired Mike.\r\n\r\nThe messenger did not know. Mr. Downing, it seemed, had not confided\r\nin him. All he knew was that the housemaster was in the house, and\r\nwould be glad if Mike would step across.\r\n\r\n“A nuisance,” said Psmith, “this incessant demand for you. That’s the\r\nworst of being popular. If he wants you to stop to tea, edge away. A\r\nmeal on rather a sumptuous scale will be prepared in the study against\r\nyour return.”\r\n\r\nMike changed quickly, and went off, leaving Psmith, who was fond of\r\nsimple pleasures in his spare time, earnestly occupied with a puzzle\r\nwhich had been scattered through the land by a weekly paper. The prize\r\nfor a solution was one thousand pounds, and Psmith had already\r\ninformed Mike with some minuteness of his plans for the disposition of\r\nthis sum. Meanwhile, he worked at it both in and out of school,\r\ngenerally with abusive comments on its inventor.\r\n\r\nHe was still fiddling away at it when Mike returned.\r\n\r\nMike, though Psmith was at first too absorbed to notice it, was\r\nagitated.\r\n\r\n“I don’t wish to be in any way harsh,” said Psmith, without looking\r\nup, “but the man who invented this thing was a blighter of the worst\r\ntype. You come and have a shot. For the moment I am baffled. The\r\nwhisper flies round the clubs, ‘Psmith is baffled.’”\r\n\r\n“The man’s an absolute drivelling ass,” said Mike warmly.\r\n\r\n“Me, do you mean?”\r\n\r\n“What on earth would be the point of my doing it?”\r\n\r\n“You’d gather in a thousand of the best. Give you a nice start in\r\nlife.”\r\n\r\n“I’m not talking about your rotten puzzle.”\r\n\r\n“What are you talking about?”\r\n\r\n“That ass Downing. I believe he’s off his nut.”\r\n\r\n“Then your chat with Comrade Downing was not of the old-College-chums-\r\nmeeting-unexpectedly-after-years’-separation type? What has he been\r\ndoing to you?”\r\n\r\n“He’s off his nut.”\r\n\r\n“I know. But what did he do? How did the brainstorm burst? Did he jump\r\nat you from behind a door and bite a piece out of your leg, or did he\r\nsay he was a tea-pot?”\r\n\r\nMike sat down.\r\n\r\n“You remember that painting Sammy business?”\r\n\r\n“As if it were yesterday,” said Psmith. “Which it was, pretty nearly.”\r\n\r\n“He thinks I did it.”\r\n\r\n“Why? Have you ever shown any talent in the painting line?”\r\n\r\n“The silly ass wanted me to confess that I’d done it. He as good as\r\nasked me to. Jawed a lot of rot about my finding it to my advantage\r\nlater on if I behaved sensibly.”\r\n\r\n“Then what are you worrying about? Don’t you know that when a master\r\nwants you to do the confessing-act, it simply means that he hasn’t\r\nenough evidence to start in on you with? You’re all right. The thing’s\r\na stand-off.”\r\n\r\n“Evidence!” said Mike, “My dear man, he’s got enough evidence to sink\r\na ship. He’s absolutely sweating evidence at every pore. As far as I\r\ncan see, he’s been crawling about, doing the Sherlock Holmes business\r\nfor all he’s worth ever since the thing happened, and now he’s dead\r\ncertain that I painted Sammy.”\r\n\r\n“_Did_ you, by the way?” asked Psmith.\r\n\r\n“No,” said Mike shortly, “I didn’t. But after listening to Downing I\r\nalmost began to wonder if I hadn’t. The man’s got stacks of evidence\r\nto prove that I did.”\r\n\r\n“Such as what?”\r\n\r\n“It’s mostly about my boots. But, dash it, you know all about that.\r\nWhy, you were with him when he came and looked for them.”\r\n\r\n“It is true,” said Psmith, “that Comrade Downing and I spent a very\r\npleasant half-hour together inspecting boots, but how does he drag you\r\ninto it?”\r\n\r\n“He swears one of the boots was splashed with paint.”\r\n\r\n“Yes. He babbled to some extent on that point when I was entertaining\r\nhim. But what makes him think that the boot, if any, was yours?”\r\n\r\n“He’s certain that somebody in this house got one of his boots\r\nsplashed, and is hiding it somewhere. And I’m the only chap in the\r\nhouse who hasn’t got a pair of boots to show, so he thinks it’s me. I\r\ndon’t know where the dickens my other boot has gone. Edmund swears he\r\nhasn’t seen it, and it’s nowhere about. Of course I’ve got two pairs,\r\nbut one’s being soled. So I had to go over to school yesterday in\r\npumps. That’s how he spotted me.”\r\n\r\nPsmith sighed.\r\n\r\n“Comrade Jackson,” he said mournfully, “all this very sad affair shows\r\nthe folly of acting from the best motives. In my simple zeal, meaning\r\nto save you unpleasantness, I have landed you, with a dull, sickening\r\nthud, right in the cart. Are you particular about dirtying your hands?\r\nIf you aren’t, just reach up that chimney a bit?”\r\n\r\nMike stared, “What the dickens are you talking about?”\r\n\r\n“Go on. Get it over. Be a man, and reach up the chimney.”\r\n\r\n“I don’t know what the game is,” said Mike, kneeling beside the fender\r\nand groping, “but--_Hullo_!”\r\n\r\n“Ah ha!” said Psmith moodily.\r\n\r\nMike dropped the soot-covered object in the fender, and glared at it.\r\n\r\n[Illustration: MIKE DROPPED THE SOOT-COVERED OBJECT IN THE FENDER.]\r\n\r\n“It’s my boot!” he said at last.\r\n\r\n“It _is_,” said Psmith, “your boot. And what is that red stain\r\nacross the toe? Is it blood? No, ’tis not blood. It is red paint.”\r\n\r\nMike seemed unable to remove his eyes from the boot.\r\n\r\n“How on earth did--By Jove! I remember now. I kicked up against\r\nsomething in the dark when I was putting my bicycle back that night.\r\nIt must have been the paint-pot.”\r\n\r\n“Then you were out that night?”\r\n\r\n“Rather. That’s what makes it so jolly awkward. It’s too long to tell\r\nyou now----”\r\n\r\n“Your stories are never too long for me,” said Psmith. “Say on!”\r\n\r\n“Well, it was like this.” And Mike related the events which had led up\r\nto his midnight excursion. Psmith listened attentively.\r\n\r\n“This,” he said, when Mike had finished, “confirms my frequently stated\r\nopinion that Comrade Jellicoe is one of Nature’s blitherers. So that’s\r\nwhy he touched us for our hard-earned, was it?”\r\n\r\n“Yes. Of course there was no need for him to have the money at all.”\r\n\r\n“And the result is that you are in something of a tight place. You’re\r\n_absolutely_ certain you didn’t paint that dog? Didn’t do it, by\r\nany chance, in a moment of absent-mindedness, and forgot all about it?\r\nNo? No, I suppose not. I wonder who did!”\r\n\r\n“It’s beastly awkward. You see, Downing chased me that night. That was\r\nwhy I rang the alarm bell. So, you see, he’s certain to think that the\r\nchap he chased, which was me, and the chap who painted Sammy, are the\r\nsame. I shall get landed both ways.”\r\n\r\nPsmith pondered.\r\n\r\n“It _is_ a tightish place,” he admitted.\r\n\r\n“I wonder if we could get this boot clean,” said Mike, inspecting it\r\nwith disfavour.\r\n\r\n“Not for a pretty considerable time.”\r\n\r\n“I suppose not. I say, I _am_ in the cart. If I can’t produce\r\nthis boot, they’re bound to guess why.”\r\n\r\n“What exactly,” asked Psmith, “was the position of affairs between you\r\nand Comrade Downing when you left him? Had you definitely parted\r\nbrass-rags? Or did you simply sort of drift apart with mutual\r\ncourtesies?”\r\n\r\n“Oh, he said I was ill-advised to continue that attitude, or some rot,\r\nand I said I didn’t care, I hadn’t painted his bally dog, and he said\r\nvery well, then, he must take steps, and--well, that was about all.”\r\n\r\n“Sufficient, too,” said Psmith, “quite sufficient. I take it, then,\r\nthat he is now on the war-path, collecting a gang, so to speak.”\r\n\r\n“I suppose he’s gone to the Old Man about it.”\r\n\r\n“Probably. A very worrying time our headmaster is having, taking it\r\nall round, in connection with this painful affair. What do you think\r\nhis move will be?”\r\n\r\n“I suppose he’ll send for me, and try to get something out of me.”\r\n\r\n“_He’ll_ want you to confess, too. Masters are all whales on\r\nconfession. The worst of it is, you can’t prove an alibi, because\r\nat about the time the foul act was perpetrated, you were playing\r\nRound-and-round-the-mulberry-bush with Comrade Downing. This needs\r\nthought. You had better put the case in my hands, and go out and\r\nwatch the dandelions growing. I will think over the matter.”\r\n\r\n“Well, I hope you’ll be able to think of something. I can’t.”\r\n\r\n“Possibly. You never know.”\r\n\r\nThere was a tap at the door.\r\n\r\n“See how we have trained them,” said Psmith. “They now knock before\r\nentering. There was a time when they would have tried to smash in a\r\npanel. Come in.”\r\n\r\nA small boy, carrying a straw hat adorned with the school-house\r\nribbon, answered the invitation.\r\n\r\n“Oh, I say, Jackson,” he said, “the headmaster sent me over to tell\r\nyou he wants to see you.”\r\n\r\n“I told you so,” said Mike to Psmith.\r\n\r\n“Don’t go,” suggested Psmith. “Tell him to write.”\r\n\r\nMike got up.\r\n\r\n“All this is very trying,” said Psmith. “I’m seeing nothing of you\r\nto-day.” He turned to the small boy. “Tell Willie,” he added, “that\r\nMr. Jackson will be with him in a moment.”\r\n\r\nThe emissary departed.\r\n\r\n“_You’re_ all right,” said Psmith encouragingly. “Just you keep\r\non saying you’re all right. Stout denial is the thing. Don’t go in for\r\nany airy explanations. Simply stick to stout denial. You can’t beat\r\nit.”\r\n\r\nWith which expert advice, he allowed Mike to go on his way.\r\n\r\nHe had not been gone two minutes, when Psmith, who had leaned back in\r\nhis chair, wrapped in thought, heaved himself up again. He stood for a\r\nmoment straightening his tie at the looking-glass; then he picked up\r\nhis hat and moved slowly out of the door and down the passage. Thence,\r\nat the same dignified rate of progress, out of the house and in at\r\nDowning’s front gate.\r\n\r\nThe postman was at the door when he got there, apparently absorbed in\r\nconversation with the parlour-maid. Psmith stood by politely till the\r\npostman, who had just been told it was like his impudence, caught\r\nsight of him, and, having handed over the letters in an ultra-formal\r\nand professional manner, passed away.\r\n\r\n“Is Mr. Downing at home?” inquired Psmith.\r\n\r\nHe was, it seemed. Psmith was shown into the dining-room on the left\r\nof the hall, and requested to wait. He was examining a portrait of Mr.\r\nDowning which hung on the wall, when the housemaster came in.\r\n\r\n“An excellent likeness, sir,” said Psmith, with a gesture of the hand\r\ntowards the painting.\r\n\r\n“Well, Smith,” said Mr. Downing shortly, “what do you wish to see me\r\nabout?”\r\n\r\n“It was in connection with the regrettable painting of your dog, sir.”\r\n\r\n“Ha!” said Mr. Downing.\r\n\r\n“I did it, sir,” said Psmith, stopping and flicking a piece of fluff\r\noff his knee."
  ]
}