{
  "index": 53,
  "title": "Chapter 52",
  "paragraphs": [
    "ON THE TRAIL AGAIN\r\n\r\n\r\nThe most massive minds are apt to forget things at times. The most\r\nadroit plotters make their little mistakes. Psmith was no exception to\r\nthe rule. He made the mistake of not telling Mike of the afternoon’s\r\nhappenings.\r\n\r\nIt was not altogether forgetfulness. Psmith was one of those people\r\nwho like to carry through their operations entirely by themselves.\r\nWhere there is only one in a secret the secret is more liable to\r\nremain unrevealed. There was nothing, he thought, to be gained from\r\ntelling Mike. He forgot what the consequences might be if he did not.\r\n\r\nSo Psmith kept his own counsel, with the result that Mike went over to\r\nschool on the Monday morning in pumps.\r\n\r\nEdmund, summoned from the hinterland of the house to give his opinion\r\nwhy only one of Mike’s boots was to be found, had no views on the\r\nsubject. He seemed to look on it as one of those things which no\r\nfellow can understand.\r\n\r\n“’Ere’s one of ’em, Mr. Jackson,” he said, as if he hoped that Mike\r\nmight be satisfied with a compromise.\r\n\r\n“One? What’s the good of that, Edmund, you chump? I can’t go over to\r\nschool in one boot.”\r\n\r\nEdmund turned this over in his mind, and then said, “No, sir,” as much\r\nas to say, “I may have lost a boot, but, thank goodness, I can still\r\nunderstand sound reasoning.”\r\n\r\n“Well, what am I to do? Where is the other boot?”\r\n\r\n“Don’t know, Mr. Jackson,” replied Edmund to both questions.\r\n\r\n“Well, I mean--Oh, dash it, there’s the bell.”\r\n\r\nAnd Mike sprinted off in the pumps he stood in.\r\n\r\nIt is only a deviation from those ordinary rules of school life, which\r\none observes naturally and without thinking, that enables one to\r\nrealise how strong public-school prejudices really are. At a school,\r\nfor instance, where the regulations say that coats only of black\r\nor dark blue are to be worn, a boy who appears one day in even the\r\nmost respectable and unostentatious brown finds himself looked on\r\nwith a mixture of awe and repulsion, which would be excessive if he\r\nhad sand-bagged the headmaster. So in the case of boots. School rules\r\ndecree that a boy shall go to his form-room in boots, There is no real\r\nreason why, if the day is fine, he should not wear shoes, should he\r\nprefer them. But, if he does, the thing creates a perfect sensation.\r\nBoys say, “Great Scott, what _have_ you got on?” Masters say,\r\n“Jones, _what_ are you wearing on your feet?” In the few minutes\r\nwhich elapse between the assembling of the form for call-over and the\r\narrival of the form-master, some wag is sure either to stamp on the\r\nshoes, accompanying the act with some satirical remark, or else to\r\npull one of them off, and inaugurate an impromptu game of football\r\nwith it. There was once a boy who went to school one morning in\r\nelastic-sided boots....\r\n\r\nMike had always been coldly distant in his relations to the rest of\r\nhis form, looking on them, with a few exceptions, as worms; and the\r\nform, since his innings against Downing’s on the Friday, had regarded\r\nMike with respect. So that he escaped the ragging he would have had to\r\nundergo at Wrykyn in similar circumstances. It was only Mr. Downing\r\nwho gave trouble.\r\n\r\nThere is a sort of instinct which enables some masters to tell when a\r\nboy in their form is wearing shoes instead of boots, just as people\r\nwho dislike cats always know when one is in a room with them. They\r\ncannot see it, but they feel it in their bones.\r\n\r\nMr. Downing was perhaps the most bigoted anti-shoeist in the whole\r\nlist of English schoolmasters. He waged war remorselessly against\r\nshoes. Satire, abuse, lines, detention--every weapon was employed by\r\nhim in dealing with their wearers. It had been the late Dunster’s\r\npractice always to go over to school in shoes when, as he usually did,\r\nhe felt shaky in the morning’s lesson. Mr. Downing always detected him\r\nin the first five minutes, and that meant a lecture of anything from\r\nten minutes to a quarter of an hour on Untidy Habits and Boys Who\r\nLooked like Loafers--which broke the back of the morning’s work\r\nnicely. On one occasion, when a particularly tricky bit of Livy was on\r\nthe bill of fare, Dunster had entered the form-room in heel-less\r\nTurkish bath-slippers, of a vivid crimson; and the subsequent\r\nproceedings, including his journey over to the house to change the\r\nheel-less atrocities, had seen him through very nearly to the quarter\r\nto eleven interval.\r\n\r\nMike, accordingly, had not been in his place for three minutes when\r\nMr. Downing, stiffening like a pointer, called his name.\r\n\r\n“Yes, sir?” said Mike.\r\n\r\n“_What_ are you wearing on your feet, Jackson?”\r\n\r\n“Pumps, sir.”\r\n\r\n“You are wearing pumps? Are you not aware that PUMPS are not the\r\nproper things to come to school in? Why are you wearing _PUMPS_?”\r\n\r\nThe form, leaning back against the next row of desks, settled itself\r\ncomfortably for the address from the throne.\r\n\r\n“I have lost one of my boots, sir.”\r\n\r\nA kind of gulp escaped from Mr. Downing’s lips. He stared at Mike for\r\na moment in silence. Then, turning to Stone, he told him to start\r\ntranslating.\r\n\r\nStone, who had been expecting at least ten minutes’ respite, was taken\r\nunawares. When he found the place in his book and began to construe,\r\nhe floundered hopelessly. But, to his growing surprise and\r\nsatisfaction, the form-master appeared to notice nothing wrong. He\r\nsaid “Yes, yes,” mechanically, and finally “That will do,” whereupon\r\nStone resumed his seat with the feeling that the age of miracles had\r\nreturned.\r\n\r\nMr. Downing’s mind was in a whirl. His case was complete. Mike’s\r\nappearance in shoes, with the explanation that he had lost a boot,\r\ncompleted the chain. As Columbus must have felt when his ship ran into\r\nharbour, and the first American interviewer, jumping on board, said,\r\n“Wal, sir, and what are your impressions of our glorious country?” so\r\ndid Mr. Downing feel at that moment.\r\n\r\nWhen the bell rang at a quarter to eleven, he gathered up his gown,\r\nand sped to the headmaster."
  ]
}