{
  "index": 50,
  "title": "Chapter 49",
  "paragraphs": [
    "A CHECK\r\n\r\n\r\nThe only two members of the house not out in the grounds when he\r\narrived were Mike and Psmith. They were standing on the gravel drive\r\nin front of the boys’ entrance. Mike had a deck-chair in one hand and\r\na book in the other. Psmith--for even the greatest minds will\r\nsometimes unbend--was playing diabolo. That is to say, he was trying\r\nwithout success to raise the spool from the ground.\r\n\r\n“There’s a kid in France,” said Mike disparagingly, as the bobbin\r\nrolled off the string for the fourth time, “who can do it three\r\nthousand seven hundred and something times.”\r\n\r\nPsmith smoothed a crease out of his waistcoat and tried again. He had\r\njust succeeded in getting the thing to spin when Mr. Downing arrived.\r\nThe sound of his footsteps disturbed Psmith and brought the effort to\r\nnothing.\r\n\r\n“Enough of this spoolery,” said he, flinging the sticks through the\r\nopen window of the senior day-room. “I was an ass ever to try it. The\r\nphilosophical mind needs complete repose in its hours of leisure.\r\nHullo!”\r\n\r\nHe stared after the sleuth-hound, who had just entered the house.\r\n\r\n“What the dickens,” said Mike, “does he mean by barging in as if he’d\r\nbought the place?”\r\n\r\n“Comrade Downing looks pleased with himself. What brings him round in\r\nthis direction, I wonder! Still, no matter. The few articles which he\r\nmay sneak from our study are of inconsiderable value. He is welcome to\r\nthem. Do you feel inclined to wait awhile till I have fetched a chair\r\nand book?”\r\n\r\n“I’ll be going on. I shall be under the trees at the far end of the\r\nground.”\r\n\r\n“’Tis well. I will be with you in about two ticks.”\r\n\r\nMike walked on towards the field, and Psmith, strolling upstairs to\r\nfetch his novel, found Mr. Downing standing in the passage with the\r\nair of one who has lost his bearings.\r\n\r\n“A warm afternoon, sir,” murmured Psmith courteously, as he passed.\r\n\r\n“Er--Smith!”\r\n\r\n“Sir?”\r\n\r\n“I--er--wish to go round the dormitories.”\r\n\r\nIt was Psmith’s guiding rule in life never to be surprised at\r\nanything, so he merely inclined his head gracefully, and said nothing.\r\n\r\n“I should be glad if you would fetch the keys and show me where the\r\nrooms are.”\r\n\r\n“With acute pleasure, sir,” said Psmith. “Or shall I fetch Mr.\r\nOutwood, sir?”\r\n\r\n“Do as I tell you, Smith,” snapped Mr. Downing.\r\n\r\nPsmith said no more, but went down to the matron’s room. The matron\r\nbeing out, he abstracted the bunch of keys from her table and rejoined\r\nthe master.\r\n\r\n“Shall I lead the way, sir?” he asked.\r\n\r\nMr. Downing nodded.\r\n\r\n“Here, sir,” said Psmith, opening a door, “we have Barnes’ dormitory.\r\nAn airy room, constructed on the soundest hygienic principles. Each\r\nboy, I understand, has quite a considerable number of cubic feet of\r\nair all to himself. It is Mr. Outwood’s boast that no boy has ever\r\nasked for a cubic foot of air in vain. He argues justly----”\r\n\r\nHe broke off abruptly and began to watch the other’s manoeuvres in\r\nsilence. Mr. Downing was peering rapidly beneath each bed in turn.\r\n\r\n“Are you looking for Barnes, sir?” inquired Psmith politely. “I think\r\nhe’s out in the field.”\r\n\r\nMr. Downing rose, having examined the last bed, crimson in the face\r\nwith the exercise.\r\n\r\n“Show me the next dormitory, Smith,” he said, panting slightly.\r\n\r\n“This,” said Psmith, opening the next door and sinking his voice to an\r\nawed whisper, “is where _I_ sleep!”\r\n\r\nMr. Downing glanced swiftly beneath the three beds. “Excuse me, sir,”\r\nsaid Psmith, “but are we chasing anything?”\r\n\r\n“Be good enough, Smith,” said Mr. Downing with asperity, “to keep your\r\nremarks to yourself.”\r\n\r\n“I was only wondering, sir. Shall I show you the next in order?”\r\n\r\n“Certainly.”\r\n\r\nThey moved on up the passage.\r\n\r\nDrawing blank at the last dormitory, Mr. Downing paused, baffled.\r\nPsmith waited patiently by. An idea struck the master.\r\n\r\n“The studies, Smith,” he cried.\r\n\r\n“Aha!” said Psmith. “I beg your pardon, sir. The observation escaped\r\nme unawares. The frenzy of the chase is beginning to enter into my\r\nblood. Here we have----”\r\n\r\nMr. Downing stopped short.\r\n\r\n“Is this impertinence studied, Smith?”\r\n\r\n“Ferguson’s study, sir? No, sir. That’s further down the passage. This\r\nis Barnes’.”\r\n\r\nMr. Downing looked at him closely. Psmith’s face was wooden in its\r\ngravity. The master snorted suspiciously, then moved on.\r\n\r\n“Whose is this?” he asked, rapping a door.\r\n\r\n“This, sir, is mine and Jackson’s.”\r\n\r\n“What! Have you a study? You are low down in the school for it.”\r\n\r\n“I think, sir, that Mr. Outwood gave it us rather as a testimonial to\r\nour general worth than to our proficiency in school-work.”\r\n\r\nMr. Downing raked the room with a keen eye. The absence of bars from\r\nthe window attracted his attention.\r\n\r\n“Have you no bars to your windows here, such as there are in my\r\nhouse?”\r\n\r\n“There appears to be no bar, sir,” said Psmith, putting up his\r\neyeglass.\r\n\r\nMr Downing was leaning out of the window.\r\n\r\n“A lovely view, is it not, sir?” said Psmith. “The trees, the field,\r\nthe distant hills----”\r\n\r\nMr. Downing suddenly started. His eye had been caught by the water-pipe\r\nat the side of the window. The boy whom Sergeant Collard had seen\r\nclimbing the pipe must have been making for this study.\r\n\r\nHe spun round and met Psmith’s blandly inquiring gaze. He looked at\r\nPsmith carefully for a moment. No. The boy he had chased last night\r\nhad not been Psmith. That exquisite’s figure and general appearance\r\nwere unmistakable, even in the dusk.\r\n\r\n“Whom did you say you shared this study with, Smith?”\r\n\r\n“Jackson, sir. The cricketer.”\r\n\r\n“Never mind about his cricket, Smith,” said Mr. Downing with\r\nirritation.\r\n\r\n“No, sir.”\r\n\r\n“He is the only other occupant of the room?”\r\n\r\n“Yes, sir.”\r\n\r\n“Nobody else comes into it?”\r\n\r\n“If they do, they go out extremely quickly, sir.”\r\n\r\n“Ah! Thank you, Smith.”\r\n\r\n“Not at all, sir.”\r\n\r\nMr. Downing pondered. Jackson! The boy bore him a grudge. The boy was\r\nprecisely the sort of boy to revenge himself by painting the dog\r\nSammy. And, gadzooks! The boy whom he had pursued last night had been\r\njust about Jackson’s size and build!\r\n\r\nMr. Downing was as firmly convinced at that moment that Mike’s had\r\nbeen the hand to wield the paint-brush as he had ever been of anything\r\nin his life.\r\n\r\n“Smith!” he said excitedly.\r\n\r\n“On the spot, sir,” said Psmith affably.\r\n\r\n“Where are Jackson’s boots?”\r\n\r\nThere are moments when the giddy excitement of being right on the\r\ntrail causes the amateur (or Watsonian) detective to be incautious.\r\nSuch a moment came to Mr. Downing then. If he had been wise, he would\r\nhave achieved his object, the getting a glimpse of Mike’s boots, by a\r\ndevious and snaky route. As it was, he rushed straight on.\r\n\r\n“His boots, sir? He has them on. I noticed them as he went out just\r\nnow.”\r\n\r\n“Where is the pair he wore yesterday?”\r\n\r\n“Where are the boots of yester-year?” murmured Psmith to himself. “I\r\nshould say at a venture, sir, that they would be in the basket\r\ndownstairs. Edmund, our genial knife-and-boot boy, collects them, I\r\nbelieve, at early dawn.”\r\n\r\n“Would they have been cleaned yet?”\r\n\r\n“If I know Edmund, sir--no.”\r\n\r\n“Smith,” said Mr. Downing, trembling with excitement, “go and bring\r\nthat basket to me here.”\r\n\r\nPsmith’s brain was working rapidly as he went downstairs. What exactly\r\nwas at the back of the sleuth’s mind, prompting these manoeuvres, he\r\ndid not know. But that there was something, and that that something\r\nwas directed in a hostile manner against Mike, probably in connection\r\nwith last night’s wild happenings, he was certain. Psmith had noticed,\r\non leaving his bed at the sound of the alarm bell, that he and\r\nJellicoe were alone in the room. That might mean that Mike had gone\r\nout through the door when the bell sounded, or it might mean that he\r\nhad been out all the time. It began to look as if the latter solution\r\nwere the correct one.\r\n\r\n       *       *       *       *       *\r\n\r\nHe staggered back with the basket, painfully conscious the while that\r\nit was creasing his waistcoat, and dumped it down on the study floor.\r\nMr. Downing stooped eagerly over it. Psmith leaned against the wall,\r\nand straightened out the damaged garment.\r\n\r\n“We have here, sir,” he said, “a fair selection of our various\r\nbootings.”\r\n\r\nMr. Downing looked up.\r\n\r\n“You dropped none of the boots on your way up, Smith?”\r\n\r\n“Not one, sir. It was a fine performance.”\r\n\r\nMr. Downing uttered a grunt of satisfaction, and bent once more to his\r\ntask. Boots flew about the room. Mr. Downing knelt on the floor beside\r\nthe basket, and dug like a terrier at a rat-hole.\r\n\r\nAt last he made a dive, and, with an exclamation of triumph, rose to\r\nhis feet. In his hand he held a boot.\r\n\r\n“Put those back again, Smith,” he said.\r\n\r\nThe ex-Etonian, wearing an expression such as a martyr might have worn\r\non being told off for the stake, began to pick up the scattered\r\nfootgear, whistling softly the tune of “I do all the dirty work,” as\r\nhe did so.\r\n\r\n“That’s the lot, sir,” he said, rising.\r\n\r\n“Ah. Now come across with me to the headmaster’s house. Leave the\r\nbasket here. You can carry it back when you return.”\r\n\r\n“Shall I put back that boot, sir?”\r\n\r\n“Certainly not. I shall take this with me, of course.”\r\n\r\n“Shall I carry it, sir?”\r\n\r\nMr. Downing reflected.\r\n\r\n“Yes, Smith,” he said. “I think it would be best.”\r\n\r\nIt occurred to him that the spectacle of a housemaster wandering\r\nabroad on the public highway, carrying a dirty boot, might be a trifle\r\nundignified. You never knew whom you might meet on Sunday afternoon.\r\n\r\nPsmith took the boot, and doing so, understood what before had puzzled\r\nhim.\r\n\r\nAcross the toe of the boot was a broad splash of red paint.\r\n\r\nHe knew nothing, of course, of the upset tin in the bicycle shed;\r\nbut when a housemaster’s dog has been painted red in the night, and\r\nwhen, on the following day, the housemaster goes about in search of a\r\npaint-splashed boot, one puts two and two together. Psmith looked at\r\nthe name inside the boot. It was “Brown, boot-maker, Bridgnorth.”\r\nBridgnorth was only a few miles from his own home and Mike’s.\r\nUndoubtedly it was Mike’s boot.\r\n\r\n“Can you tell me whose boot that is?” asked Mr. Downing.\r\n\r\nPsmith looked at it again.\r\n\r\n“No, sir. I can’t say the little chap’s familiar to me.”\r\n\r\n“Come with me, then.”\r\n\r\nMr. Downing left the room. After a moment Psmith followed him.\r\n\r\nThe headmaster was in his garden. Thither Mr. Downing made his way,\r\nthe boot-bearing Psmith in close attendance.\r\n\r\nThe Head listened to the amateur detective’s statement with interest.\r\n\r\n“Indeed?” he said, when Mr. Downing had finished.\r\n\r\n“Indeed? Dear me! It certainly seems--It is a curiously well-connected\r\nthread of evidence. You are certain that there was red paint on this\r\nboot you discovered in Mr. Outwood’s house?”\r\n\r\n“I have it with me. I brought it on purpose to show to you. Smith!”\r\n\r\n“Sir?”\r\n\r\n“You have the boot?”\r\n\r\n“Ah,” said the headmaster, putting on a pair of pince-nez, “now let me\r\nlook at--This, you say, is the--? Just so. Just so. Just.... But, er,\r\nMr. Downing, it may be that I have not examined this boot with\r\nsufficient care, but--Can _you_ point out to me exactly where\r\nthis paint is that you speak of?”\r\n\r\nMr. Downing stood staring at the boot with a wild, fixed stare. Of any\r\nsuspicion of paint, red or otherwise, it was absolutely and entirely\r\ninnocent."
  ]
}