{
  "index": 57,
  "title": "Chapter 56",
  "paragraphs": [
    "IN WHICH PEACE IS DECLARED\r\n\r\n\r\n“Sprained his wrist?” said Mike. “How did he do that?”\r\n\r\n“During the brawl. Apparently one of his efforts got home on your\r\nelbow instead of your expressive countenance, and whether it was that\r\nyour elbow was particularly tough or his wrist particularly fragile, I\r\ndon’t know. Anyhow, it went. It’s nothing bad, but it’ll keep him out\r\nof the game to-morrow.”\r\n\r\n“I say, what beastly rough luck! I’d no idea. I’ll go round.”\r\n\r\n“Not a bad scheme. Close the door gently after you, and if you see\r\nanybody downstairs who looks as if he were likely to be going over to\r\nthe shop, ask him to get me a small pot of some rare old jam and tell\r\nthe man to chalk it up to me. The jam Comrade Outwood supplies to us\r\nat tea is all right as a practical joke or as a food for those anxious\r\nto commit suicide, but useless to anybody who values life.”\r\n\r\nOn arriving at Mr. Downing’s and going to Adair’s study, Mike found\r\nthat his late antagonist was out. He left a note informing him of his\r\nwillingness to play in the morrow’s match. The lock-up bell rang as he\r\nwent out of the house.\r\n\r\nA spot of rain fell on his hand. A moment later there was a continuous\r\npatter, as the storm, which had been gathering all day, broke in\r\nearnest. Mike turned up his coat-collar, and ran back to Outwood’s.\r\n“At this rate,” he said to himself, “there won’t be a match at all\r\nto-morrow.”\r\n\r\n       *       *       *       *       *\r\n\r\nWhen the weather decides, after behaving well for some weeks, to show\r\nwhat it can do in another direction, it does the thing thoroughly.\r\nWhen Mike woke the next morning the world was grey and dripping.\r\nLeaden-coloured clouds drifted over the sky, till there was not a\r\ntrace of blue to be seen, and then the rain began again, in the\r\ngentle, determined way rain has when it means to make a day of it.\r\n\r\nIt was one of those bad days when one sits in the pavilion, damp and\r\ndepressed, while figures in mackintoshes, with discoloured buckskin\r\nboots, crawl miserably about the field in couples.\r\n\r\nMike, shuffling across to school in a Burberry, met Adair at Downing’s\r\ngate.\r\n\r\nThese moments are always difficult. Mike stopped--he could hardly walk\r\non as if nothing had happened--and looked down at his feet.\r\n\r\n“Coming across?” he said awkwardly.\r\n\r\n“Right ho!” said Adair.\r\n\r\nThey walked on in silence.\r\n\r\n“It’s only about ten to, isn’t it?” said Mike.\r\n\r\nAdair fished out his watch, and examined it with an elaborate care\r\nborn of nervousness.\r\n\r\n“About nine to.”\r\n\r\n“Good. We’ve got plenty of time.”\r\n\r\n“Yes.”\r\n\r\n“I hate having to hurry over to school.”\r\n\r\n“So do I.”\r\n\r\n“I often do cut it rather fine, though.”\r\n\r\n“Yes. So do I.”\r\n\r\n“Beastly nuisance when one does.”\r\n\r\n“Beastly.”\r\n\r\n“It’s only about a couple of minutes from the houses to the school, I\r\nshould think, shouldn’t you?”\r\n\r\n“Not much more. Might be three.”\r\n\r\n“Yes. Three if one didn’t hurry.”\r\n\r\n“Oh, yes, if one didn’t hurry.”\r\n\r\nAnother silence.\r\n\r\n“Beastly day,” said Adair.\r\n\r\n“Rotten.”\r\n\r\nSilence again.\r\n\r\n“I say,” said Mike, scowling at his toes, “awfully sorry about your\r\nwrist.”\r\n\r\n“Oh, that’s all right. It was my fault.”\r\n\r\n“Does it hurt?”\r\n\r\n“Oh, no, rather not, thanks.”\r\n\r\n“I’d no idea you’d crocked yourself.”\r\n\r\n“Oh, no, that’s all right. It was only right at the end. You’d have\r\nsmashed me anyhow.”\r\n\r\n“Oh, rot.”\r\n\r\n“I bet you anything you like you would.”\r\n\r\n“I bet you I shouldn’t.... Jolly hard luck, just before the match.”\r\n\r\n“Oh, no.... I say, thanks awfully for saying you’d play.”\r\n\r\n“Oh, rot.... Do you think we shall get a game?”\r\n\r\nAdair inspected the sky carefully.\r\n\r\n“I don’t know. It looks pretty bad, doesn’t it?”\r\n\r\n“Rotten. I say, how long will your wrist keep you out of cricket?”\r\n\r\n“Be all right in a week. Less, probably.”\r\n\r\n“Good.”\r\n\r\n“Now that you and Smith are going to play, we ought to have a jolly\r\ngood season.”\r\n\r\n“Rummy, Smith turning out to be a cricketer.”\r\n\r\n“Yes. I should think he’d be a hot bowler, with his height.”\r\n\r\n“He must be jolly good if he was only just out of the Eton team last\r\nyear.”\r\n\r\n“Yes.”\r\n\r\n“What’s the time?” asked Mike.\r\n\r\nAdair produced his watch once more.\r\n\r\n“Five to.”\r\n\r\n“We’ve heaps of time.”\r\n\r\n“Yes, heaps.”\r\n\r\n“Let’s stroll on a bit down the road, shall we?”\r\n\r\n“Right ho!”\r\n\r\nMike cleared his throat.\r\n\r\n“I say.”\r\n\r\n“Hullo?”\r\n\r\n“I’ve been talking to Smith. He was telling me that you thought I’d\r\npromised to give Stone and Robinson places in the----”\r\n\r\n“Oh, no, that’s all right. It was only for a bit. Smith told me you\r\ncouldn’t have done, and I saw that I was an ass to think you could\r\nhave. It was Stone seeming so dead certain that he could play for\r\nLower Borlock if I chucked him from the school team that gave me the\r\nidea.”\r\n\r\n“He never even asked me to get him a place.”\r\n\r\n“No, I know.”\r\n\r\n“Of course, I wouldn’t have done it, even if he had.”\r\n\r\n“Of course not.”\r\n\r\n“I didn’t want to play myself, but I wasn’t going to do a rotten trick\r\nlike getting other fellows away from the team.”\r\n\r\n“No, I know.”\r\n\r\n“It was rotten enough, really, not playing myself.”\r\n\r\n“Oh, no. Beastly rough luck having to leave Wrykyn just when you were\r\ngoing to be captain, and come to a small school like this.”\r\n\r\nThe excitement of the past few days must have had a stimulating effect\r\non Mike’s mind--shaken it up, as it were: for now, for the second time\r\nin two days, he displayed quite a creditable amount of intuition. He\r\nmight have been misled by Adair’s apparently deprecatory attitude\r\ntowards Sedleigh, and blundered into a denunciation of the place.\r\nAdair had said “a small school like this” in the sort of voice which\r\nmight have led his hearer to think that he was expected to say, “Yes,\r\nrotten little hole, isn’t it?” or words to that effect. Mike,\r\nfortunately, perceived that the words were used purely from\r\npoliteness, on the Chinese principle. When a Chinaman wishes to pay a\r\ncompliment, he does so by belittling himself and his belongings.\r\n\r\nHe eluded the pitfall.\r\n\r\n“What rot!” he said. “Sedleigh’s one of the most sporting schools I’ve\r\never come across. Everybody’s as keen as blazes. So they ought to be,\r\nafter the way you’ve sweated.”\r\n\r\nAdair shuffled awkwardly.\r\n\r\n“I’ve always been fairly keen on the place,” he said. “But I don’t\r\nsuppose I’ve done anything much.”\r\n\r\n“You’ve loosened one of my front teeth,” said Mike, with a grin, “if\r\nthat’s any comfort to you.”\r\n\r\n“I couldn’t eat anything except porridge this morning. My jaw still\r\naches.”\r\n\r\nFor the first time during the conversation their eyes met, and the\r\nhumorous side of the thing struck them simultaneously. They began to\r\nlaugh.\r\n\r\n“What fools we must have looked!” said Adair.\r\n\r\n“_You_ were all right. I must have looked rotten. I’ve never had\r\nthe gloves on in my life. I’m jolly glad no one saw us except Smith,\r\nwho doesn’t count. Hullo, there’s the bell. We’d better be moving on.\r\nWhat about this match? Not much chance of it from the look of the sky\r\nat present.”\r\n\r\n“It might clear before eleven. You’d better get changed, anyhow, at\r\nthe interval, and hang about in case.”\r\n\r\n“All right. It’s better than doing Thucydides with Downing. We’ve got\r\nmath, till the interval, so I don’t see anything of him all day; which\r\nwon’t hurt me.”\r\n\r\n“He isn’t a bad sort of chap, when you get to know him,” said Adair.\r\n\r\n“I can’t have done, then. I don’t know which I’d least soon be,\r\nDowning or a black-beetle, except that if one was Downing one could\r\ntread on the black-beetle. Dash this rain. I got about half a pint\r\ndown my neck just then. We sha’n’t get a game to-day, of anything like\r\nit. As you’re crocked, I’m not sure that I care much. You’ve been\r\nsweating for years to get the match on, and it would be rather rot\r\nplaying it without you.”\r\n\r\n“I don’t know that so much. I wish we could play, because I’m certain,\r\nwith you and Smith, we’d walk into them. They probably aren’t sending\r\ndown much of a team, and really, now that you and Smith are turning\r\nout, we’ve got a jolly hot lot. There’s quite decent batting all the\r\nway through, and the bowling isn’t so bad. If only we could have given\r\nthis M.C.C. lot a really good hammering, it might have been easier to\r\nget some good fixtures for next season. You see, it’s all right for a\r\nschool like Wrykyn, but with a small place like this you simply can’t\r\nget the best teams to give you a match till you’ve done something to\r\nshow that you aren’t absolute rotters at the game. As for the schools,\r\nthey’re worse. They’d simply laugh at you. You were cricket secretary\r\nat Wrykyn last year. What would you have done if you’d had a challenge\r\nfrom Sedleigh? You’d either have laughed till you were sick, or else\r\nhad a fit at the mere idea of the thing.”\r\n\r\nMike stopped.\r\n\r\n“By jove, you’ve struck about the brightest scheme on record. I never\r\nthought of it before. Let’s get a match on with Wrykyn.”\r\n\r\n“What! They wouldn’t play us.”\r\n\r\n“Yes, they would. At least, I’m pretty sure they would. I had a letter\r\nfrom Strachan, the captain, yesterday, saying that the Ripton match\r\nhad had to be scratched owing to illness. So they’ve got a vacant\r\ndate. Shall I try them? I’ll write to Strachan to-night, if you like.\r\nAnd they aren’t strong this year. We’ll smash them. What do you say?”\r\n\r\nAdair was as one who has seen a vision.\r\n\r\n“By Jove,” he said at last, “if we only could!”"
  ]
}