{
  "index": 55,
  "title": "Chapter 54",
  "paragraphs": [
    "ADAIR HAS A WORD WITH MIKE\r\n\r\n\r\nMike, all unconscious of the stirring proceedings which had been going\r\non below stairs, was peacefully reading a letter he had received that\r\nmorning from Strachan at Wrykyn, in which the successor to the cricket\r\ncaptaincy which should have been Mike’s had a good deal to say in a\r\nlugubrious strain. In Mike’s absence things had been going badly with\r\nWrykyn. A broken arm, contracted in the course of some rash\r\nexperiments with a day-boy’s motor-bicycle, had deprived the team of\r\nthe services of Dunstable, the only man who had shown any signs of\r\nbeing able to bowl a side out. Since this calamity, wrote Strachan,\r\neverything had gone wrong. The M.C.C., led by Mike’s brother Reggie,\r\nthe least of the three first-class-cricketing Jacksons, had smashed\r\nthem by a hundred and fifty runs. Geddington had wiped them off the\r\nface of the earth. The Incogs, with a team recruited exclusively from\r\nthe rabbit-hutch--not a well-known man on the side except Stacey,\r\na veteran who had been playing for the club since Fuller Pilch’s\r\ntime--had got home by two wickets. In fact, it was Strachan’s opinion\r\nthat the Wrykyn team that summer was about the most hopeless gang of\r\ndead-beats that had ever made an exhibition of itself on the school\r\ngrounds. The Ripton match, fortunately, was off, owing to an outbreak\r\nof mumps at that shrine of learning and athletics--the second outbreak\r\nof the malady in two terms. Which, said Strachan, was hard lines on\r\nRipton, but a bit of jolly good luck for Wrykyn, as it had saved them\r\nfrom what would probably have been a record hammering, Ripton having\r\neight of their last year’s team left, including Dixon, the fast\r\nbowler, against whom Mike alone of the Wrykyn team had been able to\r\nmake runs in the previous season. Altogether, Wrykyn had struck a bad\r\npatch.\r\n\r\nMike mourned over his suffering school. If only he could have been\r\nthere to help. It might have made all the difference. In school\r\ncricket one good batsman, to go in first and knock the bowlers off\r\ntheir length, may take a weak team triumphantly through a season. In\r\nschool cricket the importance of a good start for the first wicket is\r\nincalculable.\r\n\r\nAs he put Strachan’s letter away in his pocket, all his old bitterness\r\nagainst Sedleigh, which had been ebbing during the past few days,\r\nreturned with a rush. He was conscious once more of that feeling of\r\npersonal injury which had made him hate his new school on the first\r\nday of term.\r\n\r\nAnd it was at this point, when his resentment was at its height, that\r\nAdair, the concrete representative of everything Sedleighan, entered\r\nthe room.\r\n\r\nThere are moments in life’s placid course when there has got to be the\r\nbiggest kind of row. This was one of them.\r\n\r\n       *       *       *       *       *\r\n\r\nPsmith, who was leaning against the mantelpiece, reading the serial\r\nstory in a daily paper which he had abstracted from the senior day-room,\r\nmade the intruder free of the study with a dignified wave of the hand,\r\nand went on reading. Mike remained in the deck-chair in which he was\r\nsitting, and contented himself with glaring at the newcomer.\r\n\r\nPsmith was the first to speak.\r\n\r\n“If you ask my candid opinion,” he said, looking up from his paper, “I\r\nshould say that young Lord Antony Trefusis was in the soup already. I\r\nseem to see the _consommé_ splashing about his ankles. He’s had a\r\nnote telling him to be under the oak-tree in the Park at midnight.\r\nHe’s just off there at the end of this instalment. I bet Long Jack,\r\nthe poacher, is waiting there with a sandbag. Care to see the paper,\r\nComrade Adair? Or don’t you take any interest in contemporary\r\nliterature?”\r\n\r\n“Thanks,” said Adair. “I just wanted to speak to Jackson for a\r\nminute.”\r\n\r\n“Fate,” said Psmith, “has led your footsteps to the right place. That\r\nis Comrade Jackson, the Pride of the School, sitting before you.”\r\n\r\n“What do you want?” said Mike.\r\n\r\nHe suspected that Adair had come to ask him once again to play for the\r\nschool. The fact that the M.C.C. match was on the following day made\r\nthis a probable solution of the reason for his visit. He could think\r\nof no other errand that was likely to have set the head of Downing’s\r\npaying afternoon calls.\r\n\r\n“I’ll tell you in a minute. It won’t take long.”\r\n\r\n“That,” said Psmith approvingly, “is right. Speed is the key-note of\r\nthe present age. Promptitude. Despatch. This is no time for loitering.\r\nWe must be strenuous. We must hustle. We must Do It Now. We----”\r\n\r\n“Buck up,” said Mike.\r\n\r\n“Certainly,” said Adair. “I’ve just been talking to Stone and\r\nRobinson.”\r\n\r\n“An excellent way of passing an idle half-hour,” said Psmith.\r\n\r\n“We weren’t exactly idle,” said Adair grimly. “It didn’t last long,\r\nbut it was pretty lively while it did. Stone chucked it after the\r\nfirst round.”\r\n\r\nMike got up out of his chair. He could not quite follow what all this\r\nwas about, but there was no mistaking the truculence of Adair’s\r\nmanner. For some reason, which might possibly be made clear later,\r\nAdair was looking for trouble, and Mike in his present mood felt that\r\nit would be a privilege to see that he got it.\r\n\r\nPsmith was regarding Adair through his eyeglass with pain and\r\nsurprise.\r\n\r\n“Surely,” he said, “you do not mean us to understand that you have\r\nbeen _brawling_ with Comrade Stone! This is bad hearing. I\r\nthought that you and he were like brothers. Such a bad example for\r\nComrade Robinson, too. Leave us, Adair. We would brood. Oh, go thee,\r\nknave, I’ll none of thee. Shakespeare.”\r\n\r\nPsmith turned away, and resting his elbows on the mantelpiece, gazed\r\nat himself mournfully in the looking-glass.\r\n\r\n“I’m not the man I was,” he sighed, after a prolonged inspection.\r\n“There are lines on my face, dark circles beneath my eyes. The fierce\r\nrush of life at Sedleigh is wasting me away.”\r\n\r\n“Stone and I had a discussion about early-morning fielding-practice,”\r\nsaid Adair, turning to Mike.\r\n\r\nMike said nothing.\r\n\r\n“I thought his fielding wanted working up a bit, so I told him to turn\r\nout at six to-morrow morning. He said he wouldn’t, so we argued it\r\nout. He’s going to all right. So is Robinson.”\r\n\r\nMike remained silent.\r\n\r\n“So are you,” added Adair.\r\n\r\n“I get thinner and thinner,” said Psmith from the mantelpiece.\r\n\r\nMike looked at Adair, and Adair looked at Mike, after the manner of\r\ntwo dogs before they fly at one another. There was an electric silence\r\nin the study. Psmith peered with increased earnestness into the glass.\r\n\r\n“Oh?” said Mike at last. “What makes you think that?”\r\n\r\n“I don’t think. I know.”\r\n\r\n“Any special reason for my turning out?”\r\n\r\n“Yes.”\r\n\r\n“What’s that?”\r\n\r\n“You’re going to play for the school against the M.C.C. to-morrow, and\r\nI want you to get some practice.”\r\n\r\n“I wonder how you got that idea!”\r\n\r\n“Curious I should have done, isn’t it?”\r\n\r\n“Very. You aren’t building on it much, are you?” said Mike politely.\r\n\r\n“I am, rather,” replied Adair with equal courtesy.\r\n\r\n“I’m afraid you’ll be disappointed.”\r\n\r\n“I don’t think so.”\r\n\r\n“My eyes,” said Psmith regretfully, “are a bit close together.\r\nHowever,” he added philosophically, “it’s too late to alter that now.”\r\n\r\nMike drew a step closer to Adair.\r\n\r\n“What makes you think I shall play against the M.C.C.?” he asked\r\ncuriously.\r\n\r\n“I’m going to make you.”\r\n\r\nMike took another step forward. Adair moved to meet him.\r\n\r\n“Would you care to try now?” said Mike.\r\n\r\nFor just one second the two drew themselves together preparatory to\r\nbeginning the serious business of the interview, and in that second\r\nPsmith, turning from the glass, stepped between them.\r\n\r\n“Get out of the light, Smith,” said Mike.\r\n\r\nPsmith waved him back with a deprecating gesture.\r\n\r\n“My dear young friends,” he said placidly, “if you _will_ let\r\nyour angry passions rise, against the direct advice of Doctor Watts,\r\nI suppose you must. But when you propose to claw each other in my\r\nstudy, in the midst of a hundred fragile and priceless ornaments, I\r\nlodge a protest. If you really feel that you want to scrap, for\r\ngoodness sake do it where there’s some room. I don’t want all the\r\nstudy furniture smashed. I know a bank whereon the wild thyme grows,\r\nonly a few yards down the road, where you can scrap all night if you\r\nwant to. How would it be to move on there? Any objections? None? Then\r\nshift ho! and let’s get it over.”"
  ]
}