{
  "index": 52,
  "title": "Chapter 51",
  "paragraphs": [
    "MAINLY ABOUT BOOTS\r\n\r\n\r\n“Be quick, Smith,” he said, as the latter stood looking at him without\r\nmaking any movement in the direction of the door.\r\n\r\n“_Quick_, sir?” said Psmith meditatively, as if he had been asked\r\na conundrum.\r\n\r\n“Go and find Mr. Outwood at once.”\r\n\r\nPsmith still made no move.\r\n\r\n“Do you intend to disobey me, Smith?” Mr. Downing’s voice was steely.\r\n\r\n“Yes, sir.”\r\n\r\n“What!”\r\n\r\n“Yes, sir.”\r\n\r\nThere was one of those you-could-have-heard-a-pin-drop silences.\r\nPsmith was staring reflectively at the ceiling. Mr. Downing was\r\nlooking as if at any moment he might say, “Thwarted to me face, ha,\r\nha! And by a very stripling!”\r\n\r\nIt was Psmith, however, who resumed the conversation. His manner was\r\nalmost too respectful; which made it all the more a pity that what he\r\nsaid did not keep up the standard of docility.\r\n\r\n“I take my stand,” he said, “on a technical point. I say to myself,\r\n‘Mr. Downing is a man I admire as a human being and respect as a\r\nmaster. In----’”\r\n\r\n“This impertinence is doing you no good, Smith.”\r\n\r\nPsmith waved a hand deprecatingly.\r\n\r\n“If you will let me explain, sir. I was about to say that in any\r\nother place but Mr. Outwood’s house, your word would be law. I would\r\nfly to do your bidding. If you pressed a button, I would do the rest.\r\nBut in Mr. Outwood’s house I cannot do anything except what pleases me\r\nor what is ordered by Mr. Outwood. I ought to have remembered that\r\nbefore. One cannot,” he continued, as who should say, “Let us be\r\nreasonable,” “one cannot, to take a parallel case, imagine the colonel\r\ncommanding the garrison at a naval station going on board a battleship\r\nand ordering the crew to splice the jibboom spanker. It might be an\r\nadmirable thing for the Empire that the jibboom spanker _should_\r\nbe spliced at that particular juncture, but the crew would naturally\r\ndecline to move in the matter until the order came from the commander\r\nof the ship. So in my case. If you will go to Mr. Outwood, and explain\r\nto him how matters stand, and come back and say to me, ‘Psmith, Mr.\r\nOutwood wishes you to ask him to be good enough to come to this\r\nstudy,’ then I shall be only too glad to go and find him. You see my\r\ndifficulty, sir?”\r\n\r\n“Go and fetch Mr. Outwood, Smith. I shall not tell you again.”\r\n\r\nPsmith flicked a speck of dust from his coat-sleeve.\r\n\r\n“Very well, Smith.”\r\n\r\n“I can assure you, sir, at any rate, that if there is a boot in that\r\ncupboard now, there will be a boot there when you return.”\r\n\r\nMr. Downing stalked out of the room.\r\n\r\n“But,” added Psmith pensively to himself, as the footsteps died away,\r\n“I did not promise that it would be the same boot.”\r\n\r\nHe took the key from his pocket, unlocked the cupboard, and took out\r\nthe boot. Then he selected from the basket a particularly battered\r\nspecimen. Placing this in the cupboard, he re-locked the door.\r\n\r\nHis next act was to take from the shelf a piece of string. Attaching\r\none end of this to the boot that he had taken from the cupboard, he\r\nwent to the window. His first act was to fling the cupboard-key out\r\ninto the bushes. Then he turned to the boot. On a level with the sill\r\nthe water-pipe, up which Mike had started to climb the night before,\r\nwas fastened to the wall by an iron band. He tied the other end of the\r\nstring to this, and let the boot swing free. He noticed with approval,\r\nwhen it had stopped swinging, that it was hidden from above by the\r\nwindow-sill.\r\n\r\nHe returned to his place at the mantelpiece.\r\n\r\nAs an after-thought he took another boot from the basket, and thrust\r\nit up the chimney. A shower of soot fell into the grate, blackening\r\nhis hand.\r\n\r\nThe bathroom was a few yards down the corridor. He went there, and\r\nwashed off the soot.\r\n\r\nWhen he returned, Mr. Downing was in the study, and with him Mr.\r\nOutwood, the latter looking dazed, as if he were not quite equal to\r\nthe intellectual pressure of the situation.\r\n\r\n“Where have you been, Smith?” asked Mr. Downing sharply.\r\n\r\n“I have been washing my hands, sir.”\r\n\r\n“H’m!” said Mr. Downing suspiciously.\r\n\r\n“Yes, I saw Smith go into the bathroom,” said Mr. Outwood. “Smith, I\r\ncannot quite understand what it is Mr. Downing wishes me to do.”\r\n\r\n“My dear Outwood,” snapped the sleuth, “I thought I had made it\r\nperfectly clear. Where is the difficulty?”\r\n\r\n“I cannot understand why you should suspect Smith of keeping his boots\r\nin a cupboard, and,” added Mr. Outwood with spirit, catching sight of\r\na Good-Gracious-has-the-man-_no_-sense look on the other’s face,\r\n“why he should not do so if he wishes it.”\r\n\r\n“Exactly, sir,” said Psmith, approvingly. “You have touched the spot.”\r\n\r\n“If I must explain again, my dear Outwood, will you kindly give me\r\nyour attention for a moment. Last night a boy broke out of your house,\r\nand painted my dog Sampson red.”\r\n\r\n“He painted--!” said Mr. Outwood, round-eyed. “Why?”\r\n\r\n“I don’t know why. At any rate, he did. During the escapade one of his\r\nboots was splashed with the paint. It is that boot which I believe\r\nSmith to be concealing in this cupboard. Now, do you understand?”\r\n\r\nMr. Outwood looked amazedly at Smith, and Psmith shook his head\r\nsorrowfully at Mr. Outwood. Psmith’s expression said, as plainly as if\r\nhe had spoken the words, “We must humour him.”\r\n\r\n“So with your permission, as Smith declares that he has lost the key,\r\nI propose to break open the door of this cupboard. Have you any\r\nobjection?”\r\n\r\nMr. Outwood started.\r\n\r\n“Objection? None at all, my dear fellow, none at all. Let me see,\r\n_what_ is it you wish to do?”\r\n\r\n“This,” said Mr. Downing shortly.\r\n\r\nThere was a pair of dumb-bells on the floor, belonging to Mike. He\r\nnever used them, but they always managed to get themselves packed with\r\nthe rest of his belongings on the last day of the holidays. Mr.\r\nDowning seized one of these, and delivered two rapid blows at the\r\ncupboard-door. The wood splintered. A third blow smashed the flimsy\r\nlock. The cupboard, with any skeletons it might contain, was open for\r\nall to view.\r\n\r\nMr. Downing uttered a cry of triumph, and tore the boot from its\r\nresting-place.\r\n\r\n“I told you,” he said. “I told you.”\r\n\r\n“I wondered where that boot had got to,” said Psmith. “I’ve been\r\nlooking for it for days.”\r\n\r\nMr. Downing was examining his find. He looked up with an exclamation\r\nof surprise and wrath.\r\n\r\n“This boot has no paint on it,” he said, glaring at Psmith. “This is\r\nnot the boot.”\r\n\r\n“It certainly appears, sir,” said Psmith sympathetically, “to be free\r\nfrom paint. There’s a sort of reddish glow just there, if you look at\r\nit sideways,” he added helpfully.\r\n\r\n“Did you place that boot there, Smith?”\r\n\r\n“I must have done. Then, when I lost the key----”\r\n\r\n“Are you satisfied now, Downing?” interrupted Mr. Outwood with\r\nasperity, “or is there any more furniture you wish to break?”\r\n\r\nThe excitement of seeing his household goods smashed with a dumb-bell\r\nhad made the archaeological student quite a swashbuckler for the\r\nmoment. A little more, and one could imagine him giving Mr. Downing a\r\ngood, hard knock.\r\n\r\nThe sleuth-hound stood still for a moment, baffled. But his brain was\r\nworking with the rapidity of a buzz-saw. A chance remark of Mr.\r\nOutwood’s set him fizzing off on the trail once more. Mr. Outwood had\r\ncaught sight of the little pile of soot in the grate. He bent down to\r\ninspect it.\r\n\r\n“Dear me,” he said, “I must remember to have the chimneys swept. It\r\nshould have been done before.”\r\n\r\nMr. Downing’s eye, rolling in a fine frenzy from heaven to earth, from\r\nearth to heaven, also focussed itself on the pile of soot; and a\r\nthrill went through him. Soot in the fireplace! Smith washing his\r\nhands! (“You know my methods, my dear Watson. Apply them.”)\r\n\r\nMr. Downing’s mind at that moment contained one single thought; and\r\nthat thought was “What ho for the chimney!”\r\n\r\nHe dived forward with a rush, nearly knocking Mr. Outwood off his\r\nfeet, and thrust an arm up into the unknown. An avalanche of soot fell\r\nupon his hand and wrist, but he ignored it, for at the same instant\r\nhis fingers had closed upon what he was seeking.\r\n\r\n“Ah,” he said. “I thought as much. You were not quite clever enough,\r\nafter all, Smith.”\r\n\r\n“No, sir,” said Psmith patiently. “We all make mistakes.”\r\n\r\n“You would have done better, Smith, not to have given me all this\r\ntrouble. You have done yourself no good by it.”\r\n\r\n“It’s been great fun, though, sir,” argued Psmith.\r\n\r\n“Fun!” Mr. Downing laughed grimly. “You may have reason to change your\r\nopinion of what constitutes----”\r\n\r\nHis voice failed as his eye fell on the all-black toe of the boot. He\r\nlooked up, and caught Psmith’s benevolent gaze. He straightened\r\nhimself and brushed a bead of perspiration from his face with the back\r\nof his hand. Unfortunately, he used the sooty hand, and the result was\r\nlike some gruesome burlesque of a nigger minstrel.\r\n\r\n“Did--you--put--that--boot--there, Smith?” he asked slowly.\r\n\r\n[Illustration: “DID--YOU--PUT--THAT--BOOT--THERE, SMITH?”]\r\n\r\n“Yes, sir.”\r\n\r\n“Then what did you _MEAN_ by putting it there?” roared Mr.\r\nDowning.\r\n\r\n“Animal spirits, sir,” said Psmith.\r\n\r\n“WHAT!”\r\n\r\n“Animal spirits, sir.”\r\n\r\nWhat Mr. Downing would have replied to this one cannot tell, though\r\none can guess roughly. For, just as he was opening his mouth, Mr.\r\nOutwood, catching sight of his Chirgwin-like countenance, intervened.\r\n\r\n“My dear Downing,” he said, “your face. It is positively covered with\r\nsoot, positively. You must come and wash it. You are quite black.\r\nReally, you present a most curious appearance, most. Let me show you\r\nthe way to my room.”\r\n\r\nIn all times of storm and tribulation there comes a breaking-point, a\r\npoint where the spirit definitely refuses to battle any longer\r\nagainst the slings and arrows of outrageous fortune. Mr. Downing could\r\nnot bear up against this crowning blow. He went down beneath it. In\r\nthe language of the Ring, he took the count. It was the knock-out.\r\n\r\n“Soot!” he murmured weakly. “Soot!”\r\n\r\n“Your face is covered, my dear fellow, quite covered.”\r\n\r\n“It certainly has a faintly sooty aspect, sir,” said Psmith.\r\n\r\nHis voice roused the sufferer to one last flicker of spirit.\r\n\r\n“You will hear more of this, Smith,” he said. “I say you will hear\r\nmore of it.”\r\n\r\nThen he allowed Mr. Outwood to lead him out to a place where there\r\nwere towels, soap, and sponges.\r\n\r\n       *       *       *       *       *\r\n\r\nWhen they had gone, Psmith went to the window, and hauled in the\r\nstring. He felt the calm after-glow which comes to the general after a\r\nsuccessfully conducted battle. It had been trying, of course, for a\r\nman of refinement, and it had cut into his afternoon, but on the whole\r\nit had been worth it.\r\n\r\nThe problem now was what to do with the painted boot. It would take a\r\nlot of cleaning, he saw, even if he could get hold of the necessary\r\nimplements for cleaning it. And he rather doubted if he would be able\r\nto do so. Edmund, the boot-boy, worked in some mysterious cell, far\r\nfrom the madding crowd, at the back of the house. In the boot-cupboard\r\ndownstairs there would probably be nothing likely to be of any use.\r\n\r\nHis fears were realised. The boot-cupboard was empty. It seemed to him\r\nthat, for the time being, the best thing he could do would be to place\r\nthe boot in safe hiding, until he should have thought out a scheme.\r\n\r\nHaving restored the basket to its proper place, accordingly, he went\r\nup to the study again, and placed the red-toed boot in the chimney, at\r\nabout the same height where Mr. Downing had found the other. Nobody\r\nwould think of looking there a second time, and it was improbable that\r\nMr. Outwood really would have the chimneys swept, as he had said. The\r\nodds were that he had forgotten about it already.\r\n\r\nPsmith went to the bathroom to wash his hands again, with the feeling\r\nthat he had done a good day’s work."
  ]
}