{
  "index": 59,
  "title": "Chapter 58",
  "paragraphs": [
    "THE ARTIST CLAIMS HIS WORK\r\n\r\n\r\nThe line of action which Psmith had called Stout Denial is an\r\nexcellent line to adopt, especially if you really are innocent, but it\r\ndoes not lead to anything in the shape of a bright and snappy dialogue\r\nbetween accuser and accused. Both Mike and the headmaster were\r\noppressed by a feeling that the situation was difficult. The\r\natmosphere was heavy, and conversation showed a tendency to flag. The\r\nheadmaster had opened brightly enough, with a summary of the evidence\r\nwhich Mr. Downing had laid before him, but after that a massive\r\nsilence had been the order of the day. There is nothing in this world\r\nquite so stolid and uncommunicative as a boy who has made up his mind\r\nto be stolid and uncommunicative; and the headmaster, as he sat and\r\nlooked at Mike, who sat and looked past him at the bookshelves, felt\r\nawkward. It was a scene which needed either a dramatic interruption or\r\na neat exit speech. As it happened, what it got was the dramatic\r\ninterruption.\r\n\r\nThe headmaster was just saying, “I do not think you fully realise,\r\nJackson, the extent to which appearances--” --which was practically\r\ngoing back to the beginning and starting again--when there was a knock\r\nat the door. A voice without said, “Mr. Downing to see you, sir,” and\r\nthe chief witness for the prosecution burst in.\r\n\r\n“I would not have interrupted you,” said Mr. Downing, “but----”\r\n\r\n“Not at all, Mr. Downing. Is there anything I can----?”\r\n\r\n“I have discovered--I have been informed--In short, it was not\r\nJackson, who committed the--who painted my dog.”\r\n\r\nMike and the headmaster both looked at the speaker. Mike with a\r\nfeeling of relief--for Stout Denial, unsupported by any weighty\r\nevidence, is a wearing game to play--the headmaster with astonishment.\r\n\r\n“Not Jackson?” said the headmaster.\r\n\r\n“No. It was a boy in the same house. Smith.”\r\n\r\nPsmith! Mike was more than surprised. He could not believe it. There\r\nis nothing which affords so clear an index to a boy’s character as the\r\ntype of rag which he considers humorous. Between what is a rag and\r\nwhat is merely a rotten trick there is a very definite line drawn.\r\nMasters, as a rule, do not realise this, but boys nearly always do.\r\nMike could not imagine Psmith doing a rotten thing like covering a\r\nhousemaster’s dog with red paint, any more than he could imagine doing\r\nit himself. They had both been amused at the sight of Sammy after the\r\noperation, but anybody, except possibly the owner of the dog, would\r\nhave thought it funny at first. After the first surprise, their\r\nfeeling had been that it was a scuggish thing to have done and beastly\r\nrough luck on the poor brute. It was a kid’s trick. As for Psmith\r\nhaving done it, Mike simply did not believe it.\r\n\r\n“Smith!” said the headmaster. “What makes you think that?”\r\n\r\n“Simply this,” said Mr. Downing, with calm triumph, “that the boy\r\nhimself came to me a few moments ago and confessed.”\r\n\r\nMike was conscious of a feeling of acute depression. It did not make\r\nhim in the least degree jubilant, or even thankful, to know that he\r\nhimself was cleared of the charge. All he could think of was that\r\nPsmith was done for. This was bound to mean the sack. If Psmith had\r\npainted Sammy, it meant that Psmith had broken out of his house at\r\nnight: and it was not likely that the rules about nocturnal wandering\r\nwere less strict at Sedleigh than at any other school in the kingdom.\r\nMike felt, if possible, worse than he had felt when Wyatt had been\r\ncaught on a similar occasion. It seemed as if Fate had a special\r\ngrudge against his best friends. He did not make friends very quickly\r\nor easily, though he had always had scores of acquaintances--and with\r\nWyatt and Psmith he had found himself at home from the first moment he\r\nhad met them.\r\n\r\nHe sat there, with a curious feeling of having swallowed a heavy\r\nweight, hardly listening to what Mr. Downing was saying. Mr. Downing\r\nwas talking rapidly to the headmaster, who was nodding from time to\r\ntime.\r\n\r\nMike took advantage of a pause to get up. “May I go, sir?” he said.\r\n\r\n“Certainly, Jackson, certainly,” said the Head. “Oh, and er--, if you\r\nare going back to your house, tell Smith that I should like to see\r\nhim.”\r\n\r\n“Yes, sir.”\r\n\r\nHe had reached the door, when again there was a knock.\r\n\r\n“Come in,” said the headmaster.\r\n\r\nIt was Adair.\r\n\r\n“Yes, Adair?”\r\n\r\nAdair was breathing rather heavily, as if he had been running.\r\n\r\n“It was about Sammy--Sampson, sir,” he said, looking at Mr. Downing.\r\n\r\n“Ah, we know--. Well, Adair, what did you wish to say.”\r\n\r\n“It wasn’t Jackson who did it, sir.”\r\n\r\n“No, no, Adair. So Mr. Downing----”\r\n\r\n“It was Dunster, sir.”\r\n\r\nTerrific sensation! The headmaster gave a sort of strangled yelp of\r\nastonishment. Mr. Downing leaped in his chair. Mike’s eyes opened to\r\ntheir fullest extent.\r\n\r\n“Adair!”\r\n\r\nThere was almost a wail in the headmaster’s voice. The situation had\r\nsuddenly become too much for him. His brain was swimming. That Mike,\r\ndespite the evidence against him, should be innocent, was curious,\r\nperhaps, but not particularly startling. But that Adair should inform\r\nhim, two minutes after Mr. Downing’s announcement of Psmith’s\r\nconfession, that Psmith, too, was guiltless, and that the real\r\ncriminal was Dunster--it was this that made him feel that somebody, in\r\nthe words of an American author, had played a mean trick on him, and\r\nsubstituted for his brain a side-order of cauliflower. Why Dunster, of\r\nall people? Dunster, who, he remembered dizzily, had left the school\r\nat Christmas. And why, if Dunster had really painted the dog, had\r\nPsmith asserted that he himself was the culprit? Why--why anything? He\r\nconcentrated his mind on Adair as the only person who could save him\r\nfrom impending brain-fever.\r\n\r\n“Adair!”\r\n\r\n“Yes, sir?”\r\n\r\n“What--_what_ do you mean?”\r\n\r\n“It _was_ Dunster, sir. I got a letter from him only five minutes\r\nago, in which he said that he had painted Sammy--Sampson, the dog,\r\nsir, for a rag--for a joke, and that, as he didn’t want any one here\r\nto get into a row--be punished for it, I’d better tell Mr. Downing at\r\nonce. I tried to find Mr. Downing, but he wasn’t in the house. Then I\r\nmet Smith outside the house, and he told me that Mr. Downing had gone\r\nover to see you, sir.”\r\n\r\n“Smith told you?” said Mr. Downing.\r\n\r\n“Yes, sir.”\r\n\r\n“Did you say anything to him about your having received this letter\r\nfrom Dunster?”\r\n\r\n“I gave him the letter to read, sir.”\r\n\r\n“And what was his attitude when he had read it?”\r\n\r\n“He laughed, sir.”\r\n\r\n“_Laughed!_” Mr. Downing’s voice was thunderous.\r\n\r\n“Yes, sir. He rolled about.”\r\n\r\nMr. Downing snorted.\r\n\r\n“But Adair,” said the headmaster, “I do not understand how this thing\r\ncould have been done by Dunster. He has left the school.”\r\n\r\n“He was down here for the Old Sedleighans’ match, sir. He stopped the\r\nnight in the village.”\r\n\r\n“And that was the night the--it happened?”\r\n\r\n“Yes, sir.”\r\n\r\n“I see. Well, I am glad to find that the blame cannot be attached to\r\nany boy in the school. I am sorry that it is even an Old Boy. It was a\r\nfoolish, discreditable thing to have done, but it is not as bad as if\r\nany boy still at the school had broken out of his house at night to do\r\nit.”\r\n\r\n“The sergeant,” said Mr. Downing, “told me that the boy he saw was\r\nattempting to enter Mr. Outwood’s house.”\r\n\r\n“Another freak of Dunster’s, I suppose,” said the headmaster. “I shall\r\nwrite to him.”\r\n\r\n“If it was really Dunster who painted my dog,” said Mr. Downing, “I\r\ncannot understand the part played by Smith in this affair. If he did\r\nnot do it, what possible motive could he have had for coming to me of\r\nhis own accord and deliberately confessing?”\r\n\r\n“To be sure,” said the headmaster, pressing a bell. “It is certainly a\r\nthing that calls for explanation. Barlow,” he said, as the butler\r\nappeared, “kindly go across to Mr. Outwood’s house and inform Smith\r\nthat I should like to see him.”\r\n\r\n“If you please, sir, Mr. Smith is waiting in the hall.”\r\n\r\n“In the hall!”\r\n\r\n“Yes, sir. He arrived soon after Mr. Adair, sir, saying that he would\r\nwait, as you would probably wish to see him shortly.”\r\n\r\n“H’m. Ask him to step up, Barlow.”\r\n\r\n“Yes, sir.”\r\n\r\nThere followed one of the tensest “stage waits” of Mike’s experience.\r\nIt was not long, but, while it lasted, the silence was quite solid.\r\nNobody seemed to have anything to say, and there was not even a clock\r\nin the room to break the stillness with its ticking. A very faint\r\ndrip-drip of rain could be heard outside the window.\r\n\r\nPresently there was a sound of footsteps on the stairs. The door was\r\nopened.\r\n\r\n“Mr. Smith, sir.”\r\n\r\nThe old Etonian entered as would the guest of the evening who is a few\r\nmoments late for dinner. He was cheerful, but slightly deprecating. He\r\ngave the impression of one who, though sure of his welcome, feels that\r\nsome slight apology is expected from him. He advanced into the room\r\nwith a gentle half-smile which suggested good-will to all men.\r\n\r\n“It is still raining,” he observed. “You wished to see me, sir?”\r\n\r\n“Sit down, Smith.”\r\n\r\n“Thank you, sir.”\r\n\r\nHe dropped into a deep arm-chair (which both Adair and Mike had\r\navoided in favour of less luxurious seats) with the confidential\r\ncosiness of a fashionable physician calling on a patient, between whom\r\nand himself time has broken down the barriers of restraint and\r\nformality.\r\n\r\nMr. Downing burst out, like a reservoir that has broken its banks.\r\n\r\n“Smith.”\r\n\r\nPsmith turned his gaze politely in the housemaster’s direction.\r\n\r\n“Smith, you came to me a quarter of an hour ago and told me that it\r\nwas you who had painted my dog Sampson.”\r\n\r\n“Yes, sir.”\r\n\r\n“It was absolutely untrue?”\r\n\r\n“I am afraid so, sir.”\r\n\r\n“But, Smith--” began the headmaster.\r\n\r\nPsmith bent forward encouragingly.\r\n\r\n“----This is a most extraordinary affair. Have you no explanation to\r\noffer? What induced you to do such a thing?”\r\n\r\nPsmith sighed softly.\r\n\r\n“The craze for notoriety, sir,” he replied sadly. “The curse of the\r\npresent age.”\r\n\r\n“What!” cried the headmaster.\r\n\r\n“It is remarkable,” proceeded Psmith placidly, with the impersonal\r\ntouch of one lecturing on generalities, “how frequently, when a murder\r\nhas been committed, one finds men confessing that they have done it\r\nwhen it is out of the question that they should have committed it. It\r\nis one of the most interesting problems with which anthropologists are\r\nconfronted. Human nature----”\r\n\r\nThe headmaster interrupted.\r\n\r\n“Smith,” he said, “I should like to see you alone for a moment. Mr.\r\nDowning might I trouble--? Adair, Jackson.”\r\n\r\nHe made a motion towards the door.\r\n\r\nWhen he and Psmith were alone, there was silence. Psmith leaned back\r\ncomfortably in his chair. The headmaster tapped nervously with his\r\nfoot on the floor.\r\n\r\n“Er--Smith.”\r\n\r\n“Sir?”\r\n\r\nThe headmaster seemed to have some difficulty in proceeding. He paused\r\nagain. Then he went on.\r\n\r\n“Er--Smith, I do not for a moment wish to pain you, but have\r\nyou--er, do you remember ever having had, as a child, let us say,\r\nany--er--severe illness? Any--er--_mental_ illness?”\r\n\r\n“No, sir.”\r\n\r\n“There is no--forgive me if I am touching on a sad subject--there\r\nis no--none of your near relatives have ever suffered in the way\r\nI--er--have described?”\r\n\r\n“There isn’t a lunatic on the list, sir,” said Psmith cheerfully.\r\n\r\n“Of course, Smith, of course,” said the headmaster hurriedly, “I did\r\nnot mean to suggest--quite so, quite so.... You think, then, that you\r\nconfessed to an act which you had not committed purely from some\r\nsudden impulse which you cannot explain?”\r\n\r\n“Strictly between ourselves, sir----”\r\n\r\nPrivately, the headmaster found Psmith’s man-to-man attitude somewhat\r\ndisconcerting, but he said nothing.\r\n\r\n“Well, Smith?”\r\n\r\n“I should not like it to go any further, sir.”\r\n\r\n“I will certainly respect any confidence----”\r\n\r\n“I don’t want anybody to know, sir. This is strictly between\r\nourselves.”\r\n\r\n“I think you are sometimes apt to forget, Smith, the proper relations\r\nexisting between boy and--Well, never mind that for the present. We\r\ncan return to it later. For the moment, let me hear what you wish to\r\nsay. I shall, of course, tell nobody, if you do not wish it.”\r\n\r\n“Well, it was like this, sir,” said Psmith. “Jackson happened to tell\r\nme that you and Mr. Downing seemed to think he had painted Mr.\r\nDowning’s dog, and there seemed some danger of his being expelled, so\r\nI thought it wouldn’t be an unsound scheme if I were to go and say I\r\nhad done it. That was the whole thing. Of course, Dunster writing\r\ncreated a certain amount of confusion.”\r\n\r\nThere was a pause.\r\n\r\n“It was a very wrong thing to do, Smith,” said the headmaster, at\r\nlast, “but.... You are a curious boy, Smith. Good-night.”\r\n\r\nHe held out his hand.\r\n\r\n“Good-night, sir,” said Psmith.\r\n\r\n“Not a bad old sort,” said Psmith meditatively to himself, as he\r\nwalked downstairs. “By no means a bad old sort. I must drop in from\r\ntime to time and cultivate him.”\r\n\r\n       *       *       *       *       *\r\n\r\nMike and Adair were waiting for him outside the front door.\r\n\r\n“Well?” said Mike.\r\n\r\n“You _are_ the limit,” said Adair. “What’s he done?”\r\n\r\n“Nothing. We had a very pleasant chat, and then I tore myself away.”\r\n\r\n“Do you mean to say he’s not going to do a thing?”\r\n\r\n“Not a thing.”\r\n\r\n“Well, you’re a marvel,” said Adair.\r\n\r\nPsmith thanked him courteously. They walked on towards the houses.\r\n\r\n“By the way, Adair,” said Mike, as the latter started to turn in at\r\nDowning’s, “I’ll write to Strachan to-night about that match.”\r\n\r\n“What’s that?” asked Psmith.\r\n\r\n“Jackson’s going to try and get Wrykyn to give us a game,” said\r\nAdair. “They’ve got a vacant date. I hope the dickens they’ll do it.”\r\n\r\n“Oh, I should think they’re certain to,” said Mike. “Good-night.”\r\n\r\n“And give Comrade Downing, when you see him,” said Psmith, “my very\r\nbest love. It is men like him who make this Merrie England of ours\r\nwhat it is.”\r\n\r\n       *       *       *       *       *\r\n\r\n“I say, Psmith,” said Mike suddenly, “what really made you tell\r\nDowning you’d done it?”\r\n\r\n“The craving for----”\r\n\r\n“Oh, chuck it. You aren’t talking to the Old Man now. I believe it was\r\nsimply to get me out of a jolly tight corner.”\r\n\r\nPsmith’s expression was one of pain.\r\n\r\n“My dear Comrade Jackson,” said he, “you wrong me. You make me writhe.\r\nI’m surprised at you. I never thought to hear those words from Michael\r\nJackson.”\r\n\r\n“Well, I believe you did, all the same,” said Mike obstinately. “And\r\nit was jolly good of you, too.”\r\n\r\nPsmith moaned."
  ]
}