{
  "index": 56,
  "title": "Chapter 55",
  "paragraphs": [
    "CLEARING THE AIR\r\n\r\n\r\nPsmith was one of those people who lend a dignity to everything they\r\ntouch. Under his auspices the most unpromising ventures became somehow\r\nenveloped in an atmosphere of measured stateliness. On the present\r\noccasion, what would have been, without his guiding hand, a mere\r\nunscientific scramble, took on something of the impressive formality\r\nof the National Sporting Club.\r\n\r\n“The rounds,” he said, producing a watch, as they passed through a\r\ngate into a field a couple of hundred yards from the house gate, “will\r\nbe of three minutes’ duration, with a minute rest in between. A man\r\nwho is down will have ten seconds in which to rise. Are you ready,\r\nComrades Adair and Jackson? Very well, then. Time.”\r\n\r\nAfter which, it was a pity that the actual fight did not quite live up\r\nto its referee’s introduction. Dramatically, there should have been\r\ncautious sparring for openings and a number of tensely contested\r\nrounds, as if it had been the final of a boxing competition. But\r\nschool fights, when they do occur--which is only once in a decade\r\nnowadays, unless you count junior school scuffles--are the outcome of\r\nweeks of suppressed bad blood, and are consequently brief and furious.\r\nIn a boxing competition, however much one may want to win, one does\r\nnot dislike one’s opponent. Up to the moment when “time” was called,\r\none was probably warmly attached to him, and at the end of the last\r\nround one expects to resume that attitude of mind. In a fight each\r\nparty, as a rule, hates the other.\r\n\r\nSo it happened that there was nothing formal or cautious about the\r\npresent battle. All Adair wanted was to get at Mike, and all Mike\r\nwanted was to get at Adair. Directly Psmith called “time,” they rushed\r\ntogether as if they meant to end the thing in half a minute.\r\n\r\nIt was this that saved Mike. In an ordinary contest with the gloves,\r\nwith his opponent cool and boxing in his true form, he could not have\r\nlasted three rounds against Adair. The latter was a clever boxer,\r\nwhile Mike had never had a lesson in his life. If Adair had kept away\r\nand used his head, nothing could have prevented him winning.\r\n\r\nAs it was, however, he threw away his advantages, much as Tom Brown\r\ndid at the beginning of his fight with Slogger Williams, and the\r\nresult was the same as on that historic occasion. Mike had the greater\r\nstrength, and, thirty seconds from the start, knocked his man clean\r\noff his feet with an unscientific but powerful right-hander.\r\n\r\nThis finished Adair’s chances. He rose full of fight, but with all the\r\nscience knocked out of him. He went in at Mike with both hands. The\r\nIrish blood in him, which for the ordinary events of life made him\r\nmerely energetic and dashing, now rendered him reckless. He abandoned\r\nall attempt at guarding. It was the Frontal Attack in its most futile\r\nform, and as unsuccessful as a frontal attack is apt to be. There was\r\na swift exchange of blows, in the course of which Mike’s left elbow,\r\ncoming into contact with his opponent’s right fist, got a shock which\r\nkept it tingling for the rest of the day; and then Adair went down in\r\na heap.\r\n\r\nHe got up slowly and with difficulty. For a moment he stood blinking\r\nvaguely. Then he lurched forward at Mike.\r\n\r\nIn the excitement of a fight--which is, after all, about the most\r\nexciting thing that ever happens to one in the course of one’s life--it\r\nis difficult for the fighters to see what the spectators see. Where\r\nthe spectators see an assault on an already beaten man, the fighter\r\nhimself only sees a legitimate piece of self-defence against an\r\nopponent whose chances are equal to his own. Psmith saw, as anybody\r\nlooking on would have seen, that Adair was done. Mike’s blow had taken\r\nhim within a fraction of an inch of the point of the jaw, and he was\r\nall but knocked out. Mike could not see this. All he understood was\r\nthat his man was on his feet again and coming at him, so he hit out\r\nwith all his strength; and this time Adair went down and stayed down.\r\n\r\n“Brief,” said Psmith, coming forward, “but exciting. We may take that,\r\nI think, to be the conclusion of the entertainment. I will now have a\r\ndash at picking up the slain. I shouldn’t stop, if I were you. He’ll\r\nbe sitting up and taking notice soon, and if he sees you he may want\r\nto go on with the combat, which would do him no earthly good. If it’s\r\ngoing to be continued in our next, there had better be a bit of an\r\ninterval for alterations and repairs first.”\r\n\r\n“Is he hurt much, do you think?” asked Mike. He had seen knock-outs\r\nbefore in the ring, but this was the first time he had ever effected\r\none on his own account, and Adair looked unpleasantly corpse-like.\r\n\r\n“_He’s_ all right,” said Psmith. “In a minute or two he’ll be\r\nskipping about like a little lambkin. I’ll look after him. You go away\r\nand pick flowers.”\r\n\r\nMike put on his coat and walked back to the house. He was conscious of\r\na perplexing whirl of new and strange emotions, chief among which was\r\na curious feeling that he rather liked Adair. He found himself\r\nthinking that Adair was a good chap, that there was something to be\r\nsaid for his point of view, and that it was a pity he had knocked him\r\nabout so much. At the same time, he felt an undeniable thrill of pride\r\nat having beaten him. The feat presented that interesting person, Mike\r\nJackson, to him in a fresh and pleasing light, as one who had had a\r\ntough job to face and had carried it through. Jackson, the cricketer,\r\nhe knew, but Jackson, the deliverer of knock-out blows, was strange to\r\nhim, and he found this new acquaintance a man to be respected.\r\n\r\nThe fight, in fact, had the result which most fights have, if they are\r\nfought fairly and until one side has had enough. It revolutionised\r\nMike’s view of things. It shook him up, and drained the bad blood out\r\nof him. Where, before, he had seemed to himself to be acting with\r\nmassive dignity, he now saw that he had simply been sulking like some\r\nwretched kid. There had appeared to him something rather fine in his\r\npolicy of refusing to identify himself in any way with Sedleigh, a\r\ntouch of the stone-walls-do-not-a-prison-make sort of thing. He now\r\nsaw that his attitude was to be summed up in the words, “Sha’n’t\r\nplay.”\r\n\r\nIt came upon Mike with painful clearness that he had been making an\r\nass of himself.\r\n\r\nHe had come to this conclusion, after much earnest thought, when\r\nPsmith entered the study.\r\n\r\n“How’s Adair?” asked Mike.\r\n\r\n“Sitting up and taking nourishment once more. We have been chatting.\r\nHe’s not a bad cove.”\r\n\r\n“He’s all right,” said Mike.\r\n\r\nThere was a pause. Psmith straightened his tie.\r\n\r\n“Look here,” he said, “I seldom interfere in terrestrial strife, but\r\nit seems to me that there’s an opening here for a capable peace-maker,\r\nnot afraid of work, and willing to give his services in exchange for a\r\ncomfortable home. Comrade Adair’s rather a stoutish fellow in his way.\r\nI’m not much on the ‘Play up for the old school, Jones,’ game, but\r\nevery one to his taste. I shouldn’t have thought anybody would get\r\noverwhelmingly attached to this abode of wrath, but Comrade Adair\r\nseems to have done it. He’s all for giving Sedleigh a much-needed\r\nboost-up. It’s not a bad idea in its way. I don’t see why one\r\nshouldn’t humour him. Apparently he’s been sweating since early\r\nchildhood to buck the school up. And as he’s leaving at the end of the\r\nterm, it mightn’t be a scaly scheme to give him a bit of a send-off,\r\nif possible, by making the cricket season a bit of a banger. As a\r\nstart, why not drop him a line to say that you’ll play against the\r\nM.C.C. to-morrow?”\r\n\r\nMike did not reply at once. He was feeling better disposed towards\r\nAdair and Sedleigh than he had felt, but he was not sure that he was\r\nquite prepared to go as far as a complete climb-down.\r\n\r\n“It wouldn’t be a bad idea,” continued Psmith. “There’s nothing like\r\ngiving a man a bit in every now and then. It broadens the soul and\r\nimproves the action of the skin. What seems to have fed up Comrade\r\nAdair, to a certain extent, is that Stone apparently led him to\r\nunderstand that you had offered to give him and Robinson places in\r\nyour village team. You didn’t, of course?”\r\n\r\n“Of course not,” said Mike indignantly.\r\n\r\n“I told him he didn’t know the old _noblesse oblige_ spirit of\r\nthe Jacksons. I said that you would scorn to tarnish the Jackson\r\nescutcheon by not playing the game. My eloquence convinced him.\r\nHowever, to return to the point under discussion, why not?”\r\n\r\n“I don’t--What I mean to say--” began Mike.\r\n\r\n“If your trouble is,” said Psmith, “that you fear that you may be in\r\nunworthy company----”\r\n\r\n“Don’t be an ass.”\r\n\r\n“----Dismiss it. _I_ am playing.”\r\n\r\nMike stared.\r\n\r\n“You’re what? You?”\r\n\r\n“I,” said Psmith, breathing on a coat-button, and polishing it with\r\nhis handkerchief.\r\n\r\n“Can you play cricket?”\r\n\r\n“You have discovered,” said Psmith, “my secret sorrow.”\r\n\r\n“You’re rotting.”\r\n\r\n“You wrong me, Comrade Jackson.”\r\n\r\n“Then why haven’t you played?”\r\n\r\n“Why haven’t you?”\r\n\r\n“Why didn’t you come and play for Lower Borlock, I mean?”\r\n\r\n“The last time I played in a village cricket match I was caught at\r\npoint by a man in braces. It would have been madness to risk another\r\nsuch shock to my system. My nerves are so exquisitely balanced that a\r\nthing of that sort takes years off my life.”\r\n\r\n“No, but look here, Smith, bar rotting. Are you really any good at\r\ncricket?”\r\n\r\n“Competent judges at Eton gave me to understand so. I was told that\r\nthis year I should be a certainty for Lord’s. But when the cricket\r\nseason came, where was I? Gone. Gone like some beautiful flower that\r\nwithers in the night.”\r\n\r\n“But you told me you didn’t like cricket. You said you only liked\r\nwatching it.”\r\n\r\n“Quite right. I do. But at schools where cricket is compulsory you\r\nhave to overcome your private prejudices. And in time the thing\r\nbecomes a habit. Imagine my feelings when I found that I was\r\ndegenerating, little by little, into a slow left-hand bowler with a\r\nswerve. I fought against it, but it was useless, and after a while I\r\ngave up the struggle, and drifted with the stream. Last year, in a\r\nhouse match”--Psmith’s voice took on a deeper tone of melancholy--“I\r\ntook seven for thirteen in the second innings on a hard wicket. I did\r\nthink, when I came here, that I had found a haven of rest, but it was\r\nnot to be. I turn out to-morrow. What Comrade Outwood will say, when\r\nhe finds that his keenest archaeological disciple has deserted, I hate\r\nto think. However----”\r\n\r\nMike felt as if a young and powerful earthquake had passed. The whole\r\nface of his world had undergone a quick change. Here was he, the\r\nrecalcitrant, wavering on the point of playing for the school, and\r\nhere was Psmith, the last person whom he would have expected to be a\r\nplayer, stating calmly that he had been in the running for a place in\r\nthe Eton eleven.\r\n\r\nThen in a flash Mike understood. He was not by nature intuitive, but\r\nhe read Psmith’s mind now. Since the term began, he and Psmith had\r\nbeen acting on precisely similar motives. Just as he had been\r\ndisappointed of the captaincy of cricket at Wrykyn, so had Psmith been\r\ndisappointed of his place in the Eton team at Lord’s. And they had\r\nboth worked it off, each in his own way--Mike sullenly, Psmith\r\nwhimsically, according to their respective natures--on Sedleigh.\r\n\r\nIf Psmith, therefore, did not consider it too much of a climb-down to\r\nrenounce his resolution not to play for Sedleigh, there was nothing to\r\nstop Mike doing so, as--at the bottom of his heart--he wanted to do.\r\n\r\n“By Jove,” he said, “if you’re playing, I’ll play. I’ll write a note\r\nto Adair now. But, I say--” he stopped--“I’m hanged if I’m going to\r\nturn out and field before breakfast to-morrow.”\r\n\r\n“That’s all right. You won’t have to. Adair won’t be there himself.\r\nHe’s not playing against the M.C.C. He’s sprained his wrist.”"
  ]
}