{
  "index": 54,
  "title": "Chapter 53",
  "paragraphs": [
    "THE KETTLE METHOD\r\n\r\n\r\nIt was during the interval that day that Stone and Robinson,\r\ndiscussing the subject of cricket over a bun and ginger-beer at the\r\nschool shop, came to a momentous decision, to wit, that they were fed\r\nup with Adair administration and meant to strike. The immediate cause\r\nof revolt was early-morning fielding-practice, that searching test of\r\ncricket keenness. Mike himself, to whom cricket was the great and\r\nserious interest of life, had shirked early-morning fielding-practice\r\nin his first term at Wrykyn. And Stone and Robinson had but a luke-warm\r\nattachment to the game, compared with Mike’s.\r\n\r\nAs a rule, Adair had contented himself with practice in the afternoon\r\nafter school, which nobody objects to; and no strain, consequently,\r\nhad been put upon Stone’s and Robinson’s allegiance. In view of the\r\nM.C.C. match on the Wednesday, however, he had now added to this an\r\nextra dose to be taken before breakfast. Stone and Robinson had left\r\ntheir comfortable beds that day at six o’clock, yawning and heavy-eyed,\r\nand had caught catches and fielded drives which, in the cool morning\r\nair, had stung like adders and bitten like serpents. Until the sun has\r\nreally got to work, it is no joke taking a high catch. Stone’s dislike\r\nof the experiment was only equalled by Robinson’s. They were neither of\r\nthem of the type which likes to undergo hardships for the common good.\r\nThey played well enough when on the field, but neither cared greatly\r\nwhether the school had a good season or not. They played the game\r\nentirely for their own sakes.\r\n\r\nThe result was that they went back to the house for breakfast with a\r\nnever-again feeling, and at the earliest possible moment met to debate\r\nas to what was to be done about it. At all costs another experience\r\nlike to-day’s must be avoided.\r\n\r\n“It’s all rot,” said Stone. “What on earth’s the good of sweating\r\nabout before breakfast? It only makes you tired.”\r\n\r\n“I shouldn’t wonder,” said Robinson, “if it wasn’t bad for the heart.\r\nRushing about on an empty stomach, I mean, and all that sort of\r\nthing.”\r\n\r\n“Personally,” said Stone, gnawing his bun, “I don’t intend to stick\r\nit.”\r\n\r\n“Nor do I.”\r\n\r\n“I mean, it’s such absolute rot. If we aren’t good enough to play for\r\nthe team without having to get up overnight to catch catches, he’d\r\nbetter find somebody else.”\r\n\r\n“Yes.”\r\n\r\nAt this moment Adair came into the shop.\r\n\r\n“Fielding-practice again to-morrow,” he said briskly, “at six.”\r\n\r\n“Before breakfast?” said Robinson.\r\n\r\n“Rather. You two must buck up, you know. You were rotten to-day.” And\r\nhe passed on, leaving the two malcontents speechless.\r\n\r\nStone was the first to recover.\r\n\r\n“I’m hanged if I turn out to-morrow,” he said, as they left the shop.\r\n“He can do what he likes about it. Besides, what can he do, after all?\r\nOnly kick us out of the team. And I don’t mind that.”\r\n\r\n“Nor do I.”\r\n\r\n“I don’t think he will kick us out, either. He can’t play the M.C.C.\r\nwith a scratch team. If he does, we’ll go and play for that village\r\nJackson plays for. We’ll get Jackson to shove us into the team.”\r\n\r\n“All right,” said Robinson. “Let’s.”\r\n\r\nTheir position was a strong one. A cricket captain may seem to be an\r\nautocrat of tremendous power, but in reality he has only one weapon,\r\nthe keenness of those under him. With the majority, of course, the\r\nfear of being excluded or ejected from a team is a spur that drives.\r\nThe majority, consequently, are easily handled. But when a cricket\r\ncaptain runs up against a boy who does not much care whether he plays\r\nfor the team or not, then he finds himself in a difficult position,\r\nand, unless he is a man of action, practically helpless.\r\n\r\nStone and Robinson felt secure. Taking it all round, they felt that\r\nthey would just as soon play for Lower Borlock as for the school. The\r\nbowling of the opposition would be weaker in the former case, and the\r\nchance of making runs greater. To a certain type of cricketer runs are\r\nruns, wherever and however made.\r\n\r\nThe result of all this was that Adair, turning out with the team next\r\nmorning for fielding-practice, found himself two short. Barnes was\r\namong those present, but of the other two representatives of Outwood’s\r\nhouse there were no signs.\r\n\r\nBarnes, questioned on the subject, had no information to give, beyond\r\nthe fact that he had not seen them about anywhere. Which was not a\r\ngreat help. Adair proceeded with the fielding-practice without further\r\ndelay.\r\n\r\nAt breakfast that morning he was silent and apparently wrapped in\r\nthought. Mr. Downing, who sat at the top of the table with Adair on\r\nhis right, was accustomed at the morning meal to blend nourishment of\r\nthe body with that of the mind. As a rule he had ten minutes with the\r\ndaily paper before the bell rang, and it was his practice to hand on\r\nthe results of his reading to Adair and the other house-prefects, who,\r\nnot having seen the paper, usually formed an interested and\r\nappreciative audience. To-day, however, though the house-prefects\r\nexpressed varying degrees of excitement at the news that Tyldesley had\r\nmade a century against Gloucestershire, and that a butter famine was\r\nexpected in the United States, these world-shaking news-items seemed\r\nto leave Adair cold. He champed his bread and marmalade with an\r\nabstracted air.\r\n\r\nHe was wondering what to do in this matter of Stone and Robinson.\r\n\r\nMany captains might have passed the thing over. To take it for granted\r\nthat the missing pair had overslept themselves would have been a safe\r\nand convenient way out of the difficulty. But Adair was not the sort\r\nof person who seeks for safe and convenient ways out of difficulties.\r\nHe never shirked anything, physical or moral.\r\n\r\nHe resolved to interview the absentees.\r\n\r\nIt was not until after school that an opportunity offered itself. He\r\nwent across to Outwood’s and found the two non-starters in the senior\r\nday-room, engaged in the intellectual pursuit of kicking the wall and\r\nmarking the height of each kick with chalk. Adair’s entrance coincided\r\nwith a record effort by Stone, which caused the kicker to overbalance\r\nand stagger backwards against the captain.\r\n\r\n“Sorry,” said Stone. “Hullo, Adair!”\r\n\r\n“Don’t mention it. Why weren’t you two at fielding-practice this\r\nmorning?”\r\n\r\nRobinson, who left the lead to Stone in all matters, said nothing.\r\nStone spoke.\r\n\r\n“We didn’t turn up,” he said.\r\n\r\n“I know you didn’t. Why not?”\r\n\r\nStone had rehearsed this scene in his mind, and he spoke with the\r\ncoolness which comes from rehearsal.\r\n\r\n“We decided not to.”\r\n\r\n“Oh?”\r\n\r\n“Yes. We came to the conclusion that we hadn’t any use for early-morning\r\nfielding.”\r\n\r\nAdair’s manner became ominously calm.\r\n\r\n“You were rather fed-up, I suppose?”\r\n\r\n“That’s just the word.”\r\n\r\n“Sorry it bored you.”\r\n\r\n“It didn’t. We didn’t give it the chance to.”\r\n\r\nRobinson laughed appreciatively.\r\n\r\n“What’s the joke, Robinson?” asked Adair.\r\n\r\n“There’s no joke,” said Robinson, with some haste. “I was only\r\nthinking of something.”\r\n\r\n“I’ll give you something else to think about soon.”\r\n\r\nStone intervened.\r\n\r\n“It’s no good making a row about it, Adair. You must see that you\r\ncan’t do anything. Of course, you can kick us out of the team, if you\r\nlike, but we don’t care if you do. Jackson will get us a game any\r\nWednesday or Saturday for the village he plays for. So we’re all\r\nright. And the school team aren’t such a lot of flyers that you can\r\nafford to go chucking people out of it whenever you want to. See what\r\nI mean?”\r\n\r\n“You and Jackson seem to have fixed it all up between you.”\r\n\r\n“What are you going to do? Kick us out?”\r\n\r\n“No.”\r\n\r\n“Good. I thought you’d see it was no good making a beastly row. We’ll\r\nplay for the school all right. There’s no earthly need for us to turn\r\nout for fielding-practice before breakfast.”\r\n\r\n“You don’t think there is? You may be right. All the same, you’re\r\ngoing to to-morrow morning.”\r\n\r\n“What!”\r\n\r\n“Six sharp. Don’t be late.”\r\n\r\n“Don’t be an ass, Adair. We’ve told you we aren’t going to.”\r\n\r\n“That’s only your opinion. I think you are. I’ll give you till five\r\npast six, as you seem to like lying in bed.”\r\n\r\n“You can turn out if you feel like it. You won’t find me there.”\r\n\r\n“That’ll be a disappointment. Nor Robinson?”\r\n\r\n“No,” said the junior partner in the firm; but he said it without any\r\ndeep conviction. The atmosphere was growing a great deal too tense for\r\nhis comfort.\r\n\r\n“You’ve quite made up your minds?”\r\n\r\n“Yes,” said Stone.\r\n\r\n“Right,” said Adair quietly, and knocked him down.\r\n\r\nHe was up again in a moment. Adair had pushed the table back, and was\r\nstanding in the middle of the open space.\r\n\r\n“You cad,” said Stone. “I wasn’t ready.”\r\n\r\n“Well, you are now. Shall we go on?”\r\n\r\nStone dashed in without a word, and for a few moments the two might\r\nhave seemed evenly matched to a not too intelligent spectator. But\r\nscience tells, even in a confined space. Adair was smaller and lighter\r\nthan Stone, but he was cooler and quicker, and he knew more about the\r\ngame. His blow was always home a fraction of a second sooner than his\r\nopponent’s. At the end of a minute Stone was on the floor again.\r\n\r\nHe got up slowly and stood leaning with one hand on the table.\r\n\r\n“Suppose we say ten past six?” said Adair. “I’m not particular to a\r\nminute or two.”\r\n\r\nStone made no reply.\r\n\r\n“Will ten past six suit you for fielding-practice to-morrow?” said\r\nAdair.\r\n\r\n“All right,” said Stone.\r\n\r\n“Thanks. How about you, Robinson?”\r\n\r\nRobinson had been a petrified spectator of the Captain-Kettle-like\r\nmanoeuvres of the cricket captain, and it did not take him long to\r\nmake up his mind. He was not altogether a coward. In different\r\ncircumstances he might have put up a respectable show. But it takes a\r\nmore than ordinarily courageous person to embark on a fight which he\r\nknows must end in his destruction. Robinson knew that he was nothing\r\nlike a match even for Stone, and Adair had disposed of Stone in a\r\nlittle over one minute. It seemed to Robinson that neither pleasure\r\nnor profit was likely to come from an encounter with Adair.\r\n\r\n“All right,” he said hastily, “I’ll turn up.”\r\n\r\n“Good,” said Adair. “I wonder if either of you chaps could tell me\r\nwhich is Jackson’s study.”\r\n\r\nStone was dabbing at his mouth with a handkerchief, a task which\r\nprecluded anything in the shape of conversation; so Robinson replied\r\nthat Mike’s study was the first you came to on the right of the\r\ncorridor at the top of the stairs.\r\n\r\n“Thanks,” said Adair. “You don’t happen to know if he’s in, I\r\nsuppose?”\r\n\r\n“He went up with Smith a quarter of an hour ago. I don’t know if he’s\r\nstill there.”\r\n\r\n“I’ll go and see,” said Adair. “I should like a word with him if he\r\nisn’t busy.”"
  ]
}