{
  "index": 60,
  "title": "Chapter 59",
  "paragraphs": [
    "SEDLEIGH _v_. WRYKYN\r\n\r\n\r\nThe Wrykyn match was three-parts over, and things were going badly for\r\nSedleigh. In a way one might have said that the game was over, and\r\nthat Sedleigh had lost; for it was a one day match, and Wrykyn, who\r\nhad led on the first innings, had only to play out time to make the\r\ngame theirs.\r\n\r\nSedleigh were paying the penalty for allowing themselves to be\r\ninfluenced by nerves in the early part of the day. Nerves lose more\r\nschool matches than good play ever won. There is a certain type of\r\nschool batsman who is a gift to any bowler when he once lets his\r\nimagination run away with him. Sedleigh, with the exception of Adair,\r\nPsmith, and Mike, had entered upon this match in a state of the most\r\nazure funk. Ever since Mike had received Strachan’s answer and Adair\r\nhad announced on the notice-board that on Saturday, July the\r\ntwentieth, Sedleigh would play Wrykyn, the team had been all on the\r\njump. It was useless for Adair to tell them, as he did repeatedly, on\r\nMike’s authority, that Wrykyn were weak this season, and that on their\r\npresent form Sedleigh ought to win easily. The team listened, but were\r\nnot comforted. Wrykyn might be below their usual strength, but then\r\nWrykyn cricket, as a rule, reached such a high standard that this\r\nprobably meant little. However weak Wrykyn might be--for them--there\r\nwas a very firm impression among the members of the Sedleigh first\r\neleven that the other school was quite strong enough to knock the\r\ncover off _them_. Experience counts enormously in school matches.\r\nSedleigh had never been proved. The teams they played were the sort of\r\nsides which the Wrykyn second eleven would play. Whereas Wrykyn, from\r\ntime immemorial, had been beating Ripton teams and Free Foresters\r\nteams and M.C.C. teams packed with county men and sending men to\r\nOxford and Cambridge who got their blues as freshmen.\r\n\r\nSedleigh had gone on to the field that morning a depressed side.\r\n\r\nIt was unfortunate that Adair had won the toss. He had had no choice\r\nbut to take first innings. The weather had been bad for the last week,\r\nand the wicket was slow and treacherous. It was likely to get worse\r\nduring the day, so Adair had chosen to bat first.\r\n\r\nTaking into consideration the state of nerves the team was in, this in\r\nitself was a calamity. A school eleven are always at their worst and\r\nnerviest before lunch. Even on their own ground they find the\r\nsurroundings lonely and unfamiliar. The subtlety of the bowlers\r\nbecomes magnified. Unless the first pair make a really good start, a\r\ncollapse almost invariably ensues.\r\n\r\nTo-day the start had been gruesome beyond words. Mike, the bulwark of\r\nthe side, the man who had been brought up on Wrykyn bowling, and from\r\nwhom, whatever might happen to the others, at least a fifty was\r\nexpected--Mike, going in first with Barnes and taking first over, had\r\nplayed inside one from Bruce, the Wrykyn slow bowler, and had been\r\ncaught at short slip off his second ball.\r\n\r\nThat put the finishing-touch on the panic. Stone, Robinson, and the\r\nothers, all quite decent punishing batsmen when their nerves allowed\r\nthem to play their own game, crawled to the wickets, declined to hit\r\nout at anything, and were clean bowled, several of them, playing back\r\nto half-volleys. Adair did not suffer from panic, but his batting was\r\nnot equal to his bowling, and he had fallen after hitting one four.\r\nSeven wickets were down for thirty when Psmith went in.\r\n\r\nPsmith had always disclaimed any pretensions to batting skill, but he\r\nwas undoubtedly the right man for a crisis like this. He had an\r\nenormous reach, and he used it. Three consecutive balls from Bruce he\r\nturned into full-tosses and swept to the leg-boundary, and, assisted\r\nby Barnes, who had been sitting on the splice in his usual manner, he\r\nraised the total to seventy-one before being yorked, with his score at\r\nthirty-five. Ten minutes later the innings was over, with Barnes not\r\nout sixteen, for seventy-nine.\r\n\r\nWrykyn had then gone in, lost Strachan for twenty before lunch, and\r\nfinally completed their innings at a quarter to four for a hundred and\r\nthirty-one.\r\n\r\nThis was better than Sedleigh had expected. At least eight of the team\r\nhad looked forward dismally to an afternoon’s leather-hunting. But\r\nAdair and Psmith, helped by the wicket, had never been easy,\r\nespecially Psmith, who had taken six wickets, his slows playing havoc\r\nwith the tail.\r\n\r\nIt would be too much to say that Sedleigh had any hope of pulling the\r\ngame out of the fire; but it was a comfort, they felt, at any rate,\r\nhaving another knock. As is usual at this stage of a match, their\r\nnervousness had vanished, and they felt capable of better things than\r\nin the first innings.\r\n\r\nIt was on Mike’s suggestion that Psmith and himself went in first.\r\nMike knew the limitations of the Wrykyn bowling, and he was convinced\r\nthat, if they could knock Bruce off, it might be possible to rattle up\r\na score sufficient to give them the game, always provided that Wrykyn\r\ncollapsed in the second innings. And it seemed to Mike that the wicket\r\nwould be so bad then that they easily might.\r\n\r\nSo he and Psmith had gone in at four o’clock to hit. And they had hit.\r\nThe deficit had been wiped off, all but a dozen runs, when Psmith was\r\nbowled, and by that time Mike was set and in his best vein. He treated\r\nall the bowlers alike. And when Stone came in, restored to his proper\r\nframe of mind, and lashed out stoutly, and after him Robinson and the\r\nrest, it looked as if Sedleigh had a chance again. The score was a\r\nhundred and twenty when Mike, who had just reached his fifty, skied\r\none to Strachan at cover. The time was twenty-five past five.\r\n\r\nAs Mike reached the pavilion, Adair declared the innings closed.\r\n\r\nWrykyn started batting at twenty-five minutes to six, with sixty-nine\r\nto make if they wished to make them, and an hour and ten minutes\r\nduring which to keep up their wickets if they preferred to take things\r\neasy and go for a win on the first innings.\r\n\r\nAt first it looked as if they meant to knock off the runs, for\r\nStrachan forced the game from the first ball, which was Psmith’s, and\r\nwhich he hit into the pavilion. But, at fifteen, Adair bowled him. And\r\nwhen, two runs later, Psmith got the next man stumped, and finished up\r\nhis over with a c-and-b, Wrykyn decided that it was not good enough.\r\nSeventeen for three, with an hour all but five minutes to go, was\r\ngetting too dangerous. So Drummond and Rigby, the next pair, proceeded\r\nto play with caution, and the collapse ceased.\r\n\r\nThis was the state of the game at the point at which this chapter\r\nopened. Seventeen for three had become twenty-four for three, and the\r\nhands of the clock stood at ten minutes past six. Changes of bowling\r\nhad been tried, but there seemed no chance of getting past the\r\nbatsmen’s defence. They were playing all the good balls, and refused\r\nto hit at the bad.\r\n\r\nA quarter past six struck, and then Psmith made a suggestion which\r\naltered the game completely.\r\n\r\n“Why don’t you have a shot this end?” he said to Adair, as they were\r\ncrossing over. “There’s a spot on the off which might help you a lot.\r\nYou can break like blazes if only you land on it. It doesn’t help my\r\nleg-breaks a bit, because they won’t hit at them.”\r\n\r\nBarnes was on the point of beginning to bowl, when Adair took the ball\r\nfrom him. The captain of Outwood’s retired to short leg with an air\r\nthat suggested that he was glad to be relieved of his prominent post.\r\n\r\nThe next moment Drummond’s off-stump was lying at an angle of\r\nforty-five. Adair was absolutely accurate as a bowler, and he had\r\ndropped his first ball right on the worn patch.\r\n\r\nTwo minutes later Drummond’s successor was retiring to the pavilion,\r\nwhile the wicket-keeper straightened the stumps again.\r\n\r\nThere is nothing like a couple of unexpected wickets for altering the\r\natmosphere of a game. Five minutes before, Sedleigh had been lethargic\r\nand without hope. Now there was a stir and buzz all round the ground.\r\nThere were twenty-five minutes to go, and five wickets were down.\r\nSedleigh was on top again.\r\n\r\nThe next man seemed to take an age coming out. As a matter of fact, he\r\nwalked more rapidly than a batsman usually walks to the crease.\r\n\r\nAdair’s third ball dropped just short of the spot. The batsman,\r\nhitting out, was a shade too soon. The ball hummed through the air a\r\ncouple of feet from the ground in the direction of mid-off, and Mike,\r\ndiving to the right, got to it as he was falling, and chucked it up.\r\n\r\nAfter that the thing was a walk-over. Psmith clean bowled a man in his\r\nnext over; and the tail, demoralised by the sudden change in the game,\r\ncollapsed uncompromisingly. Sedleigh won by thirty-five runs with\r\neight minutes in hand.\r\n\r\n       *       *       *       *       *\r\n\r\nPsmith and Mike sat in their study after lock-up, discussing things in\r\ngeneral and the game in particular.\r\n\r\n“I feel like a beastly renegade, playing against Wrykyn,” said Mike.\r\n“Still, I’m glad we won. Adair’s a jolly good sort, and it’ll make him\r\nhappy for weeks.”\r\n\r\n“When I last saw Comrade Adair,” said Psmith, “he was going about in a\r\nsort of trance, beaming vaguely and wanting to stand people things at\r\nthe shop.”\r\n\r\n“He bowled awfully well.”\r\n\r\n“Yes,” said Psmith. “I say, I don’t wish to cast a gloom over this\r\njoyful occasion in any way, but you say Wrykyn are going to give\r\nSedleigh a fixture again next year?”\r\n\r\n“Well?”\r\n\r\n“Well, have you thought of the massacre which will ensue? You will\r\nhave left, Adair will have left. Incidentally, I shall have left.\r\nWrykyn will swamp them.”\r\n\r\n“I suppose they will. Still, the great thing, you see, is to get the\r\nthing started. That’s what Adair was so keen on. Now Sedleigh has\r\nbeaten Wrykyn, he’s satisfied. They can get on fixtures with decent\r\nclubs, and work up to playing the big schools. You’ve got to start\r\nsomehow. So it’s all right, you see.”\r\n\r\n“And, besides,” said Psmith, reflectively, “in an emergency they can\r\nalways get Comrade Downing to bowl for them, what? Let us now sally\r\nout and see if we can’t promote a rag of some sort in this abode of\r\nwrath. Comrade Outwood has gone over to dinner at the School House,\r\nand it would be a pity to waste a somewhat golden opportunity. Shall\r\nwe stagger?”\r\n\r\nThey staggered."
  ]
}