{
  "index": 1,
  "title": "Part 1",
  "paragraphs": [
    "*** START OF THE PROJECT GUTENBERG EBOOK A MAN OF MEANS ***\r\n\r\n\r\n\r\n\r\nProduced by The United States Members of the Blandings E-Group\r\n\r\n\r\n\r\n\r\n\r\nA MAN OF MEANS\r\n\r\nA SERIES OF SIX STORIES\r\n\r\n\r\nBy Pelham Grenville Wodehouse and C. H. Bovill\r\n\r\nFrom the _Pictorial Review_, May-October 1916\r\n\r\n\r\n\r\n\r\n\r\nCONTENTS\r\n\r\n\r\nTHE EPISODE OF THE LANDLADY'S DAUGHTER\r\n\r\nTHE EPISODE OF THE FINANCIAL NAPOLEON\r\n\r\nTHE EPISODE OF THE THEATRICAL VENTURE\r\n\r\nTHE EPISODE OF THE LIVE WEEKLY\r\n\r\nTHE DIVERTING EPISODE OF THE EXILED MONARCH\r\n\r\nTHE EPISODE OF THE HIRED PAST\r\n\r\n\r\n\r\n\r\n\r\nTHE EPISODE OF THE LANDLADY'S DAUGHTER\r\n\r\nFirst of a Series of Six Stories [First published in _Pictorial Review_,\r\nMay 1916]\r\n\r\n\r\nWhen a seed-merchant of cautious disposition and an eye to the main\r\nchance receives from an eminent firm of jam-manufacturers an extremely\r\nlarge order for clover-seed, his emotions are mixed. Joy may be said to\r\npredominate, but with the joy comes also uncertainty. Are these people,\r\nhe asks himself, proposing to set up as farmers of a large scale, or do\r\nthey merely want the seed to give verisimilitude to their otherwise bald\r\nand unconvincing raspberry jam? On the solution of this problem\r\ndepends the important matter of price, for, obviously, you can charge\r\na fraudulent jam disseminator in a manner which an honest farmer would\r\nresent.\r\n\r\nThis was the problem which was furrowing the brow of Mr. Julian\r\nFineberg, of Bury St. Edwards, one sunny morning when Roland Bleke\r\nknocked at his door; and such was its difficulty that only at the\r\nnineteenth knock did Mr. Fineberg raise his head.\r\n\r\n“Come in--that dashed woodpecker out there!” he shouted, for it was his\r\nhabit to express himself with a generous strength towards the junior\r\nmembers of his staff.\r\n\r\nThe young man who entered looked exactly like a second clerk in a\r\nprovincial seed-merchant's office--which, strangely enough, he chanced\r\nto be. His chief characteristic was an intense ordinariness. He was a\r\nyoung man; and when you had said that of him you had said everything.\r\nThere was nothing which you would have noticed about him, except the\r\nfact that there was nothing to notice. His age was twenty-two and his\r\nname was Roland Bleke.\r\n\r\n“Please, sir, it's about my salary.”\r\n\r\nMr. Fineberg, at the word, drew himself together much as a British\r\nsquare at Waterloo must have drawn itself together at the sight of a\r\nsquadron of cuirassiers.\r\n\r\n“Salary?” he cried. “What about it? What's the matter with it? You get\r\nit, don't you?”\r\n\r\n“Yes, sir, but----”\r\n\r\n“Well? Don't stand there like an idiot. What is it?”\r\n\r\n“It's too much.”\r\n\r\nMr. Fineberg's brain reeled. It was improbable that the millennium could\r\nhave arrived with a jerk; on the other hand, he had distinctly heard\r\none of his clerks complain that his salary was too large. He pinched\r\nhimself.\r\n\r\n“Say that again,” he said.\r\n\r\n“If you could see your way to reduce it, sir----”\r\n\r\nIt occurred to Mr. Fineberg for one instant that his subordinate was\r\nendeavoring to be humorous, but a glance at Roland's face dispelled that\r\nidea.\r\n\r\n“Why do you want it reduced?”\r\n\r\n“Please, sir, I'm going to be married.”\r\n\r\n“What the deuce do you mean?”\r\n\r\n“When my salary reaches a hundred and fifty, sir. And it's a hundred and\r\nforty now, so if you could see your way to knocking off ten pounds----”\r\n\r\nMr. Fineberg saw light. He was a married man himself.\r\n\r\n“My boy,” he said genially, “I quite understand. But I can do you better\r\nthan that. It's no use doing this sort of thing in a small way. From now\r\non your salary is a hundred and ten. No, no, don't thank me. You're an\r\nexcellent clerk, and it's a pleasure to me to reward merit when I find\r\nit. Close the door after you.”\r\n\r\nAnd Mr. Fineberg returned with a lighter heart to the great clover-seed\r\nproblem.\r\n\r\nThe circumstances which had led Roland to approach his employer may\r\nbe briefly recounted. Since joining the staff of Mr. Fineberg, he had\r\nlodged at the house of a Mr. Coppin, in honorable employment as porter\r\nat the local railway-station. The Coppin family, excluding domestic\r\npets, consisted of Mr. Coppin, a kindly and garrulous gentleman of\r\nsixty, Mrs. Coppin, a somewhat negative personality, most of whose life\r\nwas devoted to cooking and washing up in her underground lair, Brothers\r\nFrank and Percy, gentleman of leisure, popularly supposed to be engaged\r\nin the mysterious occupation known as “lookin' about for somethin',”\r\n and, lastly, Muriel.\r\n\r\nFor some months after his arrival, Muriel had been to Roland Bleke\r\na mere automaton, a something outside himself that was made only for\r\nneatly-laid breakfast tables and silent removal of plates at dinner.\r\nGradually, however, when his natural shyness was soothed by use\r\nsufficiently to enable him to look at her when she came into the room,\r\nhe discovered that she was a strikingly pretty girl, bounded to the\r\nNorth by a mass of auburn hair and to the South by small and shapely\r\nfeet. She also possessed what, we are informed--we are children in these\r\nmatters ourselves--is known as the R. S. V. P. eye. This eye had met\r\nRoland's one evening, as he chumped his chop, and before he knew what he\r\nwas doing he had remarked that it had been a fine day.\r\n\r\nFrom that wonderful moment matters had developed at an incredible speed.\r\nRoland had a nice sense of the social proprieties, and he could not\r\nbring himself to ignore a girl with whom he had once exchanged easy\r\nconversation about the weather. Whenever she came to lay his table, he\r\nfelt bound to say something. Not being an experienced gagger, he found\r\nit more and more difficult each evening to hit on something bright,\r\nuntil finally, from sheer lack of inspiration, he kissed her.\r\n\r\nIf matters had progressed rapidly before, they went like lightning then.\r\nIt was as if he had touched a spring or pressed a button, setting vast\r\nmachinery in motion. Even as he reeled back stunned at his audacity, the\r\nroom became suddenly full of Coppins of every variety known to science.\r\nThrough a mist he was aware of Mrs. Coppin crying in a corner, of\r\nMr. Coppin drinking his health in the remains of sparkling limado,\r\nof Brothers Frank and Percy, one on each side trying to borrow\r\nsimultaneously half-crowns, and of Muriel, flushed but demure, making\r\nbread-pellets and throwing them in an abstracted way, one by one, at the\r\nCoppin cat, which had wandered in on the chance of fish.\r\n\r\nOut of the chaos, as he stood looking at them with his mouth open, came\r\nthe word “bans,” and smote him like a blast of East wind.\r\n\r\nIt is not necessary to trace in detail Roland's mental processes from\r\nthat moment till the day when he applied to Mr. Fineberg for a\r\nreduction of salary. It is enough to say that for quite a month he was\r\nextraordinarily happy. To a man who has had nothing to do with women, to\r\nbe engaged is an intoxicating experience, and at first life was one\r\nlong golden glow to Roland. Secretly, like all mild men, he had always\r\nnourished a desire to be esteemed a nut by his fellow men; and his\r\nengagement satisfied that desire. It was pleasant to hear Brothers\r\nFrank and Percy cough knowingly when he came in. It was pleasant to walk\r\nabroad with a girl like Muriel in the capacity of the accepted wooer.\r\nAbove all, it was pleasant to sit holding Muriel's hand and watching the\r\nill-concealed efforts of Mr. Albert Potter to hide his mortification.\r\nAlbert was a mechanic in the motor-works round the corner, and hitherto\r\nRoland had always felt something of a worm in his presence. Albert was\r\nso infernally strong and silent and efficient. He could dissect a car\r\nand put it together again. He could drive through the thickest traffic.\r\nHe could sit silent in company without having his silence attributed to\r\nshyness or imbecility. But--he could not get engaged to Muriel Coppin.\r\nThat was reserved for Roland Bleke, the nut, the dasher, the young man\r\nof affairs. It was all very well being able to tell a spark-plug from a\r\ncommutator at sight, but when it came to a contest in an affair of the\r\nheart with a man like Roland, Albert was in his proper place, third at\r\nthe pole.\r\n\r\nProbably, if he could have gone on merely being engaged, Roland would\r\nnever have wearied of the experience. But the word marriage began to\r\ncreep more and more into the family conversation, and suddenly panic\r\ndescended upon Roland Bleke.\r\n\r\nAll his life he had had a horror of definite appointments. An invitation\r\nto tea a week ahead had been enough to poison life for him. He was one\r\nof those young men whose souls revolt at the thought of planning out any\r\ndefinite step. He could do things on the spur of the moment, but plans\r\nmade him lose his nerve.\r\n\r\nBy the end of the month his whole being was crying out to him in\r\nagonized tones: “Get me out of this. Do anything you like, but get me\r\nout of this frightful marriage business.”\r\n\r\nIf anything had been needed to emphasize his desire for freedom, the\r\nattitude of Frank and Percy would have supplied it. Every day they made\r\nit clearer that the man who married Muriel would be no stranger to them.\r\nIt would be his pleasing task to support them, too, in the style to\r\nwhich they had become accustomed. They conveyed the idea that they went\r\nwith Muriel as a sort of bonus.\r\n\r\n       *       *       *       *       *\r\n\r\nThe Coppin family were at high tea when Roland reached home. There was\r\na general stir of interest as he entered the room, for it was known that\r\nhe had left that morning with the intention of approaching Mr. Fineberg\r\non the important matter of a rise in salary. Mr. Coppin removed his\r\nsaucer of tea from his lips. Frank brushed the tail of a sardine from\r\nthe corner of his mouth. Percy ate his haddock in an undertone. Albert\r\nPotter, who was present, glowered silently.\r\n\r\nRoland shook his head with the nearest approach to gloom which his\r\nrejoicing heart would permit.\r\n\r\n“I'm afraid I've bad news.”\r\n\r\nMrs. Coppin burst into tears, her invariable practise in any crisis.\r\nAlbert Potter's face relaxed into something resembling a smile.\r\n\r\n“He won't give you your raise?”\r\n\r\nRoland sighed.\r\n\r\n“He's reduced me.”\r\n\r\n“Reduced you!”\r\n\r\n“Yes. Times are bad just at present, so he has had to lower me to a\r\nhundred and ten.”\r\n\r\nThe collected jaws of the family fell as one jaw. Muriel herself seemed\r\nto be bearing the blow with fortitude, but the rest were stunned. Frank\r\nand Percy might have been posing for a picture of men who had lost their\r\nfountain pens.\r\n\r\nBeneath the table the hand of Albert Potter found the hand of Muriel\r\nCoppin, and held it; and Muriel, we regret to add, turned and bestowed\r\nupon Albert a half-smile of tender understanding.\r\n\r\n“I suppose,” said Roland, “we couldn't get married on a hundred and\r\nten?”\r\n\r\n“No,” said Percy.\r\n\r\n“No,” said Frank.\r\n\r\n“No,” said Albert Potter.\r\n\r\nThey all spoke decidedly, but Albert the most decidedly of the three.\r\n\r\n“Then,” said Roland regretfully, “I'm afraid we must wait.”\r\n\r\nIt seemed to be the general verdict that they must wait. Muriel said she\r\nthought they must wait. Albert Potter, whose opinion no one had asked,\r\nwas quite certain that they must wait. Mrs. Coppin, between sobs, moaned\r\nthat it would be best to wait. Frank and Percy, morosely devouring\r\nbread and jam, said they supposed they would have to wait. And, to end a\r\npainful scene, Roland drifted silently from the room, and went up-stairs\r\nto his own quarters.\r\n\r\nThere was a telegram on the mantel.\r\n\r\n“Some fellows,” he soliloquized happily, as he opened it, “wouldn't\r\nhave been able to manage a little thing like that. They would have given\r\nthemselves away. They would----”\r\n\r\nThe contents of the telegram demanded his attention.\r\n\r\nFor some time they conveyed nothing to him. The thing might have been\r\nwritten in Hindustani.\r\n\r\nIt would have been quite appropriate if it had been, for it was from the\r\npromoters of the Calcutta Sweep, and it informed him that, as the holder\r\nof ticket number 108,694, he had drawn Gelatine, and in recognition of\r\nthis fact a check for five hundred pounds would be forwarded to him in\r\ndue course.\r\n\r\n       *       *       *       *       *\r\n\r\nRoland's first feeling was one of pure bewilderment. As far as he\r\ncould recollect, he had never had any dealings whatsoever with these\r\nopen-handed gentlemen. Then memory opened her flood-gates and swept him\r\nback to a morning ages ago, so it seemed to him, when Mr. Fineberg's\r\neldest son Ralph, passing through the office on his way to borrow money\r\nfrom his father, had offered him for ten shillings down a piece of\r\ncardboard, at the same time saying something about a sweep. Partly\r\nfrom a vague desire to keep in with the Fineberg clan, but principally\r\nbecause it struck him as rather a doggish thing to do, Roland had passed\r\nover the ten shillings; and there, as far as he had known, the matter\r\nhad ended.\r\n\r\nAnd now, after all this time, that simple action had borne fruit in the\r\nshape of Gelatine and a check for five hundred pounds.\r\n\r\nRoland's next emotion was triumph. The sudden entry of checks for five\r\nhundred pounds into a man's life is apt to produce this result.\r\n\r\nFor the space of some minutes he gloated; and then reaction set in. Five\r\nhundred pounds meant marriage with Muriel.\r\n\r\nHis brain worked quickly. He must conceal this thing. With trembling\r\nfingers he felt for his match-box, struck a match, and burnt the\r\ntelegram to ashes. Then, feeling a little better, he sat down to think\r\nthe whole matter over. His meditations brought a certain amount of balm.\r\nAfter all, he felt, the thing could quite easily be kept a secret. He\r\nwould receive the check in due course, as stated, and he would bicycle\r\nover to the neighboring town of Lexingham and start a bank-account with\r\nit. Nobody would know, and life would go on as before.\r\n\r\nHe went to bed, and slept peacefully.\r\n\r\n       *       *       *       *       *\r\n\r\nIt was about a week after this that he was roused out of a deep sleep\r\nat eight o'clock in the morning to find his room full of Coppins. Mr.\r\nCoppin was there in a nightshirt and his official trousers. Mrs.\r\nCoppin was there, weeping softly in a brown dressing-gown. Modesty had\r\napparently kept Muriel from the gathering, but brothers Frank and Percy\r\nstood at his bedside, shaking him by the shoulders and shouting. Mr.\r\nCoppin thrust a newspaper at him, as he sat up blinking.\r\n\r\nThese epic moments are best related swiftly. Roland took the paper, and\r\nthe first thing that met his sleepy eye and effectually drove the sleep\r\nfrom it was this head-line:\r\n\r\n   ROMANCE OF THE CALCUTTA SWEEPSTAKES\r\n\r\nAnd beneath it another in type almost as large as the first:\r\n\r\n   POOR CLERK WINS £40,000\r\n\r\nHis own name leaped at him from the printed page, and with it that of\r\nthe faithful Gelatine.\r\n\r\nFlight! That was the master-word which rang in Roland's brain as day\r\nfollowed day. The wild desire of the trapped animal to be anywhere\r\nexcept just where he was had come upon him. He was past the stage when\r\nconscience could have kept him to his obligations. He had ceased to\r\nthink of anything or any one but himself. All he asked of Fate was to\r\nremove him from Bury St. Edwards on any terms.\r\n\r\nIt may be that some inkling of his state of mind was wafted\r\ntelepathically to Frank and Percy, for it can not be denied that their\r\nbehavior at this juncture was more than a little reminiscent of the\r\npolice force. Perhaps it was simply their natural anxiety to keep an eye\r\non what they already considered their own private gold-mine that made\r\nthem so adhesive. Certainly there was no hour of the day when one or the\r\nother was not in Roland's immediate neighborhood. Their vigilance\r\neven extended to the night hours, and once, when Roland, having tossed\r\nsleeplessly on his bed, got up at two in the morning, with the wild idea\r\nof stealing out of the house and walking to London, a door opened as he\r\nreached the top of the stairs, and a voice asked him what he thought he\r\nwas doing. The statement that he was walking in his sleep was accepted,\r\nbut coldly.\r\n\r\nIt was shortly after this that, having by dint of extraordinary strategy\r\neluded the brothers and reached the railway-station, Roland, with his\r\nticket to London in his pocket and the express already entering the\r\nstation, was engaged in conversation by old Mr. Coppin, who appeared\r\nfrom nowhere to denounce the high cost of living in a speech that lasted\r\nuntil the tail-lights of the train had vanished and Brothers Frank and\r\nPercy arrived, panting.\r\n\r\nA man has only a certain capacity for battling with Fate. After this\r\nlast episode Roland gave in. Not even the exquisite agony of hearing\r\nhimself described in church as a bachelor of this parish, with the grim\r\naddition that this was for the second time of asking, could stir him to\r\na fresh dash for liberty.\r\n\r\nAltho the shadow of the future occupied Roland's mind almost to the\r\nexclusion of everything else, he was still capable of suffering a\r\ncertain amount of additional torment from the present; and one of the\r\nthings which made the present a source of misery to him was the fact\r\nthat he was expected to behave more like a mad millionaire than a sober\r\nyoung man with a knowledge of the value of money. His mind, trained from\r\ninfancy to a decent respect for the pence, had not yet adjusted itself\r\nto the possession of large means; and the open-handed role forced upon\r\nhim by the family appalled him.\r\n\r\nWhen the Coppins wanted anything, they asked for it; and it seemed to\r\nRoland that they wanted pretty nearly everything. If Mr. Coppin had\r\nreached his present age without the assistance of a gold watch, he might\r\nsurely have struggled along to the end on gun-metal. In any case, a man\r\nof his years should have been thinking of higher things than mere gauds\r\nand trinkets. A like criticism applied to Mrs. Coppin's demand for a\r\nsilk petticoat, which struck Roland as simply indecent. Frank and Percy\r\ntook theirs mostly in specie. It was Muriel who struck the worst blow by\r\ninsisting on a hired motor-car.\r\n\r\nRoland hated motor-cars, especially when they were driven by Albert\r\nPotter, as this one was. Albert, that strong, silent man, had but one\r\nway of expressing his emotions, namely to open the throttle and shave\r\nthe paint off trolley-cars. Disappointed love was giving Albert a good\r\ndeal of discomfort at this time, and he found it made him feel better\r\nto go round corners on two wheels. As Muriel sat next to him on these\r\nexpeditions, Roland squashing into the tonneau with Frank and Percy, his\r\ntorments were subtle. He was not given a chance to forget, and the only\r\nway in which he could obtain a momentary diminution of the agony was to\r\nincrease the speed to sixty miles an hour.\r\n\r\nIt was in this fashion that they journeyed to the neighboring town of\r\nLexingham to see M. Etienne Feriaud perform his feat of looping the loop\r\nin his aeroplane.\r\n\r\nIt was Brother Frank's idea that they should make up a party to go and\r\nsee M. Feriaud. Frank's was one of those generous, unspoiled natures\r\nwhich never grow _blasé_ at the sight of a fellow human taking a\r\nsporting chance at hara-kiri. He was a well-known figure at every wild\r\nanimal exhibition within a radius of fifty miles, and M. Feriaud drew\r\nhim like a magnet.\r\n\r\n“The blighter goes up,” he explained, as he conducted the party into the\r\narena, “and then he stands on his head and goes round in circles. I've\r\nseen pictures of it.”\r\n\r\nIt appeared that M. Feriaud did even more than this. Posters round the\r\nground advertised the fact that, on receipt of five pounds, he would\r\ntake up a passenger with him. To date, however, there appeared to have\r\nbeen no rush on the part of the canny inhabitants of Lexingham to avail\r\nthemselves of this chance of a breath of fresh air. M. Feriaud, a small\r\nman with a chubby and amiable face, wandered about signing picture cards\r\nand smoking a lighted cigaret, looking a little disappointed.\r\n\r\nAlbert Potter was scornful.\r\n\r\n“Lot of rabbits,” he said. “Where's their pluck? And I suppose they call\r\nthemselves Englishmen. I'd go up precious quick if I had a five-pound\r\nnote. Disgrace, I call it, letting a Frenchman have the laugh of us.”\r\n\r\nIt was a long speech for Mr. Potter, and it drew a look of respectful\r\ntenderness from Muriel. “You're so brave, Mr. Potter,” she said.\r\n\r\nWhether it was the slight emphasis which she put on the first word, or\r\nwhether it was sheer generosity that impelled him, one can not say; but\r\nRoland produced the required sum even while she spoke. He offered it to\r\nhis rival.\r\n\r\nMr. Potter started, turned a little pale, then drew himself up and waved\r\nthe note aside.\r\n\r\n“I take no favors,” he said with dignity.\r\n\r\nThere was a pause.\r\n\r\n“Why don't you do it.” said Albert, nastily. “Five pounds is nothing to\r\nyou.”\r\n\r\n“Why should I?”\r\n\r\n“Ah! Why should you?”\r\n\r\nIt would be useless to assert that Mr. Potter's tone was friendly. It\r\nstung Roland. It seemed to him that Muriel was looking at him in an\r\nunpleasantly contemptuous manner.\r\n\r\nIn some curious fashion, without doing anything to merit it, he had\r\napparently become an object of scorn and derision to the party.\r\n\r\n“All right, then, I will,” he said suddenly.\r\n\r\n“Easy enough to talk,” said Albert.\r\n\r\nRoland strode with a pale but determined face to the spot where M.\r\nFeriaud, beaming politely, was signing a picture post-card.\r\n\r\nSome feeling of compunction appeared to come to Muriel at the eleventh\r\nhour.\r\n\r\n“Don't let him,” she cried.\r\n\r\nBut Brother Frank was made of sterner stuff. This was precisely the sort\r\nof thing which, in his opinion, made for a jolly afternoon.\r\n\r\nFor years he had been waiting for something of this kind. He was\r\nexperiencing that pleasant thrill which comes to a certain type\r\nof person when the victim of a murder in the morning paper is an\r\nacquaintance of theirs.\r\n\r\n“What are you talking about?” he said. “There's no danger. At least, not\r\nmuch. He might easily come down all right. Besides, he wants to. What do\r\nyou want to go interfering for?”\r\n\r\nRoland returned. The negotiations with the bird-man had lasted a little\r\nlonger than one would have expected. But then, of course, M. Feriaud was\r\na foreigner, and Roland's French was not fluent.\r\n\r\nHe took Muriel's hand.\r\n\r\n“Good-by,” he said.\r\n\r\nHe shook hands with the rest of the party, even with Albert Potter. It\r\nstruck Frank that he was making too much fuss over a trifle--and, worse,\r\ndelaying the start of the proceedings.\r\n\r\n“What's it all about?” he demanded. “You go on as if we were never going\r\nto see you again.”\r\n\r\n“You never know.”\r\n\r\n“It's as safe as being in bed.”\r\n\r\n“But still, in case we never meet again----”\r\n\r\n“Oh, well,” said Brother Frank, and took the outstretched hand.\r\n\r\n       *       *       *       *       *\r\n\r\nThe little party stood and watched as the aeroplane moved swiftly along\r\nthe ground, rose, and soared into the air. Higher and higher it rose,\r\ntill the features of the two occupants were almost invisible.\r\n\r\n“Now,” said Brother Frank. “Now watch. Now he's going to loop the loop.”\r\n\r\nBut the wheels of the aeroplane still pointed to the ground. It grew\r\nsmaller and smaller. It was a mere speck.\r\n\r\n“What the dickens?”\r\n\r\nFar away to the West something showed up against the blue of the\r\nsky--something that might have been a bird, a toy kite, or an aeroplane\r\ntraveling rapidly into the sunset.\r\n\r\nFour pairs of eyes followed it in rapt silence.\r\n\r\n\r\n\r\n\r\n\r\nTHE EPISODE OF THE FINANCIAL NAPOLEON\r\n\r\nSecond of a Series of Six Stories [First published in _Pictorial\r\nReview_, June 1916]\r\n\r\n\r\nSeated with his wife at breakfast on the veranda which overlooked the\r\nrolling lawns and leafy woods of his charming Sussex home, Geoffrey\r\nWindlebird, the great financier, was enjoying the morning sun to the\r\nfull. His chubby features were relaxed in a smile of lazy contentment;\r\nand his wife, who liked to act sometimes as his secretary, found it\r\ndifficult to get him to pay any attention to his morning's mail.\r\n\r\n“There's a column in to-day's _Financial Argus_,” she said, “of which\r\nyou really must take notice. It's most abusive. It's about the Wildcat\r\nReef. They assert that there never was any gold in the mine, and that\r\nyou knew it when you floated the company.”\r\n\r\n“They will have their little joke.”\r\n\r\n“But you had the usual mining-expert's report.”\r\n\r\n“Of course we had. And a capital report it was. I remember thinking at\r\nthe time what a neat turn of phrase the fellow had. I admit he depended\r\nrather on his fine optimism than on any examination of the mine. As a\r\nmatter of fact, he never went near it. And why should he? It's down in\r\nSouth America somewhere. Awful climate--snakes, mosquitoes, revolutions,\r\nfever.”\r\n\r\nMr. Windlebird spoke drowsily. His eyes closed.\r\n\r\n“Well, the Argus people say that they have sent a man of their own out\r\nthere to make inquiries, a well-known expert, and the report will be in\r\nwithin the next fortnight. They say they will publish it in their next\r\nnumber but one. What are you going to do about it?”\r\n\r\nMr. Windlebird yawned.\r\n\r\n“Not to put too fine a point on it, dearest, the game is up. The\r\nNapoleon of Finance is about to meet his Waterloo. And all for twenty\r\nthousand pounds. That is the really bitter part of it. To-morrow we sail\r\nfor the Argentine. I've got the tickets.”\r\n\r\n“You're joking, Geoffrey. You must be able to raise twenty thousand.\r\nIt's a flea-bite.”\r\n\r\n“On paper--in the form of shares, script, bonds, promissory notes, it\r\nis a flea-bite. But when it has to be produced in the raw, in flat, hard\r\nlumps of gold or in crackling bank-notes, it's more like a bite from a\r\nhippopotamus. I can't raise it, and that's all about it. So--St. Helena\r\nfor Napoleon.”\r\n\r\nAltho Geoffrey Windlebird described himself as a Napoleon of Finance, a\r\nCinquevalli or Chung Ling Soo of Finance would have been a more accurate\r\ntitle. As a juggler with other people's money he was at the head of his\r\nclass. And yet, when one came to examine it, his method was delightfully\r\nsimple. Say, for instance, that the Home-grown Tobacco Trust, founded by\r\nGeoffrey in a moment of ennui, failed to yield those profits which the\r\nglowing prospectus had led the public to expect. Geoffrey would appease\r\nthe excited shareholders by giving them Preference Shares (interest\r\nguaranteed) in the Sea-gold Extraction Company, hastily floated to meet\r\nthe emergency. When the interest became due, it would, as likely as not,\r\nbe paid out of the capital just subscribed for the King Solomon's Mines\r\nExploitation Association, the little deficiency in the latter being\r\nreplaced in its turn, when absolutely necessary and not a moment before,\r\nby the transfer of some portion of the capital just raised for yet\r\nanother company. And so on, ad infinitum. There were moments when it\r\nseemed to Mr. Windlebird that he had solved the problem of Perpetual\r\nPromotion.\r\n\r\nThe only thing that can stop a triumphal progress like Mr. Windlebird's\r\nis when some coarse person refuses to play to the rules, and demands\r\nready money instead of shares in the next venture. This had happened\r\nnow, and it had flattened Mr. Windlebird like an avalanche.\r\n\r\nHe was a philosopher, but he could not help feeling a little galled that\r\nthe demand which had destroyed him had been so trivial. He had handled\r\nmillions--on paper, it was true, but still millions--and here he was\r\nknocked out of time by a paltry twenty thousand pounds.\r\n\r\n“Are you absolutely sure that nothing can be done?” persisted Mrs.\r\nWindlebird. “Have you tried every one?”\r\n\r\n“Every one, dear moon-of-my-delight--the probables, the possibles, the\r\nhighly unlikelies, and the impossibles. Never an echo to the minstrel's\r\nwooing song. No, my dear, we have got to take to the boats this time.\r\nUnless, of course, some one possessed at one and the same time of twenty\r\nthousand pounds and a very confiding nature happens to drop from the\r\nclouds.”\r\n\r\nAs he spoke, an aeroplane came sailing over the tops of the trees beyond\r\nthe tennis-lawn. Gracefully as a bird it settled on the smooth turf, not\r\ntwenty yards from where he was seated.\r\n\r\n       *       *       *       *       *\r\n\r\nRoland Bleke stepped stiffly out onto the tennis-lawn. His progress\r\nrather resembled that of a landsman getting out of an open boat in\r\nwhich he has spent a long and perilous night at sea. He was feeling more\r\nwretched than he had ever felt in his life. He had a severe cold. He had\r\na splitting headache. His hands and feet were frozen. His eyes smarted.\r\nHe was hungry. He was thirsty. He hated cheerful M. Feriaud, who had\r\nhopped out and was now busy tinkering the engine, a gay Provencal air\r\nupon his lips, as he had rarely hated any one, even Muriel Coppin's\r\nbrother Frank.\r\n\r\nSo absorbed was he in his troubles that he was not aware of Mr.\r\nWindlebird's approach until that pleasant, portly man's shadow fell on\r\nthe turf before him.\r\n\r\n“Not had an accident, I hope, Mr. Bleke?”\r\n\r\nRoland was too far gone in misery to speculate as to how this genial\r\nstranger came to know his name. As a matter of fact, Mrs. Windlebird,\r\nkeen student of the illustrated press, had recognized Roland by his\r\nphotograph in the Daily Mirror. In the course of the twenty yards' walk\r\nfrom house to tennis-lawn she had put her husband into possession of\r\nthe more salient points in Roland's history. It was when Mr. Windlebird\r\nheard that Roland had forty thousand pounds in the bank that he sat up\r\nand took notice.\r\n\r\n“Lead me to him,” he said simply.\r\n\r\nRoland sneezed.\r\n\r\n“Doe accident, thag you,” he replied miserably. “Somethig's gone wrong\r\nwith the worgs, but it's nothing serious, worse luck.”\r\n\r\nM. Feriaud, having by this time adjusted the defect in his engine, rose\r\nto his feet, and bowed.\r\n\r\n“Excuse if we come down on your lawn. But not long do we trespass. See,\r\n_mon ami_,” he said radiantly to Roland, “all now O. K. We go on.”\r\n\r\n“No,” said Roland decidedly.\r\n\r\n“No? What you mean--no?”\r\n\r\nA shade of alarm fell on M. Feriaud's weather-beaten features. The\r\neminent bird-man did not wish to part from Roland. Toward Roland he\r\nfelt like a brother, for Roland had notions about payment for little\r\naeroplane rides which bordered upon the princely.\r\n\r\n“But you say--take me to France with you----”\r\n\r\n“I know. But it's all off. I'm not feeling well.”\r\n\r\n“But it's all wrong.” M. Feriaud gesticulated to drive home his point.\r\n“You give me one hundred pounds to take you away from Lexingham. Good.\r\nIt is here.” He slapped his breast pocket. “But the other two hundred\r\npounds which also you promise me to pay me when I place you safe in\r\nFrance, where is that, my friend?”\r\n\r\n“I will give you two hundred and fifty,” said Roland earnestly, “to\r\nleave me here, and go right away, and never let me see your beastly\r\nmachine again.”\r\n\r\nA smile of brotherly forgiveness lit up M. Feriaud's face. The generous\r\nGallic nature asserted itself. He held out his arms affectionately to\r\nRoland.\r\n\r\n“Ah, now you talk. Now you say something,” he cried in his impetuous\r\nway. “Embrace me. You are all right.”\r\n\r\nRoland heaved a sigh of relief when, five minutes later, the aeroplane\r\ndisappeared over the brow of the hill. Then he began to sneeze again.\r\n\r\n“You're not well, you know,” said Mr. Windlebird.\r\n\r\n“I've caught cold. We've been flying about all night--that French ass\r\nlost his bearings--and my suit is thin. Can you direct me to a hotel?”\r\n\r\n“Hotel? Nonsense.” Mr. Windlebird spoke in the bluff, breezy voice which\r\nat many a stricken board-meeting had calmed frantic shareholders as\r\nif by magic. “You're coming right into my house and up to bed this\r\ninstant.”\r\n\r\nIt was not till he was between the sheets with a hot-water bottle at his\r\ntoes and a huge breakfast inside him that Roland learned the name of his\r\ngood Samaritan. When he did, his first impulse was to struggle out of\r\nbed and make his escape. Geoffrey Windlebird's was a name which he had\r\nlearned, in the course of his mercantile career, to hold in something\r\napproaching reverence as that of one of the mightiest business brains of\r\nthe age.\r\n\r\nTo have to meet so eminent a man in the capacity of invalid, a nuisance\r\nabout the house, was almost too much for Roland's shrinking nature. The\r\nkindness of the Windlebirds--and there seemed to be nothing that they\r\nwere not ready to do for him--distressed him beyond measure. To have a\r\nreally great man like Geoffrey Windlebird sprawling genially over\r\nhis bed, chatting away as if he were an ordinary friend, was almost\r\nhorrible. Such condescension was too much.\r\n\r\nGradually, as he became convalescent, Roland found this feeling replaced\r\nby something more comfortable. They were such a genuine, simple, kindly\r\ncouple, these Windlebirds, that he lost awe and retained only gratitude.\r\nHe loved them both. He opened his heart to them. It was not long before\r\nhe had told them the history of his career, skipping the earlier years\r\nand beginning with the entry of wealth into his life.\r\n\r\n“It makes you feel funny,” he confided to Mr. Windlebird's sympathetic\r\near, “suddenly coming into a pot of money like that. You don't seem\r\nhardly able to realize it. I don't know what to do with it.”\r\n\r\nMr. Windlebird smiled paternally.\r\n\r\n“The advice of an older man who has had, if I may say so, some little\r\nexperience of finance, might be useful to you there. Perhaps if you\r\nwould allow me to recommend some sound investment----”\r\n\r\nRoland glowed with gratitude.\r\n\r\n“There's just one thing I'd like to do before I start putting my money\r\ninto anything. It's like this.”\r\n\r\nHe briefly related the story of his unfortunate affair with Muriel\r\nCoppin. Within an hour of his departure in the aeroplane, his conscience\r\nhad begun to trouble him on this point. He felt that he had not acted\r\nwell toward Muriel. True, he was practically certain that she didn't\r\ncare a bit about him and was in love with Albert, the silent mechanic,\r\nbut there was just the chance that she was mourning over his loss; and,\r\nanyhow, his conscience was sore.\r\n\r\n“I'd like to give her something,” he said. “How much do you think?”\r\n\r\nMr. Windlebird perpended.\r\n\r\n“I'll tell you what I'll do. I'll send my own lawyer to her with--say,\r\na thousand pounds--not a check, you understand, but one thousand golden\r\nsovereigns that he can show her--roll about on the table in front of her\r\neyes. That'll console her. It's wonderful, the effect money in the raw\r\nhas on people.”\r\n\r\n“I'd rather make it two thousand,” said Roland. He had never really\r\nloved Muriel, and the idea of marrying her had been a nightmare to him;\r\nbut he wanted to retreat with honor.\r\n\r\n“Very well, make it two thousand, if you like. Tho I don't quite know\r\nhow old Harrison is going to carry all that money.”\r\n\r\nAs a matter of fact, old Harrison never had to try. On thinking it\r\nover, after he had cashed Roland's check, Mr. Windlebird came to the\r\nconclusion that seven hundred pounds would be quite as much money as it\r\nwould be good for Miss Coppin to have all at once.\r\n\r\nMr. Windlebird's knowledge of human nature was not at fault. Muriel\r\njumped at the money, and a letter in her handwriting informed Roland\r\nnext morning that his slate was clean. His gratitude to Mr. Windlebird\r\nredoubled.\r\n\r\n“And now,” said Mr. Windlebird genially, “we can talk about that money\r\nof yours, and the best way of investing it. What you want is something\r\nwhich, without being in any way what is called speculative, nevertheless\r\nreturns a fair and reasonable amount of interest. What you want is\r\nsomething sound, something solid, yet something with a bit of a kick to\r\nit, something which can't go down and may go soaring like a rocket.”\r\n\r\nRoland quietly announced that was just what he did want, and lit another\r\ncigar.\r\n\r\n“Now, look here, Bleke, my boy, as a general rule I don't give tips--But\r\nI've taken a great fancy to you, Bleke, and I'm going to break my rule.\r\nPut your money--” he sank his voice to a compelling whisper, “put every\r\npenny you can afford into Wildcat Reefs.”\r\n\r\nHe leaned back with the benign air of the Alchemist who has just\r\nimparted to a favorite disciple the recently discovered secret of the\r\nphilosopher's stone.\r\n\r\n“Thank you very much, Mr. Windlebird,” said Roland gratefully. “I will.”\r\n\r\nThe Napoleonic features were lightened by that rare, indulgent smile.\r\n\r\n“Not so fast, young man,” laughed Mr. Windlebird. “Getting into Wildcat\r\nReefs isn't quite so easy as you seem to think. Shall we say that you\r\npropose to invest thirty thousand pounds? Yes? Very well, then. Thirty\r\nthousand pounds! Why, if it got about that you were going to buy Wildcat\r\nReefs on that scale the market would be convulsed.”\r\n\r\nWhich was perfectly true. If it had got about that any one was going to\r\ninvest thirty thousand pounds--or pence--in Wildcat Reefs, the market\r\nwould certainly have been convulsed. The House would have rocked with\r\nlaughter. Wildcat Reefs were a standing joke--except to the unfortunate\r\nfew who still held any of the shares.\r\n\r\n“The thing will have to be done very cautiously. No one must know. But I\r\nthink--I say I think--I can manage it for you.”\r\n\r\n“You're awfully kind, Mr. Windlebird.”\r\n\r\n“Not at all, my dear boy, not at all. As a matter of fact, I shall be\r\ndoing a very good turn to another pal of mine at the same time.” He\r\nfilled his glass. “This--” he paused to sip--“this pal of mine has a\r\nlarge holding of Wildcats. He wants to realize in order to put the money\r\ninto something else, in which he is more personally interested.” Mr.\r\nWindlebird paused. His mind dwelt for a moment on his overdrawn current\r\naccount at the bank. “In which he is more personally interested,” he\r\nrepeated dreamily. “But of course you couldn't unload thirty pounds'\r\nworth of Wildcats in the public market.”\r\n\r\n“I quite see that,” assented Roland.\r\n\r\n“It might, however, be done by private negotiation,” he said. “I\r\nmust act very cautiously. Give me your check for the thirty thousand\r\nto-night, and I will run up to town to-morrow morning, and see what I\r\ncan do.”\r\n\r\n       *       *       *       *       *\r\n\r\nHe did it. What hidden strings he pulled, what levers he used, Roland\r\ndid not know. All Roland knew was that somehow, by some subtle means,\r\nMr. Windlebird brought it off. Two days later his host handed him twenty\r\nthousand one-pound shares in the Wildcat Reef Gold-mine.\r\n\r\n“There, my boy,” he said.\r\n\r\n“It's awfully kind of you, Mr. Windlebird.”\r\n\r\n“My dear boy, don't mention it. If you're satisfied, I'm sure I am.”\r\n\r\nMr. Windlebird always spoke the truth when he could. He spoke it now.\r\n\r\nIt seemed to Roland, as the days went by, that nothing could mar the\r\npleasant, easy course of life at the Windlebirds. The fine weather, the\r\nbeautiful garden, the pleasant company--all these things combined to\r\nmake this sojourn an epoch in his life.\r\n\r\nHe discovered his mistake one lovely afternoon as he sat smoking idly\r\non the terrace. Mrs. Windlebird came to him, and a glance was enough to\r\nshow Roland that something was seriously wrong. Her face was drawn and\r\ntired.\r\n\r\nA moment before, Roland had been thinking life perfect. The only\r\ncrumpled rose-leaf had been the absence of an evening paper. Mr.\r\nWindlebird would bring one back with him when he returned from the city,\r\nbut Roland wanted one now. He was a great follower of county cricket,\r\nand he wanted to know how Surrey was faring against Yorkshire. But even\r\nthis crumpled rose-leaf had been smoothed out, for Johnson, the groom,\r\nwho happened to be riding into the nearest town on an errand, had\r\npromised to bring one back with him. He might appear at any moment now.\r\n\r\nThe sight of his hostess drove all thoughts of sport out of his mind.\r\nShe was looking terribly troubled.\r\n\r\nIt flashed across Roland that both his host and hostess had been\r\nunusually silent at dinner the night before; and later, passing Mr.\r\nWindlebird's room on his way to bed, he had heard their voices, low and\r\nagitated. Could they have had some bad news?\r\n\r\n“Mr. Bleke, I want to speak to you.”\r\n\r\nRoland moved like a sympathetic cow, and waited to hear more.\r\n\r\n“You were not up when my husband left for the city this morning, or he\r\nwould have told you himself. Mr. Bleke, I hardly know how to break it to\r\nyou.”\r\n\r\n“Break it to me!”\r\n\r\n“My husband advised you to put a very large sum of money in a mine\r\ncalled Wildcat Reefs.”\r\n\r\n“Yes. Thirty thousand pounds.”\r\n\r\n“As much as that! Oh, Mr. Bleke!”\r\n\r\nShe began to cry softly. She pressed his hand. Roland gaped at her.\r\n\r\n“Mr. Bleke, there has been a terrible slump in Wildcat Reefs. To-day,\r\nthey may be absolutely worthless.”\r\n\r\nRoland felt as if a cold hand had been laid on his spine.\r\n\r\n“Wor-worthless!” he stammered.\r\n\r\nMrs. Windlebird looked at him with moist eyes.\r\n\r\n“You can imagine how my husband feels about this. It was on his advice\r\nthat you invested your money. He holds himself directly responsible. He\r\nis in a terrible state of mind. He is frantic. He has grown so fond of\r\nyou, Mr. Bleke, that he can hardly face the thought that he has been the\r\ninnocent instrument of your trouble.”\r\n\r\n       *       *       *       *       *\r\n\r\nRoland felt that it was an admirable comparison. His sensations were\r\nprecisely those of a leading actor in an earthquake. The solid earth\r\nseemed to melt under him.\r\n\r\n“We talked it over last night after you had gone to bed, and we came to\r\nthe conclusion that there was only one honorable step to take. We must\r\nmake good your losses. We must buy back those shares.”\r\n\r\nA ray of hope began to steal over Roland's horizon.\r\n\r\n“But----” he began.\r\n\r\n“There are no buts, really, Mr. Bleke. We should neither of us know a\r\nminute's peace if we didn't do it. Now, you paid thirty thousand pounds\r\nfor the shares, you said? Well”--she held out a pink slip of paper to\r\nhim--“this will make everything all right.”\r\n\r\nRoland looked at the check.\r\n\r\n“But--but this is signed by you,” he said.\r\n\r\n“Yes. You see, if Geoffrey had to sign a check for that amount, it would\r\nmean selling out some of his stock, and in his position, with every\r\nmovement watched by enemies, he can not afford to do it. It might ruin\r\nthe plans of years. But I have some money of my own. My selling out\r\nstock doesn't matter, you see. I have post-dated the check a week,\r\nto give me time to realize on the securities in which my money is\r\ninvested.”\r\n\r\nRoland's whole nature rose in revolt at this sacrifice. If it had\r\nbeen his host who had made this offer, he would have accepted it.\r\nBut chivalry forbade his taking this money from a woman. A glow of\r\nself-sacrifice warmed him. After all, what was this money of his? He had\r\nnever had any fun out of it. He had had so little acquaintance with it\r\nthat for all practical purposes it might never have been his.\r\n\r\nWith a gesture which had once impressed him very favorably when\r\nexhibited on the stage by the hero of the number two company of “The\r\nPrice of Honor,” which had paid a six days' visit to Bury St. Edwards a\r\nfew months before, he tore the check into little pieces.\r\n\r\n“I couldn't accept it, Mrs. Windlebird,” he said. “I can't tell you how\r\ndeeply I appreciate your wonderful kindness, but I really couldn't. I\r\nbought the shares with my eyes open. The whole thing is nobody's fault,\r\nand I can't let you suffer for it. After the way you have treated me\r\nhere, it would be impossible. I can't take your money. It's noble and\r\ngenerous of you in the extreme, but I can't accept it. I've still got a\r\nlittle money left, and I've always been used to working for my living,\r\nanyway, so--so it's all right.”\r\n\r\n“Mr. Bleke, I implore you.”\r\n\r\nRoland was hideously embarrassed. He looked right and left for a way of\r\nescape. He could hardly take to his heels, and yet there seemed no other\r\nway of ending the interview. Then, with a start of relief, he perceived\r\nJohnson the groom coming toward him with the evening paper.\r\n\r\n“Johnson said he was going into the town,” said Roland apologetically,\r\n“so I asked him to get me an evening paper. I wanted to see the lunch\r\nscores.”\r\n\r\nIf he had been looking at his hostess then, an action which he was\r\nstrenuously avoiding, he might have seen a curious spasm pass over her\r\nface. Mrs. Windlebird turned very pale and sat down suddenly in the\r\nchair which Roland had vacated at the beginning of their conversation.\r\nShe lay back in it with her eyes closed. She looked tired and defeated.\r\n\r\nRoland took the paper mechanically. He wanted it as a diversion to\r\nthe conversation merely, for his interest in the doings of Surrey and\r\nYorkshire had waned to the point of complete indifference in competition\r\nwith Mrs. Windlebird's news.\r\n\r\nEqually mechanically he unfolded it and glanced at front page; and, as\r\nhe did do, a flaring explosion of headlines smote his eye.\r\n\r\nOut of the explosion emerged the word “WILD-CATS”.\r\n\r\n“Why!” he exclaimed. “There's columns about Wild-cats on the front page\r\nhere!”\r\n\r\n“Yes?” Mrs. Windlebird's voice sounded strangely dull and toneless. Her\r\neyes were still closed.\r\n\r\nRoland took in the headlines with starting eyes.\r\n\r\n       THE WILD-CAT REEF GOLD-MINE\r\n\r\n            ANOTHER KLONDIKE\r\n\r\n    FRENZIED SCENES ON THE STOCK EXCHANGE\r\n\r\n         BROKERS FIGHT FOR SHARES\r\n\r\n              RECORD BOOM\r\n\r\n      UNPRECEDENTED RISE IN PRICES\r\n\r\nShorn of all superfluous adjectives and general journalistic exuberance,\r\nwhat the paper had to announce to its readers was this:\r\n\r\n    The “special commissioner” sent out by The _Financial Argus_ to\r\n    make an exhaustive examination of the Wild-cat Reef Mine--with\r\n    the amiable view, no doubt, of exploding Mr. Geoffrey Windlebird\r\n    once and for all with the confiding British public--has found,\r\n    to his unbounded astonishment, that there are vast quantities of\r\n    gold in the mine.\r\n\r\n    The discovery of the new reef, the largest and richest, it is\r\n    stated, since the famous Mount Morgan, occurred with dramatic\r\n    appropriateness on the very day of his arrival. We need scarcely\r\n    remind our readers that, until that moment, Wild-cat Reef shares\r\n    had reached a very low figure, and only a few optimists retained\r\n    their faith in the mine. As the largest holder, Mr. Windlebird\r\n    is to be heartily congratulated on this new addition to his\r\n    fortune.\r\n\r\n    The publication of the expert's report in The _Financial Argus_ has\r\n    resulted in a boom in Wild-cats, the like of which can seldom have\r\n    been seen on the Stock Exchange. From something like one shilling\r\n    and sixpence per bundle the one pound shares have gone up to nearly\r\n    ten pounds a share, and even at this latter figure people were\r\n    literally fighting to secure them.\r\n\r\nThe world swam about Roland. He was stupefied and even terrified. The\r\nvery atmosphere seemed foggy. So far as his reeling brain was capable\r\nof thought, he figured that he was now worth about two hundred thousand\r\npounds.\r\n\r\n“Oh, Mrs. Windlebird,” he cried, “It's all right after all.”\r\n\r\nMrs. Windlebird sat back in her chair without answering.\r\n\r\n“It's all right for every one,” screamed Roland joyfully. “Why, if I've\r\nmade a couple of hundred thousand, what must Mr. Windlebird have netted.\r\nIt says here that he is the largest holder. He must have pulled off the\r\nbiggest thing of his life.”\r\n\r\nHe thought for a moment.\r\n\r\n“The chap I'm sorry for,” he said meditatively, “is Mr. Windlebird's\r\npal. You know. The fellow whom Mr. Windlebird persuaded to sell all his\r\nshares to me.”\r\n\r\nA faint moan escaped from his hostess's pale lips. Roland did not hear\r\nit. He was reading the cricket news.\r\n\r\n\r\n\r\n\r\n\r\nTHE EPISODE OF THE THEATRICAL VENTURE\r\n\r\nThird of a Series of Six Stories [First published in _Pictorial Review_,\r\nJuly 1916]\r\n\r\n\r\nIt was one of those hard, nubbly rolls. The best restaurants charge you\r\nsixpence for having the good sense not to eat them. It hit Roland Bleke\r\nwith considerable vehemence on the bridge of the nose. For the moment\r\nRoland fancied that the roof of the Regent Grill-room must have fallen\r\nin; and, as this would automatically put an end to the party, he was not\r\naltogether sorry. He had never been to a theatrical supper-party before,\r\nand within five minutes of his arrival at the present one he had\r\nbecome afflicted with an intense desire never to go to a theatrical\r\nsupper-party again. To be a success at these gay gatherings one must\r\npossess dash; and Roland, whatever his other sterling qualities, was a\r\nlittle short of dash.\r\n\r\nThe young man on the other side of the table was quite nice about it.\r\nWhile not actually apologizing, he went so far as to explain that it was\r\n“old Gerry” whom he had had in his mind when he started the roll on\r\nits course. After a glance at old Gerry--a chinless child of about\r\nnineteen--Roland felt that it would be churlish to be angry with a young\r\nman whose intentions had been so wholly admirable. Old Gerry had one of\r\nthose faces in which any alteration, even the comparatively limited\r\none which a roll would be capable of producing, was bound to be for the\r\nbetter. He smiled a sickly smile and said that it didn't matter.\r\n\r\nThe charming creature who sat on his assailant's left, however, took a\r\nmore serious view of the situation.\r\n\r\n“Sidney, you make me tired,” she said severely. “If I had thought you\r\ndidn't know how to act like a gentleman I wouldn't have come here with\r\nyou. Go away somewhere and throw bread at yourself, and ask Mr. Bleke to\r\ncome and sit by me. I want to talk to him.”\r\n\r\nThat was Roland's first introduction to Miss Billy Verepoint.\r\n\r\n“I've been wanting to have a chat with you all the evening, Mr. Bleke,”\r\n she said, as Roland blushingly sank into the empty chair. “I've heard\r\nsuch a lot about you.”\r\n\r\nWhat Miss Verepoint had heard about Roland was that he had two hundred\r\nthousand pounds and apparently did not know what to do with it.\r\n\r\n“In fact, if I hadn't been told that you would be here, I shouldn't have\r\ncome to this party. Can't stand these gatherings of nuts in May as a\r\ngeneral rule. They bore me stiff.”\r\n\r\nRoland hastily revised his first estimate of the theatrical profession.\r\nShallow, empty-headed creatures some of them might be, no doubt, but\r\nthere were exceptions. Here was a girl of real discernment--a thoughtful\r\nstudent of character--a girl who understood that a man might sit at a\r\nsupper-party without uttering a word and might still be a man of parts.\r\n\r\n“I'm afraid you'll think me very outspoken--but that's me all over. All\r\nmy friends say, 'Billy Verepoint's a funny girl: if she likes any one\r\nshe just tells them so straight out; and if she doesn't like any one she\r\ntells them straight out, too.'”\r\n\r\n“And a very admirable trait,” said Roland, enthusiastically.\r\n\r\nMiss Verepoint sighed. “P'raps it is,” she said pensively, “but I'm\r\nafraid it's what has kept me back in my profession. Managers don't like\r\nit: they think girls should be seen and not heard.”\r\n\r\nRoland's blood boiled. Managers were plainly a dastardly crew.\r\n\r\n“But what's the good of worrying,” went on Miss Verepoint, with a brave\r\nbut hollow laugh. “Of course, it's wearing, having to wait when one has\r\ngot as much ambition as I have; but they all tell me that my chance is\r\nbound to come some day.”\r\n\r\nThe intense mournfulness of Miss Verepoint's expression seemed to\r\nindicate that she anticipated the arrival of the desired day not less\r\nthan sixty years hence. Roland was profoundly moved. His chivalrous\r\nnature was up in arms. He fell to wondering if he could do anything to\r\nhelp this victim of managerial unfairness. “You don't mind my going on\r\nabout my troubles, do you?” asked Miss Verepoint, solicitously. “One so\r\nseldom meets anybody really sympathetic.”\r\n\r\nRoland babbled fervent assurances, and she pressed his hand gratefully.\r\n\r\n“I wonder if you would care to come to tea one afternoon,” she said.\r\n\r\n“Oh, rather!” said Roland. He would have liked to put it in a more\r\npolished way but he was almost beyond speech.\r\n\r\n“Of course, I know what a busy man you are----”\r\n\r\n“No, no!”\r\n\r\n“Well, I should be in to-morrow afternoon, if you cared to look in.”\r\n\r\nRoland bleated gratefully.\r\n\r\n“I'll write down the address for you,” said Miss Verepoint, suddenly\r\nbusinesslike.\r\n\r\n       *       *       *       *       *\r\n\r\nExactly when he committed himself to the purchase of the Windsor\r\nTheater, Roland could never say. The idea seemed to come into existence\r\nfully-grown, without preliminary discussion. One moment it was not--the\r\nnext it was. His recollections of the afternoon which he spent drinking\r\nlukewarm tea and punctuating Miss Verepoint's flow of speech with\r\n“yes's” and “no's” were always so thoroughly confused that he never knew\r\neven whose suggestion it was.\r\n\r\nThe purchase of a West-end theater, when one has the necessary cash,\r\nis not nearly such a complicated business as the layman might imagine.\r\nRoland was staggered by the rapidity with which the transaction was\r\ncarried through. The theater was his before he had time to realize that\r\nhe had never meant to buy the thing at all. He had gone into the offices\r\nof Mr. Montague with the intention of making an offer for the lease for,\r\nsay, six months; and that wizard, in the space of less than an hour, had\r\nnot only induced him to sign mysterious documents which made him sole\r\nproprietor of the house, but had left him with the feeling that he had\r\ndone an extremely acute stroke of business. Mr. Montague had dabbled in\r\nmany professions in his time, from street peddling upward, but what he\r\nwas really best at was hypnotism.\r\n\r\nAltho he felt, after the spell of Mr. Montague's magnetism was\r\nwithdrawn, rather like a nervous man who has been given a large baby\r\nto hold by a strange woman who has promptly vanished round the corner,\r\nRoland was to some extent consoled by the praise bestowed upon him by\r\nMiss Verepoint. She said it was much better to buy a theater than to\r\nrent it, because then you escaped the heavy rent. It was specious,\r\nbut Roland had a dim feeling that there was a flaw somewhere in the\r\nreasoning; and it was from this point that a shadow may be said to have\r\nfallen upon the brightness of the venture.\r\n\r\nHe would have been even less self-congratulatory if he had known the\r\nWindsor Theater's reputation. Being a comparative stranger in the\r\nmetropolis, he was unaware that its nickname in theatrical circles\r\nwas “The Mugs' Graveyard”--a title which had been bestowed upon it not\r\nwithout reason. Built originally by a slightly insane old gentleman,\r\nwhose principal delusion was that the public was pining for a constant\r\nsupply of the Higher Drama, and more especially those specimens of\r\nthe Higher Drama which flowed practically without cessation from the\r\nrestless pen of the insane old gentleman himself, the Windsor Theater\r\nhad passed from hand to hand with the agility of a gold watch in a\r\ngathering of race-course thieves. The one anxiety of the unhappy man who\r\nfound himself, by some accident, in possession of the Windsor Theater,\r\nwas to pass it on to somebody else. The only really permanent tenant it\r\never had was the representative of the Official Receiver.\r\n\r\nVarious causes were assigned for the phenomenal ill-luck of the theater,\r\nbut undoubtedly the vital objection to it as a Temple of Drama lay in\r\nthe fact that nobody could ever find the place where it was hidden.\r\nCabmen shook their heads on the rare occasions when they were asked to\r\ntake a fare there. Explorers to whom a stroll through the Australian\r\nbush was child's-play, had been known to spend an hour on its trail and\r\nfinish up at the point where they had started.\r\n\r\nIt was precisely this quality of elusiveness which had first attracted\r\nMr. Montague. He was a far-seeing man, and to him the topographical\r\nadvantages of the theater were enormous. It was further from a\r\nfire-station than any other building of the same insurance value in\r\nLondon, even without having regard to the mystery which enveloped its\r\nwhereabouts. Often after a good dinner he would lean comfortably back\r\nin his chair and see in the smoke of his cigar a vision of the Windsor\r\nTheater blazing merrily, while distracted firemen galloped madly all\r\nover London, vainly endeavoring to get some one to direct them to the\r\nscene of the conflagration. So Mr. Montague bought the theater for a\r\nmere song, and prepared to get busy.\r\n\r\nUnluckily for him, the representatives of the various fire offices with\r\nwhich he had effected his policies got busy first. The generous fellows\r\ninsisted upon taking off his shoulders the burden of maintaining the\r\nfireman whose permanent presence in a theater is required by law.\r\nNothing would satisfy them but to install firemen of their own and pay\r\ntheir salaries. This, to a man in whom the instincts of the phoenix\r\nwere so strongly developed as they were in Mr. Montague, was distinctly\r\ndisconcerting. He saw himself making no profit on the deal--a thing\r\nwhich had never happened to him before.\r\n\r\nAnd then Roland Bleke occurred, and Mr. Montague's belief that his race\r\nwas really chosen was restored. He sold the Windsor Theater to Roland\r\nfor twenty-five thousand pounds. It was fifteen thousand pounds more\r\nthan he himself had given for it, and this very satisfactory profit\r\nmitigated the slight regret which he felt when it came to transferring\r\nto Roland the insurance policies. To have effected policies amounting\r\nto rather more than seventy thousand pounds on a building so notoriously\r\nvalueless as the Windsor Theater had been an achievement of which Mr.\r\nMontague was justly proud, and it seemed sad to him that so much earnest\r\nendeavor should be thrown away.\r\n\r\n       *       *       *       *       *\r\n\r\nOver the little lunch with which she kindly allowed Roland to entertain\r\nher, to celebrate the purchase of the theater, Miss Verepoint outlined\r\nher policy.\r\n\r\n“What we must put up at that theater,” she announced, “is a revue.\r\nA revue,” repeated Miss Verepoint, making, as she spoke, little\r\ncalculations on the back of the menu, “we could run for about fifteen\r\nhundred a week--or, say, two thousand.”\r\n\r\nSaying two thousand, thought Roland to himself, is not quite the same as\r\npaying two thousand, so why should she stint herself?\r\n\r\n“I know two boys who could write us a topping revue,” said Miss\r\nVerepoint. “They'd spread themselves, too, if it was for me. They're in\r\nlove with me--both of them. We'd better get in touch with them at once.”\r\n\r\nTo Roland, there seemed to be something just the least bit sinister\r\nabout the sound of that word “touch,” but he said nothing.\r\n\r\n“Why, there they are--lunching over there!” cried Miss Verepoint,\r\npointing to a neighboring table. “Now, isn't that lucky?”\r\n\r\nTo Roland the luck was not quite so apparent, but he made no demur to\r\nMiss Verepoint's suggestion that they should be brought over to their\r\ntable.\r\n\r\nThe two boys, as to whose capabilities to write a topping revue Miss\r\nVerepoint had formed so optimistic an estimate, proved to be well-grown\r\nlads of about forty-five and forty, respectively. Of the two, Roland\r\nthought that perhaps R. P. de Parys was a shade the more obnoxious,\r\nbut a closer inspection left him with the feeling that these fine\r\ndistinctions were a little unfair with men of such equal talents.\r\nBromham Rhodes ran his friend so close that it was practically a dead\r\nheat. They were both fat and somewhat bulgy-eyed. This was due to the\r\nfact that what revue-writing exacts from its exponents is the constant\r\nassimilation of food and drink. Bromham Rhodes had the largest appetite\r\nin London; but, on the other hand, R. P. de Parys was a better drinker.\r\n\r\n“Well, dear old thing!” said Bromham Rhodes.\r\n\r\n“Well, old child!” said R. P. de Parys.\r\n\r\nBoth these remarks were addressed to Miss Verepoint. The talented pair\r\nappeared to be unaware of Roland's existence.\r\n\r\nMiss Verepoint struck the business note. “Now you stop, boys,” she said.\r\n“Tie weights to yourselves and sink down into those chairs. I want you\r\ntwo lads to write a revue for me.”\r\n\r\n“Delighted!” said Bromham Rhodes; “but----”\r\n\r\n“There is the trifling point to be raised first----” said R. P. de\r\nParys.\r\n\r\n“Where is the money coming from?” said Bromham Rhodes.\r\n\r\n“My friend, Mr. Bleke, is putting up the money,” said Miss Verepoint,\r\nwith dignity. “He has taken the Windsor Theater.”\r\n\r\nThe interest of the two authors in their host, till then languid,\r\nincreased with a jerk. “Has he? By Jove!” they cried. “We must get\r\ntogether and talk this over.”\r\n\r\nIt was Roland's first experience of a theatrical talking-over, and he\r\nnever forgot it. Two such talkers-over as Bromham Rhodes and R. P. de\r\nParys were scarcely to be found in the length and breadth of theatrical\r\nLondon. Nothing, it seemed, could the gifted pair even begin to think of\r\ndoing without first discussing the proposition in all its aspects. The\r\namount of food which Roland found himself compelled to absorb during the\r\ncourse of these debates was appalling. Discussions which began at lunch\r\nwould be continued until it was time to order dinner; and then, as\r\nlikely as not, they would have to sit there till supper-time in order to\r\nthrash the question thoroughly out.\r\n\r\n       *       *       *       *       *\r\n\r\nThe collection of a cast was a matter even more complicated than the\r\nactual composition of the revue. There was the almost insuperable\r\ndifficulty that Miss Verepoint firmly vetoed every name suggested. It\r\nseemed practically impossible to find any man or woman in all England\r\nor America whose peculiar gifts or lack of them would not interfere\r\nwith Miss Verepoint's giving a satisfactory performance of the principal\r\nrole. It was all very perplexing to Roland; but as Miss Verepoint was an\r\nexpert in theatrical matters, he scarcely felt entitled to question her\r\nviews.\r\n\r\nIt was about this time that Roland proposed to Miss Verepoint. The\r\npassage of time and the strain of talking over the revue had to a\r\ncertain extent moderated his original fervor. He had shaded off from\r\na passionate devotion, through various diminishing tints of regard for\r\nher, into a sort of pale sunset glow of affection. His principal reason\r\nfor proposing was that it seemed to him to be in the natural order of\r\nevents. Her air towards him had become distinctly proprietorial. She now\r\ncalled him “Roly-poly” in public--a proceeding which left him with mixed\r\nfeelings. Also, she had taken to ordering him about, which, as everybody\r\nknows, is an unmistakable sign of affection among ladies of the\r\ntheatrical profession. Finally, in his chivalrous way, Roland had\r\nbegun to feel a little apprehensive lest he might be compromising Miss\r\nVerepoint. Everybody knew that he was putting up the money for the\r\nrevue in which she was to appear; they were constantly seen together at\r\nrestaurants; people looked arch when they spoke to him about her. He had\r\nto ask himself: was he behaving like a perfect gentleman? The answer was\r\nin the negative. He took a cab to her flat and proposed before he could\r\nrepent of his decision.\r\n\r\nShe accepted him. He was not certain for a moment whether he was glad\r\nor sorry. “But I don't want to get married,” she went on, “until I have\r\njustified my choice of a profession. You will have to wait until I have\r\nmade a success in this revue.”\r\n\r\nRoland was shocked to find himself hugely relieved at this concession.\r\n\r\nThe revue took shape. There did apparently exist a handful of artistes\r\nto whom Miss Verepoint had no objection, and these--a scrubby but\r\nconfident lot--were promptly engaged. Sallow Americans sprang from\r\nnowhere with songs, dances, and ideas for effects. Tousled-haired scenic\r\nartists wandered in with model scenes under their arms. A great cloud of\r\nchorus-ladies settled upon the theater like flies. Even Bromham Rhodes\r\nand R. P. de Parys--those human pythons--showed signs of activity. They\r\ncornered Roland one day near Swan and Edgar's, steered him into the\r\nPiccadilly Grill-room and, over a hearty lunch, read him extracts from\r\na brown-paper-covered manuscript which, they informed him, was the first\r\nact.\r\n\r\nIt looked a battered sort of manuscript and, indeed, it had every right\r\nto be. Under various titles and at various times, Bromham Rhodes' and R.\r\nP. de Parys' first act had been refused by practically every responsible\r\nmanager in London. As “Oh! What a Life!” it had failed to satisfy the\r\ndirectors of the Empire. Re-christened “Wow-Wow!” it had been rejected\r\nby the Alhambra. The Hippodrome had refused to consider it, even under\r\nthe name of “Hullo, Cellar-Flap!” It was now called, “Pass Along,\r\nPlease!” and, according to its authors, was a real revue.\r\n\r\nRoland was to learn, as the days went on, that in the world in which he\r\nwas moving everything was real revue that was not a stunt or a corking\r\neffect. He floundered in a sea of real revue, stunts, and corking\r\neffects. As far as he could gather, the main difference between these\r\nthings was that real revue was something which had been stolen from some\r\nprevious English production, whereas a stunt or a corking effect was\r\nsomething which had been looted from New York. A judicious blend of\r\nthese, he was given to understand, constituted the sort of thing the\r\npublic wanted.\r\n\r\nRehearsals began before, in Roland's opinion, his little army was\r\nproperly supplied with ammunition. True, they had the first act, but\r\neven the authors agreed that it wanted bringing up-to-date in parts.\r\nThey explained that it was, in a manner of speaking, their life-work,\r\nthat they had actually started it about ten years ago when they were\r\ncareless lads. Inevitably, it was spotted here and there with smart\r\ntopical hits of the early years of the century; but that, they said,\r\nwould be all right. They could freshen it up in a couple of evenings; it\r\nwas simply a matter of deleting allusions to pro-Boers and substituting\r\nlines about Marconi shares and mangel-wurzels. “It'll be all right,”\r\n they assured Roland; “this is real revue.”\r\n\r\nIn times of trouble there is always a point at which one may say,\r\n“Here is the beginning of the end.” This point came with Roland at the\r\ncommencement of the rehearsals. Till then he had not fully realized\r\nthe terrible nature of the production for which he had made himself\r\nresponsible. Moreover, it was rehearsals which gave him his first clear\r\ninsight into the character of Miss Verepoint.\r\n\r\nMiss Verepoint was not at her best at rehearsals. For the first time, as\r\nhe watched her, Roland found himself feeling that there was a case to\r\nbe made out for the managers who had so consistently kept her in the\r\nbackground. Miss Verepoint, to use the technical term, threw her weight\r\nabout. There were not many good lines in the script of act one of “Pass\r\nAlong, Please!” but such as there were she reached out for and\r\ngrabbed away from their owners, who retired into corners, scowling and\r\nmuttering, like dogs robbed of bones. She snubbed everybody, Roland\r\nincluded.\r\n\r\n       *       *       *       *       *\r\n\r\nRoland sat in the cold darkness of the stalls and watched her,\r\npanic-stricken. Like an icy wave, it had swept over him what marriage\r\nwith this girl would mean. He suddenly realised how essentially domestic\r\nhis instincts really were. Life with Miss Verepoint would mean perpetual\r\ndinners at restaurants, bread-throwing suppers, motor-rides--everything\r\nthat he hated most. Yet, as a man of honor, he was tied to her. If the\r\nrevue was a success, she would marry him--and revues, he knew, were\r\nalways successes. At that very moment there were six “best revues in\r\nLondon,” running at various theaters. He shuddered at the thought that\r\nin a few weeks there would be seven.\r\n\r\nHe felt a longing for rural solitude. He wanted to be alone by\r\nhimself for a day or two in a place where there were no papers with\r\nadvertisements of revues, no grill-rooms, and, above all, no Miss Billy\r\nVerepoint. That night he stole away to a Norfolk village, where, in\r\nhappier days, he had once spent a Summer holiday--a peaceful, primitive\r\nplace where the inhabitants could not have told real revue from a\r\ncorking effect.\r\n\r\nHere, for the space of a week, Roland lay in hiding, while his quivering\r\nnerves gradually recovered tone. He returned to London happier, but a\r\nlittle apprehensive. Beyond a brief telegram of farewell, he had not\r\ncommunicated with Miss Verepoint for seven days, and experience had\r\nmade him aware that she was a lady who demanded an adequate amount of\r\nattention.\r\n\r\nThat his nervous system was not wholly restored to health was borne in\r\nupon him as he walked along Piccadilly on his way to his flat; for,\r\nwhen somebody suddenly slapped him hard between the shoulder-blades, he\r\nuttered a stifled yell and leaped in the air.\r\n\r\nTurning to face his assailant, he found himself meeting the genial\r\ngaze of Mr. Montague, his predecessor in the ownership of the Windsor\r\nTheater.\r\n\r\nMr. Montague was effusively friendly, and, for some mysterious reason,\r\ncongratulatory.\r\n\r\n“You've done it, have you? You pulled it off, did you? And in the\r\nfirst month--by George! And I took you for the plain, ordinary mug of\r\ncommerce! My boy, you're as deep as they make 'em. Who'd have thought\r\nit, to look at you? It was the greatest idea any one ever had and\r\nstaring me in the face all the time and I never saw it! But I don't\r\ngrudge it to you--you deserve it my boy! You're a nut!”\r\n\r\n“I really don't know what you mean.”\r\n\r\n“Quite right, my boy!” chuckled Mr. Montague. “You're quite right to\r\nkeep it up, even among friends. It don't do to risk anything, and the\r\nleast said soonest mended.”\r\n\r\nHe went on his way, leaving Roland completely mystified.\r\n\r\nVoices from his sitting-room, among which he recognized the high note of\r\nMiss Verepoint, reminded him of the ordeal before him. He entered with\r\nwhat he hoped was a careless ease of manner, but his heart was beating\r\nfast. Since the opening of rehearsals he had acquired a wholesome\r\nrespect for Miss Verepoint's tongue. She was sitting in his favorite\r\nchair. There were also present Bromham Rhodes and R. P. de Parys, who\r\nhad made themselves completely at home with a couple of his cigars and\r\nwhisky from the oldest bin.\r\n\r\n“So here you are at last!” said Miss Verepoint, querulously. “The valet\r\ntold us you were expected back this morning, so we waited. Where on\r\nearth have you been to, running away like this, without a word?”\r\n\r\n“I only went----”\r\n\r\n“Well, it doesn't matter where you went. The main point is, what are you\r\ngoing to do about it?”\r\n\r\n“We thought we'd better come along and talk it over,” said R. P. de\r\nParys.\r\n\r\n“Talk what over?” said Roland: “the revue?”\r\n\r\n“Oh, don't try and be funny, for goodness' sake!” snapped Miss\r\nVerepoint. “It doesn't suit you. You haven't the right shape of head.\r\nWhat do you suppose we want to talk over? The theater, of course.”\r\n\r\n“What about the theater?”\r\n\r\nMiss Verepoint looked searchingly at him. “Don't you ever read the\r\npapers?”\r\n\r\n“I haven't seen a paper since I went away.”\r\n\r\n“Well, better have it quick and not waste time breaking it gently,”\r\n said Miss Verepoint. “The theater's been burned down--that's what's\r\nhappened.”\r\n\r\n“Burned down?”\r\n\r\n“Burned down!” repeated Roland.\r\n\r\n“That's what I said, didn't I? The suffragettes did it. They left copies\r\nof 'Votes for Women' about the place. The silly asses set fire to two\r\nother theaters as well, but they happened to be in main thoroughfares\r\nand the fire-brigade got them under control at once. I suppose they\r\ncouldn't find the Windsor. Anyhow, it's burned to the ground and what we\r\nwant to know is what are you going to do about it?”\r\n\r\nRoland was much too busy blessing the good angels of Kingsway to reply\r\nat once. R. P. de Parys, sympathetic soul, placed a wrong construction\r\non his silence.\r\n\r\n“Poor old Roly!” he said. “It's quite broken him up. The best thing we\r\ncan do is all to go off and talk it over at the Savoy, over a bit of\r\nlunch.”\r\n\r\n“Well,” said Miss Verepoint, “what are you going to do--rebuild the\r\nWindsor or try and get another theater?”\r\n\r\n       *       *       *       *       *\r\n\r\nThe authors were all for rebuilding the Windsor. True, it would take\r\ntime, but it would be more satisfactory in every way. Besides, at this\r\ntime of the year it would be no easy matter to secure another theater at\r\na moment's notice.\r\n\r\nTo R. P. de Parys and Bromham Rhodes the destruction of the Windsor\r\nTheater had appeared less in the light of a disaster than as a direct\r\nintervention on the part of Providence. The completion of that tiresome\r\nsecond act, which had brooded over their lives like an ugly cloud, could\r\nnow be postponed indefinitely.\r\n\r\n“Of course,” said R. P. de Parys, thoughtfully, “our contract with you\r\nmakes it obligatory on you to produce our revue by a certain date--but I\r\ndare say, Bromham, we could meet Roly there, couldn't we?”\r\n\r\n“Sure!” said Rhodes. “Something nominal, say a further five hundred on\r\naccount of fees would satisfy us. I certainly think it would be better\r\nto rebuild the Windsor, don't you, R. P.?”\r\n\r\n“I do,” agreed R. P. de Parys, cordially. “You see, Roly, our revue has\r\nbeen written to fit the Windsor. It would be very difficult to alter it\r\nfor production at another theater. Yes, I feel sure that rebuilding the\r\nWindsor would be your best course.”\r\n\r\nThere was a pause.\r\n\r\n“What do you think, Roly-poly?” asked Miss Verepoint, as Roland made no\r\nsign.\r\n\r\n“Nothing would delight me more than to rebuild the Windsor, or to take\r\nanother theater, or do anything else to oblige,” he said, cheerfully.\r\n“Unfortunately, I have no more money to burn.”\r\n\r\nIt was as if a bomb had suddenly exploded in the room. A dreadful\r\nsilence fell upon his hearers. For the moment no one spoke. R. P. de\r\nParys woke with a start out of a beautiful dream of prawn curry and\r\nBromham Rhodes forgot that he had not tasted food for nearly two hours.\r\nMiss Verepoint was the first to break the silence.\r\n\r\n“Do you mean to say,” she gasped, “that you didn't insure the place?”\r\n\r\nRoland shook his head. The particular form in which Miss Verepoint had\r\nput the question entitled him, he felt, to make this answer.\r\n\r\n“Why didn't you?” Miss Verepoint's tone was almost menacing.\r\n\r\n“Because it did not appear to me to be necessary.”\r\n\r\nNor was it necessary, said Roland to his conscience. Mr. Montague had\r\ndone all the insuring that was necessary--and a bit over.\r\n\r\nMiss Verepoint fought with her growing indignation, and lost. “What\r\nabout the salaries of the people who have been rehearsing all this\r\ntime?” she demanded.\r\n\r\n“I'm sorry that they should be out of an engagement, but it is scarcely\r\nmy fault. However, I propose to give each of them a month's salary. I\r\ncan manage that, I think.”\r\n\r\nMiss Verepoint rose. “And what about me? What about me, that's what I\r\nwant to know. Where do I get off? If you think I'm going to marry you\r\nwithout your getting a theater and putting up this revue you're jolly\r\nwell mistaken.”\r\n\r\nRoland made a gesture which was intended to convey regret and\r\nresignation. He even contrived to sigh.\r\n\r\n“Very well, then,” said Miss Verepoint, rightly interpreting this\r\nbehavior as his final pronouncement on the situation. “Then everything's\r\njolly well off.”\r\n\r\nShe swept out of the room, the two authors following in her wake like\r\nporpoises behind a liner. Roland went to his bureau, unlocked it and\r\ntook out a bundle of documents. He let his fingers stray lovingly among\r\nthe fire insurance policies which energetic Mr. Montague had been at\r\nsuch pains to secure from so many companies.\r\n\r\n“And so,” he said softly to himself, “am I.”\r\n\r\n\r\n\r\n\r\n\r\nTHE EPISODE OF THE LIVE WEEKLY\r\n\r\nFourth of a Series of Six Stories [First published in _Pictorial\r\nReview_, August 1916]\r\n\r\n\r\nIt was with a start that Roland Bleke realized that the girl at the\r\nother end of the bench was crying. For the last few minutes, as far\r\nas his preoccupation allowed him to notice them at all, he had been\r\nattributing the subdued sniffs to a summer cold, having just recovered\r\nfrom one himself.\r\n\r\nHe was embarrassed. He blamed the fate that had led him to this\r\nparticular bench, but he wished to give himself up to quiet deliberation\r\non the question of what on earth he was to do with two hundred and fifty\r\nthousand pounds, to which figure his fortune had now risen.\r\n\r\nThe sniffs continued. Roland's discomfort increased. Chivalry had always\r\nbeen his weakness. In the old days, on a hundred and forty pounds\r\na year, he had had few opportunities of indulging himself in this\r\ndirection; but now it seemed to him sometimes that the whole world was\r\ncrying out for assistance.\r\n\r\nShould he speak to her? He wanted to; but only a few days ago his eyes\r\nhad been caught by the placard of a weekly paper bearing the title of\r\n'Squibs,' on which in large letters was the legend “Men Who Speak\r\nto Girls,” and he had gathered that the accompanying article was a\r\ndenunciation rather than a eulogy of these individuals. On the other\r\nhand, she was obviously in distress.\r\n\r\nAnother sniff decided him.\r\n\r\n“I say, you know,” he said.\r\n\r\nThe girl looked at him. She was small, and at the present moment had\r\nthat air of the floweret surprized while shrinking, which adds a good\r\nthirty-three per cent. to a girl's attractions. Her nose, he noted, was\r\ndelicately tip-tilted. A certain pallor added to her beauty. Roland's\r\nheart executed the opening steps of a buck-and-wing dance.\r\n\r\n“Pardon me,” he went on, “but you appear to be in trouble. Is there\r\nanything I can do for you?”\r\n\r\nShe looked at him again--a keen look which seemed to get into Roland's\r\nsoul and walk about it with a searchlight. Then, as if satisfied by the\r\ninspection, she spoke.\r\n\r\n“No, I don't think there is,” she said. “Unless you happen to be the\r\nproprietor of a weekly paper with a Woman's Page, and need an editress\r\nfor it.”\r\n\r\n“I don't understand.”\r\n\r\n“Well, that's all any one could do for me--give me back my work or give\r\nme something else of the same sort.”\r\n\r\n“Oh, have you lost your job?”\r\n\r\n“I have. So would you mind going away, because I want to go on crying,\r\nand I do it better alone. You won't mind my turning you out, I hope, but\r\nI was here first, and there are heaps of other benches.”\r\n\r\n“No, but wait a minute. I want to hear about this. I might be able--what\r\nI mean is--think of something. Tell me all about it.”\r\n\r\nThere is no doubt that the possession of two hundred and fifty thousand\r\npounds tones down a diffident man's diffidence. Roland began to feel\r\nalmost masterful.\r\n\r\n“Why should I?”\r\n\r\n“Why shouldn't you?”\r\n\r\n“There's something in that,” said the girl reflectively. “After all,\r\nyou might know somebody. Well, as you want to know, I have just been\r\ndischarged from a paper called 'Squibs.' I used to edit the Woman's\r\nPage.”\r\n\r\n“By Jove, did you write that article on 'Men Who Speak----'?”\r\n\r\nThe hard manner in which she had wrapped herself as in a garment\r\nvanished instantly. Her eyes softened. She even blushed. Just a becoming\r\npink, you know!\r\n\r\n“You don't mean to say you read it? I didn't think that any one ever\r\nreally read 'Squibs.'”\r\n\r\n“Read it!” cried Roland, recklessly abandoning truth. “I should jolly\r\nwell think so. I know it by heart. Do you mean to say that, after\r\nan article like that, they actually sacked you? Threw you out as a\r\nfailure?”\r\n\r\n“Oh, they didn't send me away for incompetence. It was simply because\r\nthey couldn't afford to keep me on. Mr. Petheram was very nice about\r\nit.”\r\n\r\n“Who's Mr. Petheram?”\r\n\r\n“Mr. Petheram's everything. He calls himself the editor, but he's really\r\neverything except office-boy, and I expect he'll be that next week.\r\nWhen I started with the paper, there was quite a large staff. But it got\r\nwhittled down by degrees till there was only Mr. Petheram and myself. It\r\nwas like the crew of the 'Nancy Bell.' They got eaten one by one, till\r\nI was the only one left. And now I've gone. Mr. Petheram is doing the\r\nwhole paper now.”\r\n\r\n“How is it that he can't get anything better to do?” Roland said.\r\n\r\n“He has done lots of better things. He used to be at Carmelite House,\r\nbut they thought he was too old.”\r\n\r\nRoland felt relieved. He conjured up a picture of a white-haired elder\r\nwith a fatherly manner.\r\n\r\n“Oh, he's old, is he?”\r\n\r\n“Twenty-four.”\r\n\r\nThere was a brief silence. Something in the girl's expression stung\r\nRoland. She wore a rapt look, as if she were dreaming of the absent\r\nPetheram, confound him. He would show her that Petheram was not the only\r\nman worth looking rapt about.\r\n\r\nHe rose.\r\n\r\n“Would you mind giving me your address?” he said.\r\n\r\n“Why?”\r\n\r\n“In order,” said Roland carefully, “that I may offer you your former\r\nemployment on 'Squibs.' I am going to buy it.”\r\n\r\nAfter all, your man of dash and enterprise, your Napoleon, does have\r\nhis moments. Without looking at her, he perceived that he had bowled\r\nher over completely. Something told him that she was staring at him,\r\nopen-mouthed. Meanwhile, a voice within him was muttering anxiously, “I\r\nwonder how much this is going to cost.”\r\n\r\n“You're going to buy 'Squibs!'”\r\n\r\nHer voice had fallen away to an awestruck whisper.\r\n\r\n“I am.”\r\n\r\nShe gulped.\r\n\r\n“Well, I think you're wonderful.”\r\n\r\nSo did Roland.\r\n\r\n“Where will a letter find you?” he asked.\r\n\r\n“My name is March. Bessie March. I'm living at twenty-seven Guildford\r\nStreet.”\r\n\r\n“Twenty-seven. Thank you. Good morning. I will communicate with you in\r\ndue course.”\r\n\r\nHe raised his hat and walked away. He had only gone a few steps, when\r\nthere was a patter of feet behind him. He turned.\r\n\r\n“I--I just wanted to thank you,” she said.\r\n\r\n“Not at all,” said Roland. “Not at all.”\r\n\r\nHe went on his way, tingling with just triumph. Petheram? Who was\r\nPetheram? Who, in the name of goodness, was Petheram? He had put\r\nPetheram in his proper place, he rather fancied. Petheram, forsooth.\r\nLaughable.\r\n\r\nA copy of the current number of 'Squibs,' purchased at a book-stall,\r\ninformed him, after a minute search to find the editorial page, that the\r\noffices of the paper were in Fetter Lane. It was evidence of his exalted\r\nstate of mind that he proceeded thither in a cab.\r\n\r\nFetter Lane is one of those streets in which rooms that have only just\r\nescaped being cupboards by a few feet achieve the dignity of offices.\r\nThere might have been space to swing a cat in the editorial sanctum of\r\n'Squibs,' but it would have been a near thing. As for the outer office,\r\nin which a vacant-faced lad of fifteen received Roland and instructed\r\nhim to wait while he took his card in to Mr. Petheram, it was a mere\r\nbox. Roland was afraid to expand his chest for fear of bruising it.\r\n\r\nThe boy returned to say that Mr. Petheram would see him.\r\n\r\nMr. Petheram was a young man with a mop of hair, and an air of almost\r\npainful restraint. He was in his shirt-sleeves, and the table before\r\nhim was heaped high with papers. Opposite him, evidently in the act of\r\ntaking his leave was a comfortable-looking man of middle age with a\r\nred face and a short beard. He left as Roland entered and Roland was\r\nsurprized to see Mr. Petheram spring to his feet, shake his fist at\r\nthe closing door, and kick the wall with a vehemence which brought down\r\nseveral inches of discolored plaster.\r\n\r\n“Take a seat,” he said, when he had finished this performance. “What can\r\nI do for you?”\r\n\r\nRoland had always imagined that editors in their private offices were\r\nless easily approached and, when approached, more brusk. The fact was\r\nthat Mr. Petheram, whose optimism nothing could quench, had mistaken him\r\nfor a prospective advertiser.\r\n\r\n“I want to buy the paper,” said Roland. He was aware that this was an\r\nabrupt way of approaching the subject, but, after all, he did want to\r\nbuy the paper, so why not say so?\r\n\r\nMr. Petheram fizzed in his chair. He glowed with excitement.\r\n\r\n“Do you mean to tell me there's a single book-stall in London which has\r\nsold out? Great Scott, perhaps they've all sold out! How many did you\r\ntry?”\r\n\r\n“I mean buy the whole paper. Become proprietor, you know.”\r\n\r\nRoland felt that he was blushing, and hated himself for it. He ought to\r\nbe carrying this thing through with an air. Mr. Petheram looked at him\r\nblankly.\r\n\r\n“Why?” he asked.\r\n\r\n“Oh, I don't know,” said Roland. He felt the interview was going all\r\nwrong. It lacked a stateliness which this kind of interview should have\r\nhad.\r\n\r\n“Honestly?” said Mr. Petheram. “You aren't pulling my leg?”\r\n\r\nRoland nodded. Mr. Petheram appeared to struggle with his conscience,\r\nand finally to be worsted by it, for his next remarks were limpidly\r\nhonest.\r\n\r\n“Don't you be an ass,” he said. “You don't know what you're letting\r\nyourself in for. Did you see that blighter who went out just now? Do you\r\nknow who he is? That's the fellow we've got to pay five pounds a week to\r\nfor life.”\r\n\r\n“Why?”\r\n\r\n“We can't get rid of him. When the paper started, the proprietors--not\r\nthe present ones--thought it would give the thing a boom if they had\r\na football competition with a first prize of a fiver a week for life.\r\nWell, that's the man who won it. He's been handed down as a legacy from\r\nproprietor to proprietor, till now we've got him. Ages ago they tried\r\nto get him to compromise for a lump sum down, but he wouldn't. Said he\r\nwould only spend it, and preferred to get it by the week. Well, by the\r\ntime we've paid that vampire, there isn't much left out of our profits.\r\nThat's why we are at the present moment a little understaffed.”\r\n\r\nA frown clouded Mr. Petheram's brow. Roland wondered if he was thinking\r\nof Bessie March.\r\n\r\n“I know all about that,” he said.\r\n\r\n“And you still want to buy the thing?”\r\n\r\n“Yes.”\r\n\r\n“But what on earth for? Mind you, I ought not to be crabbing my own\r\npaper like this, but you seem a good chap, and I don't want to see you\r\nlanded. Why are you doing it?”\r\n\r\n“Oh, just for fun.”\r\n\r\n“Ah, now you're talking. If you can afford expensive amusements, go\r\nahead.”\r\n\r\nHe put his feet on the table, and lit a short pipe. His gloomy views on\r\nthe subject of 'Squibs' gave way to a wave of optimism.\r\n\r\n“You know,” he said, “there's really a lot of life in the old rag yet.\r\nIf it were properly run. What has hampered us has been lack of capital.\r\nWe haven't been able to advertise. I'm bursting with ideas for booming\r\nthe paper, only naturally you can't do it for nothing. As for editing,\r\nwhat I don't know about editing--but perhaps you had got somebody else\r\nin your mind?”\r\n\r\n“No, no,” said Roland, who would not have known an editor from an\r\noffice-boy. The thought of interviewing prospective editors appalled\r\nhim.\r\n\r\n“Very well, then,” resumed Mr. Petheram, reassured, kicking over a heap\r\nof papers to give more room for his feet. “Take it that I continue as\r\neditor. We can discuss terms later. Under the present regime I have been\r\ndoing all the work in exchange for a happy home. I suppose you won't\r\nwant to spoil the ship for a ha'porth of tar? In other words, you would\r\nsooner have a happy, well-fed editor running about the place than a\r\nbroken-down wreck who might swoon from starvation?”\r\n\r\n“But one moment,” said Roland. “Are you sure that the present\r\nproprietors will want to sell?”\r\n\r\n“Want to sell,” cried Mr. Petheram enthusiastically. “Why, if they know\r\nyou want to buy, you've as much chance of getting away from them without\r\nthe paper as--as--well, I can't think of anything that has such a poor\r\nchance of anything. If you aren't quick on your feet, they'll cry on\r\nyour shoulder. Come along, and we'll round them up now.”\r\n\r\nHe struggled into his coat, and gave his hair an impatient brush with a\r\nnote-book.\r\n\r\n“There's just one other thing,” said Roland. “I have been a regular\r\nreader of 'Squibs' for some time, and I particularly admire the way in\r\nwhich the Woman's Page----”\r\n\r\n“You mean you want to reengage the editress? Rather. You couldn't do\r\nbetter. I was going to suggest it myself. Now, come along quick before\r\nyou change your mind or wake up.”\r\n\r\nWithin a very few days of becoming sole proprietor of 'Squibs,' Roland\r\nbegan to feel much as a man might who, a novice at the art of steering\r\ncars, should find himself at the wheel of a runaway motor. Young Mr.\r\nPetheram had spoken nothing less than the truth when he had said that\r\nhe was full of ideas for booming the paper. The infusion of capital into\r\nthe business acted on him like a powerful stimulant. He exuded ideas at\r\nevery pore.\r\n\r\nRoland's first notion had been to engage a staff of contributors. He was\r\nunder the impression that contributors were the life-blood of a weekly\r\njournal. Mr. Petheram corrected this view. He consented to the purchase\r\nof a lurid serial story, but that was the last concession he made.\r\nNobody could accuse Mr. Petheram of lack of energy. He was willing, even\r\nanxious, to write the whole paper himself, with the exception of the\r\nWoman's Page, now brightly conducted once more by Miss March. What he\r\nwanted Roland to concentrate himself upon was the supplying of capital\r\nfor ingenious advertising schemes.\r\n\r\n“How would it be,” he asked one morning--he always began his remarks\r\nwith, “How would it be?”--“if we paid a man to walk down Piccadilly in\r\nwhite skin-tights with the word 'Squibs' painted in red letters across\r\nhis chest?”\r\n\r\nRoland thought it would certainly not be.\r\n\r\n“Good sound advertising stunt,” urged Mr. Petheram. “You don't like it?\r\nAll right. You're the boss. Well, how would it be to have a squad of\r\nmen dressed as Zulus with white shields bearing the legend 'Squibs?' See\r\nwhat I mean? Have them sprinting along the Strand shouting, 'Wah! Wah!\r\nWah! Buy it! Buy it!' It would make people talk.”\r\n\r\nRoland emerged from these interviews with his skin crawling with modest\r\napprehension. His was a retiring nature, and the thought of Zulus\r\nsprinting down the Strand shouting “Wah! Wah! Wah! Buy it! Buy it!” with\r\nreference to his personal property appalled him.\r\n\r\nHe was beginning now heartily to regret having bought the paper, as\r\nhe generally regretted every definite step which he took. The glow of\r\nromance which had sustained him during the preliminary negotiations had\r\nfaded entirely. A girl has to be possessed of unusual charm to continue\r\nto captivate B, when she makes it plain daily that her heart is the\r\nexclusive property of A; and Roland had long since ceased to cherish any\r\ndelusion that Bessie March was ever likely to feel anything but a\r\nmild liking for him. Young Mr. Petheram had obviously staked out an\r\nindisputable claim. Her attitude toward him was that of an affectionate\r\ndevotee toward a high priest. One morning, entering the office\r\nunexpectedly, Roland found her kissing the top of Mr. Petheram's head;\r\nand from that moment his interest in the fortunes of 'Squibs' sank to\r\nzero. It amazed him that he could ever have been idiot enough to have\r\nallowed himself to be entangled in this insane venture for the sake\r\nof an insignificant-looking bit of a girl with a snub-nose and a poor\r\ncomplexion.\r\n\r\nWhat particularly galled him was the fact that he was throwing away good\r\ncash for nothing. It was true that his capital was more than equal to\r\nthe, on the whole, modest demands of the paper, but that did not alter\r\nthe fact that he was wasting money. Mr. Petheram always talked buoyantly\r\nabout turning the corner, but the corner always seemed just as far off.\r\n\r\nThe old idea of flight, to which he invariably had recourse in any\r\ncrisis, came upon Roland with irresistible force. He packed a bag, and\r\nwent to Paris. There, in the discomforts of life in a foreign country,\r\nhe contrived for a month to forget his white elephant.\r\n\r\nHe returned by the evening train which deposits the traveler in London\r\nin time for dinner.\r\n\r\nStrangely enough, nothing was farther from Roland's mind than his\r\nbright weekly paper, as he sat down to dine in a crowded grill-room near\r\nPiccadilly Circus. Four weeks of acute torment in a city where nobody\r\nseemed to understand the simplest English sentence had driven 'Squibs'\r\ncompletely from his mind for the time being.\r\n\r\nThe fact that such a paper existed was brought home to him with the\r\ncoffee. A note was placed upon his table by the attentive waiter.\r\n\r\n“What's this?” he asked.\r\n\r\n“The lady, sare,” said the waiter vaguely.\r\n\r\nRoland looked round the room excitedly. The spirit of romance gripped\r\nhim. There were many ladies present, for this particular restaurant\r\nwas a favorite with artistes who were permitted to “look in” at their\r\ntheaters as late as eight-thirty. None of them looked particularly\r\nself-conscious, yet one of them had sent him this quite unsolicited\r\ntribute. He tore open the envelope.\r\n\r\nThe message, written in a flowing feminine hand, was brief, and Mrs.\r\nGrundy herself could have taken no exception to it.\r\n\r\n“'Squibs,' one penny weekly, buy it,” it ran. All the mellowing effects\r\nof a good dinner passed away from Roland. He was feverishly irritated.\r\nHe paid his bill and left the place.\r\n\r\nA visit to a neighboring music-hall occurred to him as a suitable\r\nsedative. Hardly had his nerves ceased to quiver sufficiently to allow\r\nhim to begin to enjoy the performance, when, in the interval between two\r\nof the turns, a man rose in one of the side boxes.\r\n\r\n“Is there a doctor in the house?”\r\n\r\nThere was a hush in the audience. All eyes were directed toward the box.\r\nA man in the stalls rose, blushing, and cleared his throat.\r\n\r\n“My wife has fainted,” continued the speaker. “She has just discovered\r\nthat she has lost her copy of 'Squibs.'”\r\n\r\nThe audience received the statement with the bovine stolidity of an\r\nEnglish audience in the presence of the unusual.\r\n\r\nNot so Roland. Even as the purposeful-looking chuckers-out wended their\r\nleopard-like steps toward the box, he was rushing out into the street.\r\n\r\nAs he stood cooling his indignation in the pleasant breeze which had\r\nsprung up, he was aware of a dense crowd proceeding toward him. It was\r\nheaded by an individual who shone out against the drab background like a\r\ngood deed in a naughty world. Nature hath framed strange fellows in her\r\ntime, and this was one of the strangest that Roland's bulging eyes had\r\never rested upon. He was a large, stout man, comfortably clad in a suit\r\nof white linen, relieved by a scarlet 'Squibs' across the bosom. His\r\ntop-hat, at least four sizes larger than any top-hat worn out of a\r\npantomime, flaunted the same word in letters of flame. His umbrella,\r\nwhich, tho the weather was fine, he carried open above his head, bore\r\nthe device “One penny weekly”.\r\n\r\nThe arrest of this person by a vigilant policeman and Roland's dive into\r\na taxicab occurred simultaneously. Roland was blushing all over. His\r\nhead was in a whirl. He took the evening paper handed in through\r\nthe window of the cab quite mechanically, and it was only the strong\r\nexhortations of the vendor which eventually induced him to pay for it.\r\nThis he did with a sovereign, and the cab drove off.\r\n\r\nHe was just thinking of going to bed several hours later, when it\r\noccurred to him that he had not read his paper. He glanced at the\r\nfirst page. The middle column was devoted to a really capitally written\r\naccount of the proceedings at Bow Street consequent upon the arrest\r\nof six men who, it was alleged, had caused a crowd to collect to the\r\ndisturbance of the peace by parading the Strand in the undress of Zulu\r\nwarriors, shouting in unison the words “Wah! Wah! Wah! Buy 'Squibs.'”\r\n\r\n       *       *       *       *       *\r\n\r\nYoung Mr. Petheram greeted Roland with a joyous enthusiasm which the\r\nhound Argus, on the return of Ulysses, might have equalled but could\r\nscarcely have surpassed.\r\n\r\nIt seemed to be Mr. Petheram's considered opinion that God was in His\r\nHeaven and all was right with the world. Roland's attempts to correct\r\nthis belief fell on deaf ears.\r\n\r\n“Have I seen the advertisements?” he cried, echoing his editor's first\r\nquestion. “I've seen nothing else.”\r\n\r\n“There!” said Mr. Petheram proudly.\r\n\r\n“It can't go on.”\r\n\r\n“Yes, it can. Don't you worry. I know they're arrested as fast as we\r\nsend them out, but, bless you, the supply's endless. Ever since the\r\nRevue boom started and actors were expected to do six different parts in\r\nseven minutes, there are platoons of music-hall 'pros' hanging about\r\nthe Strand, ready to take on any sort of job you offer them. I have a\r\nspecial staff flushing the Bodegas. These fellows love it. It's meat and\r\ndrink to them to be right in the public eye like that. Makes them feel\r\nten years younger. It's wonderful the talent knocking about. Those\r\nZulus used to have a steady job as the Six Brothers Biff, Society\r\nContortionists. The Revue craze killed them professionally. They cried\r\nlike children when we took them on.\r\n\r\n“By the way, could you put through an expenses cheque before you go?\r\nThe fines mount up a bit. But don't you worry about that either. We're\r\ncoining money. I'll show you the returns in a minute. I told you we\r\nshould turn the corner. Turned it! Blame me, we've whizzed round it on\r\ntwo wheels. Have you had time to see the paper since you got back? No?\r\nThen you haven't seen our new Scandal Page--'We Just Want to Know, You\r\nKnow.' It's a corker, and it's sent the circulation up like a rocket.\r\nEverybody reads 'Squibs' now. I was hoping you would come back soon. I\r\nwanted to ask you about taking new offices. We're a bit above this sort\r\nof thing now.”\r\n\r\nRoland, meanwhile, was reading with horrified eyes the alleged corking\r\nScandal Page. It seemed to him without exception the most frightful\r\nproduction he had ever seen. It appalled him.\r\n\r\n“This is awful,” he moaned. “We shall have a hundred libel actions.”\r\n\r\n“Oh, no, that's all right. It's all fake stuff, tho the public doesn't\r\nknow it. If you stuck to real scandals you wouldn't get a par. a week.\r\nA more moral set of blameless wasters than the blighters who constitute\r\nmodern society you never struck. But it reads all right, doesn't it? Of\r\ncourse, every now and then one does hear something genuine, and then it\r\ngoes in. For instance, have you ever heard of Percy Pook, the bookie? I\r\nhave got a real ripe thing in about Percy this week, the absolute limpid\r\ntruth. It will make him sit up a bit. There, just under your thumb.”\r\n\r\nRoland removed his thumb, and, having read the paragraph in question,\r\nstarted as if he had removed it from a snake.\r\n\r\n“But this is bound to mean a libel action!” he cried.\r\n\r\n“Not a bit of it,” said Mr. Petheram comfortably. “You don't know Percy.\r\nI won't bore you with his life-history, but take it from me he doesn't\r\nrush into a court of law from sheer love of it. You're safe enough.”\r\n\r\n       *       *       *       *       *\r\n\r\nBut it appeared that Mr. Pook, tho coy in the matter of cleansing his\r\nscutcheon before a judge and jury, was not wholly without weapons of\r\ndefense and offense. Arriving at the office next day, Roland found a\r\nscene of desolation, in the middle of which, like Marius among the ruins\r\nof Carthage, sat Jimmy, the vacant-faced office boy. Jimmy was\r\nreading an illustrated comic paper, and appeared undisturbed by his\r\nsurroundings.\r\n\r\n“He's gorn,” he observed, looking up as Roland entered.\r\n\r\n“What do you mean?” Roland snapped at him. “Who's gone and where did he\r\ngo? And besides that, when you speak to your superiors you will rise and\r\nstop chewing that infernal gum. It gets on my nerves.”\r\n\r\nJimmy neither rose nor relinquished his gum. He took his time and\r\nanswered.\r\n\r\n“Mr. Petheram. A couple of fellers come in and went through, and there\r\nwas a uproar inside there, and presently out they come running, and I\r\nwent in, and there was Mr. Petheram on the floor knocked silly and the\r\nfurniture all broke, and now 'e's gorn to 'orspital. Those fellers 'ad\r\nbeen putting 'im froo it proper,” concluded Jimmy with moody relish.\r\n\r\nRoland sat down weakly. Jimmy, his tale told, resumed the study of his\r\nillustrated paper. Silence reigned in the offices of 'Squibs.'\r\n\r\nIt was broken by the arrival of Miss March. Her exclamation of\r\nastonishment at the sight of the wrecked room led to a repetition of\r\nJimmy's story.\r\n\r\nShe vanished on hearing the name of the hospital to which the stricken\r\neditor had been removed, and returned an hour later with flashing eyes\r\nand a set jaw.\r\n\r\n“Aubrey,” she said--it was news to Roland that Mr. Petheram's name was\r\nAubrey--“is very much knocked about, but he is conscious and sitting up\r\nand taking nourishment.”\r\n\r\n“That's good.”\r\n\r\n“In a spoon only.”\r\n\r\n“Ah!” said Roland.\r\n\r\n“The doctor says he will not be out for a week. Aubrey is certain it was\r\nthat horrible book-maker's men who did it, but of course he can prove\r\nnothing. But his last words to me were, 'Slip it into Percy again this\r\nweek.' He has given me one or two things to mention. I don't understand\r\nthem, but Aubrey says they will make him wild.”\r\n\r\nRoland's flesh crept. The idea of making Mr. Pook any wilder than he\r\nappeared to be at present horrified him. Panic gave him strength, and\r\nhe addressed Miss March, who was looking more like a modern Joan of Arc\r\nthan anything else on earth, firmly.\r\n\r\n“Miss March,” he said, “I realize that this is a crisis, and that we\r\nmust all do all that we can for the paper, and I am ready to do anything\r\nin reason--but I will not slip it into Percy. You have seen the effects\r\nof slipping it into Percy. What he or his minions will do if we repeat\r\nthe process I do not care to think.”\r\n\r\n“You are afraid?”\r\n\r\n“Yes,” said Roland simply.\r\n\r\nMiss March turned on her heel. It was plain that she regarded him as a\r\nworm. Roland did not like being thought a worm, but it was infinitely\r\nbetter than being regarded as an interesting case by the house-surgeon\r\nof a hospital. He belonged to the school of thought which holds that it\r\nis better that people should say of you, “There he goes!” than that they\r\nshould say, “How peaceful he looks”.\r\n\r\nStress of work prevented further conversation. It was a revelation to\r\nRoland, the vigor and energy with which Miss March threw herself into\r\nthe breach. As a matter of fact, so tremendous had been the labors of\r\nthe departed Mr. Petheram, that her work was more apparent than real.\r\nThanks to Mr. Petheram, there was a sufficient supply of material in\r\nhand to enable 'Squibs' to run a fortnight on its own momentum. Roland,\r\nhowever, did not know this, and with a view to doing what little he\r\ncould to help, he informed Miss March that he would write the Scandal\r\nPage. It must be added that the offer was due quite as much to prudence\r\nas to chivalry. Roland simply did not dare to trust her with the Scandal\r\nPage. In her present mood it was not safe. To slip it into Percy would,\r\nhe felt, be with her the work of a moment.\r\n\r\n       *       *       *       *       *\r\n\r\nLiterary composition had never been Roland's forte. He sat and stared at\r\nthe white paper and chewed the pencil which should have been marring its\r\nwhiteness with stinging paragraphs. No sort of idea came to him.\r\n\r\nHis brow grew damp. What sort of people--except book-makers--did things\r\nyou could write scandal about? As far as he could ascertain, nobody.\r\n\r\nHe picked up the morning paper. The name Windlebird [*] caught his eye.\r\nA kind of pleasant melancholy came over him as he read the paragraph.\r\nHow long ago it seemed since he had met that genial financier. The\r\nparagraph was not particularly interesting. It gave a brief account of\r\nsome large deal which Mr. Windlebird was negotiating. Roland did not\r\nunderstand a word of it, but it gave him an idea.\r\n\r\n[*] He is a character in the Second Episode, a fraudulent financier.\r\n\r\nMr. Windlebird's financial standing, he knew, was above suspicion. Mr.\r\nWindlebird had made that clear to him during his visit. There could be\r\nno possibility of offending Mr. Windlebird by a paragraph or two about\r\nthe manners and customs of financiers. Phrases which his kindly host had\r\nused during his visit came back to him, and with them inspiration.\r\n\r\nWithin five minutes he had compiled the following\r\n\r\n    WE JUST WANT TO KNOW, YOU KNOW\r\n\r\n    WHO is the eminent financier at present engaged upon one of his\r\n    biggest deals?\r\n\r\n    WHETHER the public would not be well-advised to look a little\r\n    closer into it before investing their money?\r\n\r\n    IF it is not a fact that this gentleman has bought a first-class\r\n    ticket to the Argentine in case of accidents?\r\n\r\n    WHETHER he may not have to use it at any moment?\r\n\r\nAfter that it was easy. Ideas came with a rush. By the end of an hour\r\nhe had completed a Scandal Page of which Mr. Petheram himself might have\r\nbeen proud, without a suggestion of slipping it into Percy. He felt that\r\nhe could go to Mr. Pook, and say, “Percy, on your honor as a British\r\nbook-maker, have I slipped it into you in any way whatsoever?” And Mr.\r\nPook would be compelled to reply, “You have not.”\r\n\r\nMiss March read the proofs of the page, and sniffed. But Miss March's\r\nblood was up, and she would have sniffed at anything not directly\r\nhostile to Mr. Pook.\r\n\r\n       *       *       *       *       *\r\n\r\nA week later Roland sat in the office of 'Squibs,' reading a letter. It\r\nhad been sent from No. 18-A Bream's Buildings, E.C., but, from Roland's\r\npoint of view, it might have come direct from heaven; for its contents,\r\nsigned by Harrison, Harrison, Harrison & Harrison, Solicitors, were to\r\nthe effect that a client of theirs had instructed them to approach him\r\nwith a view to purchasing the paper. He would not find their client\r\ndisposed to haggle over terms, so, hoped Messrs. Harrison, Harrison,\r\nHarrison & Harrison, in the event of Roland being willing to sell, they\r\ncould speedily bring matters to a satisfactory conclusion.\r\n\r\nAny conclusion which had left him free of 'Squibs' without actual\r\npecuniary loss would have been satisfactory to Roland. He had conceived\r\na loathing for his property which not even its steadily increasing sales\r\ncould mitigate. He was around at Messrs. Harrison's office as soon as a\r\nswift taxi could take him there. The lawyers were for spinning the thing\r\nout with guarded remarks and cautious preambles, but Roland's methods of\r\ndoing business were always rapid.\r\n\r\n“This chap,” he said, “this fellow who wants to buy 'Squibs,' what'll he\r\ngive?”\r\n\r\n“That,” began one of the Harrisons ponderously, “would, of course,\r\nlargely depend----”\r\n\r\n“I'll take five thousand. Lock, stock, and barrel, including the present\r\nstaff, an even five thousand. How's that?”\r\n\r\n“Five thousand is a large----”\r\n\r\n“Take it or leave it.”\r\n\r\n“My dear sir, you hold a pistol to our heads. However, I think that our\r\nclient might consent to the sum you mention.”\r\n\r\n“Good. Well, directly I get his check, the thing's his. By the way, who\r\nis your client?”\r\n\r\nMr. Harrison coughed.\r\n\r\n“His name,” he said, “will be familiar to you. He is the eminent\r\nfinancier, Mr. Geoffrey Windlebird.”\r\n\r\n\r\n\r\n\r\n\r\nTHE DIVERTING EPISODE OF THE EXILED MONARCH\r\n\r\nFifth of a Series of Six Stories [First published in _Pictorial Review_,\r\nSeptember 1916]\r\n\r\n\r\nThe caoutchouc was drawing all London. Slightly more indecent than the\r\nSalome dance, a shade less reticent than ragtime, it had driven the\r\ntango out of existence. Nor, indeed, did anybody actually caoutchouc,\r\nfor the national dance of Paranoya contained three hundred and\r\nfifteen recognized steps; but everybody tried to. A new revue, “Hullo,\r\nCaoutchouc,” had been produced with success. And the pioneer of the\r\ndance, the peerless Maraquita, a native Paranoyan, still performed it\r\nnightly at the music-hall where she had first broken loose.\r\n\r\nThe caoutchouc fascinated Roland Bleke. Maraquita fascinated him more.\r\nOf all the women to whom he had lost his heart at first sight, Maraquita\r\nhad made the firmest impression upon him. She was what is sometimes\r\ncalled a fine woman.\r\n\r\nShe had large, flashing eyes, the physique of a Rugby International\r\nforward, and the agility of a cat on hot bricks.\r\n\r\nThere is a period of about fifty steps somewhere in the middle of the\r\nthree hundred and fifteen where the patient, abandoning the comparative\r\ndecorum of the earlier movements, whizzes about till she looks like a\r\nsalmon-colored whirlwind.\r\n\r\nThat was the bit that hit Roland.\r\n\r\nNight after night he sat in his stage-box, goggling at Maraquita and\r\napplauding wildly.\r\n\r\nOne night an attendant came to his box.\r\n\r\n“Excuse me, sir, but are you Mr. Roland Bleke? The Senorita Maraquita\r\nwishes to speak to you.”\r\n\r\nHe held open the door of the box. The possibility of refusal did not\r\nappear to occur to him. Behind the scenes at that theater, it was\r\ngenerally recognized that when the Peerless One wanted a thing, she got\r\nit--quick.\r\n\r\nThey were alone.\r\n\r\nWith no protective footlights between himself and her, Roland came to\r\nthe conclusion that he had made a mistake. It was not that she was any\r\nless beautiful at the very close quarters imposed by the limits of\r\nthe dressing-room; but he felt that in falling in love with her he had\r\nundertaken a contract a little too large for one of his quiet, diffident\r\nnature. It crossed his mind that the sort of woman he really liked was\r\nthe rather small, drooping type. Dynamite would not have made Maraquita\r\ndroop.\r\n\r\nFor perhaps a minute and a half Maraquita fixed her compelling eyes on\r\nhis without uttering a word. Then she broke a painful silence with this\r\nleading question:\r\n\r\n“You love me, _hein_?”\r\n\r\nRoland nodded feebly.\r\n\r\n“When men make love to me, I send them away--so.”\r\n\r\nShe waved her hand toward the door, and Roland began to feel almost\r\ncheerful again. He was to be dismissed with a caution, after all. The\r\nwoman had a fine, forgiving nature.\r\n\r\n“But not you.”\r\n\r\n“Not me?”\r\n\r\n“No, not you. You are the man I have been waiting for. I read about you\r\nin the paper, Senor Bleke. I see your picture in the 'Daily Mirror!' I\r\nsay to myself, 'What a man!'”\r\n\r\n“Those picture-paper photographs always make one look rather weird,”\r\n mumbled Roland.\r\n\r\n“I see you night after night in your box. Poof! I love you.”\r\n\r\n“Thanks awfully,” bleated Roland.\r\n\r\n“You would do anything for my sake, _hein_? I knew you were that kind\r\nof man directly I see you. No,” she added, as Roland writhed uneasily\r\nin his chair, “do not embrace me. Later, yes, but now, no. Not till the\r\nGreat Day.”\r\n\r\nWhat the Great Day might be Roland could not even faintly conjecture. He\r\ncould only hope that it would also be a remote one.\r\n\r\n“And now,” said the Senorita, throwing a cloak about her shoulders, “you\r\ncome away with me to my house. My friends are there awaiting us. They\r\nwill be glad and proud to meet you.”\r\n\r\n       *       *       *       *       *\r\n\r\nAfter his first inspection of the house and the friends, Roland came to\r\nthe conclusion that he preferred Maraquita's room to her company. The\r\nformer was large and airy, the latter, with one exception, small and\r\nhairy.\r\n\r\nThe exception Maraquita addressed as Bombito. He was a conspicuous\r\nfigure. He was one of those out-size, hasty-looking men. One suspected\r\nhim of carrying lethal weapons.\r\n\r\nMaraquita presented Roland to the company. The native speech of Paranoya\r\nsounded like shorthand, with a blend of Spanish. An expert could\r\nevidently squeeze a good deal of it into a minute. Its effect on the\r\ncompany was good. They were manifestly soothed. Even Bombito.\r\n\r\nIntroductions in detail then took place. This time, for Roland's\r\nbenefit, Maraquita spoke in English, and he learned that most of those\r\npresent were marquises. Before him, so he gathered from Maraquita, stood\r\nthe very flower of Paranoya's aristocracy, driven from their native land\r\nby the Infamy of 1905. Roland was too polite to inquire what on earth\r\nthe Infamy of 1905 might be, but its mention had a marked effect on the\r\ncompany. Some scowled, others uttered deep-throated oaths. Bombito\r\ndid both. Before supper, to which they presently sat down, was over,\r\nhowever, Roland knew a good deal about Paranoya and its history. The\r\nconversation conducted by Maraquita--to a ceaseless _bouche pleine_\r\naccompaniment from her friends--bore exclusively upon the subject.\r\n\r\nParanoya had, it appeared, existed fairly peacefully for centuries under\r\nthe rule of the Alejandro dynasty. Then, in the reign of Alejandro the\r\nThirteenth, disaffection had begun to spread, culminating in the Infamy\r\nof 1905, which, Roland had at last discovered, was nothing less than the\r\nabolition of the monarchy and the installation of a republic.\r\n\r\nSince 1905 the one thing for which they had lived, besides the\r\ncaoutchouc, was to see the monarchy restored and their beloved Alejandro\r\nthe Thirteenth back on his throne. Their efforts toward this end\r\nhad been untiring, and were at last showing signs of bearing fruit.\r\nParanoya, Maraquita assured Roland, was honeycombed with intrigue. The\r\narmy was disaffected, the people anxious for a return to the old order\r\nof things.\r\n\r\nA more propitious moment for striking the decisive blow was never likely\r\nto arrive. The question was purely one of funds.\r\n\r\nAt the mention of the word “funds,” Roland, who had become thoroughly\r\nbored with the lecture on Paranoyan history, sat up and took notice.\r\nHe had an instinctive feeling that he was about to be called upon for\r\na subscription to the cause of the distressful country's freedom.\r\nEspecially by Bombito.\r\n\r\nHe was right. A moment later Maraquita began to make a speech.\r\n\r\nShe spoke in Paranoyan, and Roland could not follow her, but he gathered\r\nthat it somehow had reference to himself.\r\n\r\nAs, at the end of it, the entire company rose to their feet and extended\r\ntheir glasses toward him with a mighty shout, he assumed that Maraquita\r\nhad been proposing his health.\r\n\r\n“They say 'To the liberator of Paranoya!'” kindly translated the\r\nPeerless One. “You must excuse,” said Maraquita tolerantly, as a bevy\r\nof patriots surrounded Roland and kissed him on the cheek. “They are so\r\ngrateful to the savior of our country. I myself would kiss you, were it\r\nnot that I have sworn that no man's lips shall touch mine till the royal\r\nstandard floats once more above the palace of Paranoya. But that will be\r\nsoon, very soon,” she went on. “With you on our side we can not fail.”\r\n\r\nWhat did the woman mean? Roland asked himself wildly. Did she labor\r\nunder the distressing delusion that he proposed to shed his blood on\r\nbehalf of a deposed monarch to whom he had never been introduced?\r\n\r\nMaraquita's next remarks made the matter clear.\r\n\r\n“I have told them,” she said, “that you love me, that you are willing\r\nto risk everything for my sake. I have promised them that you, the\r\nrich Senor Bleke, will supply the funds for the revolution. Once more,\r\ncomrades. To the Savior of Paranoya!”\r\n\r\nRoland tried his hardest to catch the infection of this patriotic\r\nenthusiasm, but somehow he could not do it. Base, sordid, mercenary\r\nspeculations would intrude themselves. About how much was a good,\r\nwell-furnished revolution likely to cost? As delicately as he could, he\r\nput the question to Maraquita.\r\n\r\nShe said, “Poof! The cost? La, la!” Which was all very well, but hardly\r\nsatisfactory as a business chat. However, that was all Roland could get\r\nout of her.\r\n\r\n       *       *       *       *       *\r\n\r\nThe next few days passed for Roland in a sort of dream. It was the kind\r\nof dream which it is not easy to distinguish from a nightmare.\r\n\r\nMaraquita's reticence at the supper-party on the subject of details\r\nconnected with the financial side of revolutions entirely disappeared.\r\nShe now talked nothing but figures, and from the confused mass which\r\nshe presented to him Roland was able to gather that, in financing\r\nthe restoration of royalty in Paranoya, he would indeed be risking\r\neverything for her sake.\r\n\r\nIn the matter of revolutions Maraquita was no niggard. She knew how the\r\nthing should be done--well, or not at all. There would be so much for\r\nrifles, machine-guns, and what not: and there would be so much for the\r\nexpense of smuggling them into the country. Then there would be so much\r\nto be laid out in corrupting the republican army. Roland brightened a\r\nlittle when they came to this item. As the standing army of Paranoya\r\namounted to twenty thousand men, and as it seemed possible to corrupt\r\nit thoroughly at a cost of about thirty shillings a head, the obvious\r\ncourse, to Roland's way of thinking was to concentrate on this side of\r\nthe question and avoid unnecessary bloodshed.\r\n\r\nIt appeared, however, that Maraquita did not want to avoid bloodshed,\r\nthat she rather liked bloodshed, that the leaders of the revolution\r\nwould be disappointed if there were no bloodshed. Especially Bombito.\r\nUnless, she pointed out, there was a certain amount of carnage, looting,\r\nand so on, the revolution would not achieve a popular success. True, the\r\nbeloved Alejandro might be restored; but he would sit upon a throne\r\nthat was insecure, unless the coronation festivities took a bloodthirsty\r\nturn. By all means, said Maraquita, corrupt the army, but not at the\r\nrisk of making the affair tame and unpopular. Paranoya was an emotional\r\ncountry, and liked its revolutions with a bit of zip to them.\r\n\r\nIt was about ten days after he had definitely cast in his lot with the\r\nrevolutionary party that Roland was made aware that these things were a\r\nlittle more complex than he had imagined. He had reconciled himself to\r\nthe financial outlay. It had been difficult, but he had done it. That\r\nhis person as well as his purse would be placed in peril he had not\r\nforeseen.\r\n\r\nThe fact was borne in upon him at the end of the second week by the\r\narrival of the deputation.\r\n\r\nIt blew in from the street just as he was enjoying his after-dinner\r\ncigar.\r\n\r\nIt consisted of three men, one long and suave, the other two short,\r\nstout, and silent. They all had the sallow complexion and undue\r\nhairiness which he had come by this time to associate with the native of\r\nParanoya.\r\n\r\nFor a moment he mistook them for a drove of exiled noblemen whom he\r\nhad not had the pleasure of meeting at the supper-party; and he waited\r\nresignedly for them to make night hideous with the royal anthem. He\r\npoised himself on his toes, the more readily to spring aside if they\r\nshould try to kiss him on the cheek.\r\n\r\n“Mr. Bleke?” said the long man.\r\n\r\nHis companions drifted toward the cigar-box which stood open on the\r\ntable, and looked at it wistfully.\r\n\r\n“Long live the monarchy,” said Roland wearily. He had gathered in the\r\ncourse of his dealings with the exiled ones that this remark generally\r\nwent well.\r\n\r\nOn the present occasion it elicited no outburst of cheering. On the\r\ncontrary, the long man frowned, and his two companions helped themselves\r\nto a handful of cigars apiece with a marked moodiness.\r\n\r\n“Death to the monarchy,” corrected the long man coldly. “And,” he added\r\nwith a wealth of meaning in his voice, “to all who meddle in the affairs\r\nof our beloved country and seek to do it harm.”\r\n\r\n“I don't know what you mean,” said Roland.\r\n\r\n“Yes, Senor Bleke, you do know what I mean. I mean that you will be\r\nwell advised to abandon the schemes which you are hatching with the\r\nmalcontents who would do my beloved land an injury.”\r\n\r\nThe conversation was growing awkward. Roland had got so into the habit\r\nof taking it for granted that every Paranoyan he met must of necessity\r\nbe a devotee of the beloved Alejandro that it came as a shock to him\r\nto realize that there were those who objected to his restoration to\r\nthe throne. Till now he had looked on the enemy as something in the\r\nabstract. It had not struck him that the people for whose correction\r\nhe was buying all these rifles and machine-guns were individuals with a\r\nlively distaste for having their blood shed.\r\n\r\n“Senor Bleke,” resumed the speaker, frowning at one of his companions\r\nwhose hand was hovering above the bottle of liqueur brandy, “you are a\r\nman of sense. You know what is safe and what is not safe. Believe me,\r\nthis scheme of yours is not safe. You have been led away, but there\r\nis still time to withdraw. Do so, and all is well. Do not so, and your\r\nblood be upon your own head.”\r\n\r\n“My blood!” gasped Roland.\r\n\r\nThe speaker bowed.\r\n\r\n“That is all,” he said. “We merely came to give the warning. Ah, Senor\r\nBleke, do not be rash. You think that here, in this great London of\r\nyours, you are safe. You look at the policeman upon the corner of the\r\nroad, and you say to yourself 'I am safe.' Believe me, not at all so is\r\nit, but much the opposite. We have ways by which it is of no account the\r\npoliceman on the corner of the road. That is all, Senor Bleke. We wish\r\nyou a good night.”\r\n\r\nThe deputation withdrew.\r\n\r\nMaraquita, informed of the incident, snapped her fingers, and said\r\n“Poof!” It sometimes struck Roland that she would be more real help in a\r\ndifficult situation if she could get out of the habit of saying “Poof!”\r\n\r\n“It is nothing,” she said.\r\n\r\n“No?” said Roland.\r\n\r\n“We easily out-trick them, isn't it? You make a will leaving your money\r\nto the Cause, and then where are they, _hein_?”\r\n\r\nIt was one way of looking at it, but it brought little balm to Roland.\r\nHe said so. Maraquita scanned his face keenly.\r\n\r\n“You are not weakening, Roland?” she said. “You would not betray us\r\nnow?”\r\n\r\n“Well, of course, I don't know about betraying, you know, but still----.\r\nWhat I mean is----”\r\n\r\nMaraquita's eyes seemed to shoot forth two flames.\r\n\r\n“Take care,” she cried. “With me it is nothing, for I know that your\r\nheart is with Paranoya. But, if the others once had cause to suspect\r\nthat your resolve was failing--ah! If Bombito----”\r\n\r\nRoland took her point. He had forgotten Bombito for the moment.\r\n\r\n“For goodness' sake,” he said hastily, “don't go saying anything to\r\nBombito to give him the idea that I'm trying to back out. Of course you\r\ncan rely on me, and all that. That's all right.”\r\n\r\nMaraquita's gaze softened. She raised her glass--they were lunching at\r\nthe time--and put it to her lips.\r\n\r\n“To the Savior of Paranoya!” she said.\r\n\r\n“Beware!” whispered a voice in Roland's ear.\r\n\r\nHe turned with a start. A waiter was standing behind him, a small, dark,\r\nhairy man. He was looking into the middle distance with the abstracted\r\nair which waiters cultivate.\r\n\r\nRoland stared at him, but he did not move.\r\n\r\nThat evening, returning to his flat, Roland was paralyzed by the sight\r\nof the word “Beware” scrawled across the mirror in his bedroom. It had\r\napparently been done with a diamond. He rang the bell.\r\n\r\n“Sir?” said the competent valet. (“Competent valets are in attendance at\r\neach of these flats.”--_Advt._)\r\n\r\n“Has any one been here since I left?”\r\n\r\n“Yes, sir. A foreign-looking gentleman called. He said he knew you, sir.\r\nI showed him into your room.”\r\n\r\nThe same night, well on in the small hours, the telephone rang. Roland\r\ndragged himself out of bed.\r\n\r\n“Hullo?”\r\n\r\n“Is that Senor Bleke?”\r\n\r\n“Yes. What is it?”\r\n\r\n“Beware!”\r\n\r\nThings were becoming intolerable. Roland had a certain amount of\r\nnerve, but not enough to enable him to bear up against this sinister\r\npersecution. Yet what could he do? Suppose he did beware to the extent\r\nof withdrawing his support from the royalist movement, what then?\r\nBombito. If ever there was a toad under the harrow, he was that toad.\r\nAnd all because a perfectly respectful admiration for the caoutchouc\r\nhad led him to occupy a stage-box several nights in succession at the\r\ntheater where the peerless Maraquita tied herself into knots.\r\n\r\n       *       *       *       *       *\r\n\r\nThere was an air of unusual excitement in Maraquita's manner at their\r\nnext meeting.\r\n\r\n“We have been in communication with Him,” she whispered. “He will\r\nreceive you. He will give an audience to the Savior of Paranoya.”\r\n\r\n“Eh? Who will?”\r\n\r\n“Our beloved Alejandro. He wishes to see his faithful servant. We are to\r\ngo to him at once.”\r\n\r\n“Where?”\r\n\r\n“At his own house. He will receive you in person.”\r\n\r\nSuch was the quality of the emotions through which he had been passing\r\nof late, that Roland felt but a faint interest at the prospect of\r\nmeeting face to face a genuine--if exiled--monarch. The thought did flit\r\nthrough his mind that they would sit up a bit in old Fineberg's office\r\nif they could hear of it, but it brought him little consolation.\r\n\r\nThe cab drew up at a gloomy-looking house in a fashionable square.\r\nRoland rang the door-bell. There seemed a certain element of the prosaic\r\nin the action. He wondered what he should say to the butler.\r\n\r\nThere was, however, no need for words. The door opened, and they were\r\nushered in without parley. A butler and two footmen showed them into a\r\nluxuriously furnished anteroom. Roland entered with two thoughts\r\nrunning in his mind. The first was that the beloved Alejandro had got an\r\nuncommonly snug crib; the second that this was exactly like going to see\r\nthe dentist.\r\n\r\nPresently the squad of retainers returned, the butler leading.\r\n\r\n“His Majesty will receive Mr. Bleke.”\r\n\r\nRoland followed him with tottering knees.\r\n\r\nHis Majesty, King Alejandro the Thirteenth, on the retired list, was a\r\ngenial-looking man of middle age, comfortably stout about the middle\r\nand a little bald as to the forehead. He might have been a prosperous\r\nstock-broker. Roland felt more at his ease at the very sight of him.\r\n\r\n“Sit down, Mr. Bleke,” said His Majesty, as the door closed. “I have\r\nbeen wanting to see you for some time.”\r\n\r\nRoland had nothing to say. He was regaining his composure, but he had a\r\nlong way to go yet before he could feel thoroughly at home.\r\n\r\nKing Alejandro produced a cigaret-case, and offered it to Roland,\r\nwho shook his head speechlessly. The King lit a cigaret and smoked\r\nthoughtfully for a while.\r\n\r\n“You know, Mr. Bleke,” he said at last, “this must stop. It really must.\r\nI mean your devoted efforts on my behalf.”\r\n\r\nRoland gaped at him.\r\n\r\n“You are a very young man. I had expected to see some one much older.\r\nYour youth gives me the impression that you have gone into this affair\r\nfrom a spirit of adventure. I can assure you that you have nothing to\r\ngain commercially by interfering with my late kingdom. I hope, before\r\nwe part, that I can persuade you to abandon your idea of financing this\r\nmovement to restore me to the throne.\r\n\r\n“I don't understand--er--your majesty.”\r\n\r\n“I will explain. Please treat what I shall say as strictly confidential.\r\nYou must know, Mr. Bleke, that these attempts to re-establish me as a\r\nreigning monarch in Paranoya are, frankly, the curse of an otherwise\r\nvery pleasant existence. You look surprized? My dear sir, do you know\r\nParanoya? Have you ever been there? Have you the remotest idea what sort\r\nof life a King of Paranoya leads? I have tried it, and I can assure\r\nyou that a coal-heaver is happy by comparison. In the first place, the\r\nclimate of the country is abominable. I always had a cold in the head.\r\nSecondly, there is a small but energetic section of the populace whose\r\nsole recreation it seems to be to use their monarch as a target for\r\nbombs. They are not very good bombs, it is true, but one in, say, ten\r\nexplodes, and even an occasional bomb is unpleasant if you are the\r\ntarget.\r\n\r\n“Finally, I am much too fond of your delightful country to wish to leave\r\nit. I was educated in England--I am a Magdalene College man--and I have\r\nthe greatest horror of ever being compelled to leave it. My present life\r\nsuits me exactly. That is all I wished to say, Mr. Bleke. For both our\r\nsakes, for the sake of my comfort and your purse, abandon this scheme of\r\nyours.”\r\n\r\n       *       *       *       *       *\r\n\r\nRoland walked home thoughtfully. Maraquita had left the royal residence\r\nlong before he had finished the whisky-and-soda which the genial monarch\r\nhad pressed upon him. As he walked, the futility of his situation came\r\nhome to him more and more. Whatever he did, he was bound to displease\r\nsomebody; and these Paranoyans were so confoundedly impulsive when they\r\nwere vexed.\r\n\r\nFor two days he avoided Maraquita. On the third, with something of the\r\ninstinct which draws the murderer to the spot where he has buried the\r\nbody, he called at her house.\r\n\r\nShe was not present, but otherwise there was a full gathering. There\r\nwere the marquises; there were the counts; there was Bombito.\r\n\r\nHe looked unhappily round the crowd.\r\n\r\nSomebody gave him a glass of champagne. He raised it.\r\n\r\n“To the revolution,” he said mechanically.\r\n\r\nThere was a silence--it seemed to Roland an awkward silence. As if he\r\nhad said something improper, the marquises and counts began to drift\r\nfrom the room, till only Bombito was left. Roland regarded him with some\r\napprehension. He was looking larger and more unusual than ever.\r\n\r\nBut to-night, apparently, Bombito was in genial mood. He came forward\r\nand slapped Roland on the shoulder. And then the remarkable fact came to\r\nlight that Bombito spoke English, or a sort of English.\r\n\r\n“My old chap,” he said. “I would have a speech with you.”\r\n\r\nHe slapped Roland again on the shoulder.\r\n\r\n“The others they say, 'Break it with Senor Bleke gently.' Maraquita say\r\n'Break it with Senor Bleke gently.' So I break it with you gently.”\r\n\r\nHe dealt Roland a third stupendous punch. Whatever was to be broken\r\ngently, it was plain to Roland that it was not himself. And suddenly\r\nthere came to him a sort of intuition that told him that Bombito was\r\nnervous.\r\n\r\n“After all you have done for us, Senor Bleke, we shall seem to you\r\nungrateful bounders, but what is it? Yes? No? I shouldn't wonder,\r\nperhaps. The whole fact is that there has been political crisis in\r\nParanoya. Upset. Apple-cart. Yes? You follow? No? The Ministry have\r\nbeen--what do you say?--put through it. Expelled. Broken up. No more\r\nministry. New ministry wanted. To conciliate royalist party, that is\r\nthe cry. So deputation of leading persons, mighty good chaps, prominent\r\nmerchants and that sort of bounder, call upon us. They offer me to be\r\nPresident. See? No? Yes? That's right. I am ambitious blighter, Senor\r\nBleke. What about it, no? I accept. I am new President of Paranoya. So\r\nno need for your kind assistance. Royalist revolution up the spout. No\r\nmore royalist revolution.”\r\n\r\nThe wave of relief which swept over Roland ebbed sufficiently after an\r\ninterval to enable him to think of some one but himself. He was not fond\r\nof Maraquita, but he had a tender heart, and this, he felt, would kill\r\nthe poor girl.\r\n\r\n“But Maraquita----?”\r\n\r\n“That's all right, splendid old chap. No need to worry about Maraquita,\r\nstout old boy. Where the husband goes, so does the wife go. As you say,\r\nwhither thou goes will I follow. No?”\r\n\r\n“But I don't understand. Maraquita is not your wife?”\r\n\r\n“Why, certainly, good old heart. What else?”\r\n\r\n“Have you been married to her all the time?”\r\n\r\n“Why, certainly, good, dear boy.”\r\n\r\nThe room swam before Roland's eyes. There was no room in his mind\r\nfor meditations on the perfidy of woman. He groped forward and found\r\nBombito's hand.\r\n\r\n“By Jove,” he said thickly, as he wrung it again and again, “I knew you\r\nwere a good sort the first time I saw you. Have a drink or something.\r\nHave a cigar or something. Have something, anyway, and sit down and tell\r\nme all about it.”\r\n\r\n\r\n\r\n\r\n\r\nTHE EPISODE OF THE HIRED PAST\r\n\r\nFinal Story of the Series [First published in _Pictorial Review_,\r\nOctober 1916]\r\n\r\n\r\n“What do you mean--you can't marry him after all? After all what? Why\r\ncan't you marry him? You are perfectly childish.”\r\n\r\nLord Evenwood's gentle voice, which had in its time lulled the House\r\nof Peers to slumber more often than any voice ever heard in the\r\nGilded Chamber, had in it a note of unwonted, but quite justifiable,\r\nirritation. If there was one thing more than another that Lord Evenwood\r\ndisliked, it was any interference with arrangements already made.\r\n\r\n“The man,” he continued, “is not unsightly. The man is not conspicuously\r\nvulgar. The man does not eat peas with his knife. The man pronounces his\r\naitches with meticulous care and accuracy. The man, moreover, is worth\r\nrather more than a quarter of a million pounds. I repeat, you are\r\nchildish!”\r\n\r\n“Yes, I know he's a very decent little chap, Father,” said Lady Eva.\r\n“It's not that at all.”\r\n\r\n“I should be gratified, then, to hear what, in your opinion, it is.”\r\n\r\n“Well, do you think I could be happy with him?”\r\n\r\nLady Kimbuck gave tongue. She was Lord Evenwood's sister. She spent a\r\nvery happy widowhood interfering in the affairs of the various branches\r\nof her family.\r\n\r\n“We're not asking you to be happy. You have such odd ideas of happiness.\r\nYour idea of happiness is to be married to your cousin Gerry, whose only\r\nvisible means of support, so far as I can gather, is the four hundred\r\na year which he draws as a member for a constituency which has every\r\nintention of throwing him out at the next election.”\r\n\r\nLady Eva blushed. Lady Kimbuck's faculty for nosing out the secrets of\r\nher family had made her justly disliked from the Hebrides to Southern\r\nCornwall.\r\n\r\n“Young O'Rion is not to be thought of,” said Lord Evenwood firmly. “Not\r\nfor an instant. Apart from anything else, his politics are all\r\nwrong. Moreover, you are engaged to this Mr. Bleke. It is a sacred\r\nresponsibility not lightly to be evaded. You can not pledge your\r\nword one day to enter upon the most solemn contract known to--ah--the\r\ncivilized world, and break it the next. It is not fair to the man. It is\r\nnot fair to me. You know that all I live for is to see you comfortably\r\nsettled. If I could myself do anything for you, the matter would be\r\ndifferent. But these abominable land-taxes and Blowick--especially\r\nBlowick--no, no, it's out of the question. You will be very sorry if you\r\ndo anything foolish. I can assure you that Roland Blekes are not to be\r\nfound--ah--on every bush. Men are extremely shy of marrying nowadays.”\r\n\r\n“Especially,” said Lady Kimbuck, “into a family like ours. What with\r\nBlowick's scandal, and that shocking business of your grandfather\r\nand the circus-woman, to say nothing of your poor father's trouble in\r\n'85----”\r\n\r\n“Thank you, Sophia,” interrupted Lord Evenwood, hurriedly. “It is\r\nunnecessary to go into all that now. Suffice it that there are adequate\r\nreasons, apart from all moral obligations, why Eva should not break her\r\nword to Mr. Bleke.”\r\n\r\nLady Kimbuck's encyclopedic grip of the family annals was a source of\r\nthe utmost discomfort to her relatives. It was known that more than one\r\nfirm of publishers had made her tempting offers for her reminiscences,\r\nand the family looked on like nervous spectators at a battle while\r\nCupidity fought its ceaseless fight with Laziness; for the Evenwood\r\nfamily had at various times and in various ways stimulated the\r\ncirculation of the evening papers. Most of them were living down\r\nsomething, and it was Lady Kimbuck's habit, when thwarted in her\r\nlightest whim, to retire to her boudoir and announce that she was not\r\nto be disturbed as she was at last making a start on her book. Abject\r\nsurrender followed on the instant.\r\n\r\nAt this point in the discussion she folded up her crochet-work, and\r\nrose.\r\n\r\n“It is absolutely necessary for you, my dear, to make a good match, or\r\nyou will all be ruined. I, of course, can always support my declining\r\nyears with literary work, but----”\r\n\r\nLady Eva groaned. Against this last argument there was no appeal.\r\n\r\nLady Kimbuck patted her affectionately on the shoulder.\r\n\r\n“There, run along now,” she said. “I daresay you've got a headache or\r\nsomething that made you say a lot of foolish things you didn't mean.\r\nGo down to the drawing-room. I expect Mr. Bleke is waiting there to say\r\ngoodnight to you. I am sure he must be getting quite impatient.”\r\n\r\nDown in the drawing-room, Roland Bleke was hoping against hope that Lady\r\nEva's prolonged absence might be due to the fact that she had gone to\r\nbed with a headache, and that he might escape the nightly interview\r\nwhich he so dreaded.\r\n\r\nReviewing his career, as he sat there, Roland came to the conclusion\r\nthat women had the knack of affecting him with a form of temporary\r\ninsanity. They temporarily changed his whole nature. They made him feel\r\nfor a brief while that he was a dashing young man capable of the\r\nhighest flights of love. It was only later that the reaction came and he\r\nrealized that he was nothing of the sort.\r\n\r\nAt heart he was afraid of women, and in the entire list of the women of\r\nwhom he had been afraid, he could not find one who had terrified him so\r\nmuch as Lady Eva Blyton.\r\n\r\nOther women--notably Maraquita, now happily helping to direct the\r\ndestinies of Paranoya--had frightened him by their individuality. Lady\r\nEva frightened him both by her individuality and the atmosphere of\r\naristocratic exclusiveness which she conveyed. He had no idea whatever\r\nof what was the proper procedure for a man engaged to the daughter of\r\nan earl. Daughters of earls had been to him till now mere names in the\r\nsociety columns of the morning paper. The very rules of the game were\r\nbeyond him. He felt like a confirmed Association footballer suddenly\r\ncalled upon to play in an International Rugby match.\r\n\r\nAll along, from the very moment when--to his unbounded astonishment--she\r\nhad accepted him, he had known that he was making a mistake; but he\r\nnever realized it with such painful clearness as he did this evening.\r\nHe was filled with a sort of blind terror. He cursed the fate which had\r\ntaken him to the Charity-Bazaar at which he had first come under the\r\nnotice of Lady Kimbuck. The fatuous snobbishness which had made him leap\r\nat her invitation to spend a few days at Evenwood Towers he regretted;\r\nbut for that he blamed himself less. Further acquaintance with Lady\r\nKimbuck had convinced him that if she had wanted him, she would have got\r\nhim somehow, whether he had accepted or refused.\r\n\r\nWhat he really blamed himself for was his mad proposal. There had been\r\nno need for it. True, Lady Eva had created a riot of burning emotions in\r\nhis breast from the moment they met; but he should have had the sense to\r\nrealize that she was not the right mate for him, even tho he might have\r\na quarter of a million tucked away in gilt-edged securities. Their lives\r\ncould not possibly mix. He was a commonplace young man with a fondness\r\nfor the pleasures of the people. He liked cheap papers, picture-palaces,\r\nand Association football. Merely to think of Association football in\r\nconnection with her was enough to make the folly of his conduct\r\nclear. He ought to have been content to worship her from afar as some\r\ninaccessible goddess.\r\n\r\nA light step outside the door made his heart stop beating.\r\n\r\n“I've just looked in to say good night, Mr.--er--Roland,” she said,\r\nholding out her hand. “Do excuse me. I've got such a headache.”\r\n\r\n“Oh, yes, rather; I'm awfully sorry.”\r\n\r\nIf there was one person in the world Roland despised and hated at that\r\nmoment, it was himself.\r\n\r\n“Are you going out with the guns to-morrow?” asked Lady Eva languidly.\r\n\r\n“Oh, yes, rather! I mean, no. I'm afraid I don't shoot.”\r\n\r\nThe back of his neck began to glow. He had no illusions about himself.\r\nHe was the biggest ass in Christendom.\r\n\r\n“Perhaps you'd like to play a round of golf, then?”\r\n\r\n“Oh, yes, rather! I mean, no.” There it was again, that awful phrase. He\r\nwas certain he had not intended to utter it. She must be thinking him a\r\nperfect lunatic. “I don't play golf.”\r\n\r\nThey stood looking at each other for a moment. It seemed to Roland that\r\nher gaze was partly contemptuous, partly pitying. He longed to tell her\r\nthat, tho she had happened to pick on his weak points in the realm of\r\nsport, there were things he could do. An insane desire came upon him\r\nto babble about his school football team. Should he ask her to feel his\r\nquite respectable biceps? No.\r\n\r\n“Never mind,” she said, kindly. “I daresay we shall think of something\r\nto amuse you.”\r\n\r\nShe held out her hand again. He took it in his for the briefest possible\r\ninstant, painfully conscious the while that his own hand was clammy from\r\nthe emotion through which he had been passing.\r\n\r\n“Good night.”\r\n\r\n“Good night.”\r\n\r\nThank Heaven, she was gone. That let him out for another twelve hours at\r\nleast.\r\n\r\nA quarter of an hour later found Roland still sitting, where she had\r\nleft him, his head in his hands. The groan of an overwrought soul\r\nescaped him.\r\n\r\n“I can't do it!”\r\n\r\nHe sprang to his feet.\r\n\r\n“I won't do it.”\r\n\r\nA smooth voice from behind him spoke.\r\n\r\n“I think you are quite right, sir--if I may make the remark.”\r\n\r\nRoland had hardly ever been so startled in his life. In the first place,\r\nhe was not aware of having uttered his thoughts aloud; in the second, he\r\nhad imagined that he was alone in the room. And so, a moment before, he\r\nhad been.\r\n\r\nBut the owner of the voice possessed, among other qualities, the\r\ncat-like faculty of entering a room perfectly noiselessly--a fact which\r\nhad won for him, in the course of a long career in the service of the\r\nbest families, the flattering position of star witness in a number of\r\nEngland's raciest divorce-cases.\r\n\r\nMr. Teal, the butler--for it was no less a celebrity who had broken in\r\non Roland's reverie--was a long, thin man of a somewhat priestly cast of\r\ncountenance. He lacked that air of reproving hauteur which many butlers\r\npossess, and it was for this reason that Roland had felt drawn to him\r\nduring the black days of his stay at Evenwood Towers. Teal had been\r\nuncommonly nice to him on the whole. He had seemed to Roland, stricken\r\nby interviews with his host and Lady Kimbuck, the only human thing in\r\nthe place.\r\n\r\nHe liked Teal. On the other hand, Teal was certainly taking a liberty.\r\nHe could, if he so pleased, tell Teal to go to the deuce. Technically,\r\nhe had the right to freeze Teal with a look.\r\n\r\nHe did neither of these things. He was feeling very lonely and very\r\nforlorn in a strange and depressing world, and Teal's voice and manner\r\nwere soothing.\r\n\r\n“Hearing you speak, and seeing nobody else in the room,” went on the\r\nbutler, “I thought for a moment that you were addressing me.”\r\n\r\nThis was not true, and Roland knew it was not true. Instinct told him\r\nthat Teal knew that he knew it was not true; but he did not press the\r\npoint.\r\n\r\n“What do you mean--you think I am quite right?” he said. “You don't know\r\nwhat I was thinking about.”\r\n\r\nTeal smiled indulgently.\r\n\r\n“On the contrary, sir. A child could have guessed it. You have just\r\ncome to the decision--in my opinion a thoroughly sensible one--that your\r\nengagement to her ladyship can not be allowed to go on. You are quite\r\nright, sir. It won't do.”\r\n\r\nPersonal magnetism covers a multitude of sins. Roland was perfectly well\r\naware that he ought not to be standing here chatting over his and Lady\r\nEva's intimate affairs with a butler; but such was Teal's magnetism that\r\nhe was quite unable to do the right thing and tell him to mind his own\r\nbusiness. “Teal, you forget yourself!” would have covered the situation.\r\nRoland, however, was physically incapable of saying “Teal, you forget\r\nyourself!” The bird knows all the time that he ought not to stand\r\ntalking to the snake, but he is incapable of ending the conversation.\r\nRoland was conscious of a momentary wish that he was the sort of man who\r\ncould tell butlers that they forgot themselves. But then that sort\r\nof man would never be in this sort of trouble. The “Teal, you forget\r\nyourself” type of man would be a first-class shot, a plus golfer, and\r\nwould certainly consider himself extremely lucky to be engaged to Lady\r\nEva.\r\n\r\n“The question is,” went on Mr. Teal, “how are we to break it off?”\r\n\r\nRoland felt that, as he had sinned against all the decencies in allowing\r\nthe butler to discuss his affairs with him, he might just as well go\r\nthe whole hog and allow the discussion to run its course. And it was an\r\nundeniable relief to talk about the infernal thing to some one.\r\n\r\nHe nodded gloomily, and committed himself. Teal resumed his remarks with\r\nthe gusto of a fellow-conspirator.\r\n\r\n“It's not an easy thing to do gracefully, sir, believe me, it isn't.\r\nAnd it's got to be done gracefully, or not at all. You can't go to her\r\nladyship and say 'It's all off, and so am I,' and catch the next train\r\nfor London. The rupture must be of her ladyship's making. If some\r\nfact, some disgraceful information concerning you were to come to her\r\nladyship's ears, that would be a simple way out of the difficulty.”\r\n\r\nHe eyed Roland meditatively.\r\n\r\n“If, for instance, you had ever been in jail, sir?”\r\n\r\n“Well, I haven't.”\r\n\r\n“No offense intended, sir, I'm sure. I merely remembered that you had\r\nmade a great deal of money very quickly. My experience of gentlemen who\r\nhave made a great deal of money very quickly is that they have generally\r\ndone their bit of time. But, of course, if you----. Let me think. Do you\r\ndrink, sir?”\r\n\r\n“No.”\r\n\r\nMr. Teal sighed. Roland could not help feeling that he was disappointing\r\nthe old man a good deal.\r\n\r\n“You do not, I suppose, chance to have a past?” asked Mr. Teal, not very\r\nhopefully. “I use the word in its technical sense. A deserted wife? Some\r\npoor creature you have treated shamefully?”\r\n\r\nAt the risk of sinking still further in the butler's esteem, Roland was\r\ncompelled to answer in the negative.\r\n\r\n“I was afraid not,” said Mr. Teal, shaking his head. “Thinking it all\r\nover yesterday, I said to myself, 'I'm afraid he wouldn't have one.' You\r\ndon't look like the sort of gentleman who had done much with his time.”\r\n\r\n“Thinking it over?”\r\n\r\n“Not on your account, sir,” explained Mr. Teal. “On the family's. I\r\ndisapproved of this match from the first. A man who has served a family\r\nas long as I have had the honor of serving his lordship's, comes to\r\nentertain a high regard for the family prestige. And, with no offense to\r\nyourself, sir, this would not have done.”\r\n\r\n“Well, it looks as if it would have to do,” said Roland, gloomily. “I\r\ncan't see any way out of it.”\r\n\r\n“I can, sir. My niece at Aldershot.”\r\n\r\nMr. Teal wagged his head at him with a kind of priestly archness.\r\n\r\n“You can not have forgotten my niece at Aldershot?”\r\n\r\nRoland stared at him dumbly. It was like a line out of a melodrama. He\r\nfeared, first for his own, then for the butler's sanity. The latter was\r\nsmiling gently, as one who sees light in a difficult situation.\r\n\r\n“I've never been at Aldershot in my life.”\r\n\r\n“For our purposes you have, sir. But I'm afraid I am puzzling you. Let\r\nme explain. I've got a niece over at Aldershot who isn't much\r\ngood. She's not very particular. I am sure she would do it for a\r\nconsideration.”\r\n\r\n“Do what?”\r\n\r\n“Be your 'Past,' sir. I don't mind telling you that as a 'Past' she's\r\nhad some experience; looks the part, too. She's a barmaid, and you would\r\nguess it the first time you saw her. Dyed yellow hair, sir,” he went on\r\nwith enthusiasm, “done all frizzy. Just the sort of young person that a\r\nyoung gentleman like yourself would have had a 'past' with. You couldn't\r\nfind a better if you tried for a twelvemonth.”\r\n\r\n“But, I say----!”\r\n\r\n“I suppose a hundred wouldn't hurt you?”\r\n\r\n“Well, no, I suppose not, but----”\r\n\r\n“Then put the whole thing in my hands, sir. I'll ask leave off to-morrow\r\nand pop over and see her. I'll arrange for her to come here the day\r\nafter to see you. Leave it all to me. To-night you must write the\r\nletters.”\r\n\r\n“Letters?”\r\n\r\n“Naturally, there would be letters, sir. It is an inseparable feature of\r\nthese cases.”\r\n\r\n“Do you mean that I have got to write to her? But I shouldn't know what\r\nto say. I've never seen her.”\r\n\r\n“That will be quite all right, sir, if you place yourself in my hands. I\r\nwill come to your room after everybody's gone to bed, and help you write\r\nthose letters. You have some note-paper with your own address on it?\r\nThen it will all be perfectly simple.”\r\n\r\nWhen, some hours later, he read over the ten or twelve exceedingly\r\npassionate epistles which, with the butler's assistance, he had\r\nsucceeded in writing to Miss Maud Chilvers, Roland came to the\r\nconclusion that there must have been a time when Mr. Teal was a good\r\ndeal less respectable than he appeared to be at present. Byronic was\r\nthe only adjective applicable to his collaborator's style of amatory\r\ncomposition. In every letter there were passages against which Roland\r\nhad felt compelled to make a modest protest.\r\n\r\n“'A thousand kisses on your lovely rosebud of a mouth.' Don't you think\r\nthat is a little too warmly colored? And 'I am languishing for the\r\npressure of your ivory arms about my neck and the sweep of your silken\r\nhair against my cheek!' What I mean is--well, what about it, you know?”\r\n\r\n“The phrases,” said Mr. Teal, not without a touch of displeasure, “to\r\nwhich you take exception, are taken bodily from correspondence (which I\r\nhappened to have the advantage of perusing) addressed by the late Lord\r\nEvenwood to Animalcula, Queen of the High Wire at Astley's Circus. His\r\nlordship, I may add, was considered an authority in these matters.”\r\n\r\nRoland criticized no more. He handed over the letters, which, at Mr.\r\nTeal's direction, he had headed with various dates covering roughly a\r\nperiod of about two months antecedent to his arrival at the Towers.\r\n\r\n“That,” Mr. Teal explained, “will make your conduct definitely\r\nunpardonable. With this woman's kisses hot upon your lips,”--Mr. Teal\r\nwas still slightly aglow with the fire of inspiration--“you have the\r\neffrontery to come here and offer yourself to her ladyship.”\r\n\r\nWith Roland's timid suggestion that it was perhaps a mistake to overdo\r\nthe atmosphere, the butler found himself unable to agree.\r\n\r\n“You can't make yourself out too bad. If you don't pitch it hot and\r\nstrong, her ladyship might quite likely forgive you. Then where would\r\nyou be?”\r\n\r\nMiss Maud Chilvers, of Aldershot, burst into Roland's life like one\r\nof the shells of her native heath two days later at about five in the\r\nafternoon.\r\n\r\nIt was an entrance of which any stage-manager might have been proud\r\nof having arranged. The lighting, the grouping, the lead-up--all were\r\nperfect. The family had just finished tea in the long drawing-room.\r\nLady Kimbuck was crocheting, Lord Evenwood dozing, Lady Eva reading, and\r\nRoland thinking. A peaceful scene.\r\n\r\nA soft, rippling murmur, scarcely to be reckoned a snore, had just\r\nproceeded from Lord Evenwood's parted lips, when the door opened, and\r\nTeal announced, “Miss Chilvers.”\r\n\r\nRoland stiffened in his chair. Now that the ghastly moment had come, he\r\nfelt too petrified with fear even to act the little part in which he had\r\nbeen diligently rehearsed by the obliging Mr. Teal. He simply sat and\r\ndid nothing.\r\n\r\nIt was speedily made clear to him that Miss Chilvers would do all the\r\nactual doing that was necessary. The butler had drawn no false picture\r\nof her personal appearance. Dyed yellow hair done all frizzy was but one\r\nfact of her many-sided impossibilities. In the serene surroundings of\r\nthe long drawing-room, she looked more unspeakably “not much good” than\r\nRoland had ever imagined her. With such a leading lady, his drama\r\ncould not fail of success. He should have been pleased; he was merely\r\nappalled. The thing might have a happy ending, but while it lasted it\r\nwas going to be terrible.\r\n\r\nShe had a flatteringly attentive reception. Nobody failed to notice her.\r\nLord Evenwood woke with a start, and stared at her as if she had been\r\nsome ghost from his trouble of '85. Lady Eva's face expressed sheer\r\namazement. Lady Kimbuck, laying down her crochet-work, took one look at\r\nthe apparition, and instantly decided that one of her numerous erring\r\nrelatives had been at it again. Of all the persons in the room, she\r\nwas possibly the only one completely cheerful. She was used to these\r\nsituations and enjoyed them. Her mind, roaming into the past, recalled\r\nthe night when her cousin Warminster had been pinked by a stiletto in\r\nhis own drawing-room by a lady from South America. Happy days, happy\r\ndays.\r\n\r\nLord Evenwood had, by this time, come to the conclusion that the festive\r\nBlowick must be responsible for this visitation. He rose with dignity.\r\n\r\n“To what are we----?” he began.\r\n\r\nMiss Chilvers, resolute young woman, had no intention of standing there\r\nwhile other people talked. She shook her gleaming head and burst into\r\nspeech.\r\n\r\n“Oh, yes, I know I've no right to be coming walking in here among a lot\r\nof perfect strangers at their teas, but what I say is, 'Right's right\r\nand wrong's wrong all the world over,' and I may be poor, but I have\r\nmy feelings. No, thank you, I won't sit down. I've not come for the\r\nweekend. I've come to say a few words, and when I've said them I'll go,\r\nand not before. A lady friend of mine happened to be reading her Daily\r\nSketch the other day, and she said 'Hullo! hullo!' and passed it on to\r\nme with her thumb on a picture which had under it that it was Lady Eva\r\nBlyton who was engaged to be married to Mr. Roland Bleke. And when I\r\nread that, I said 'Hullo! hullo!' too, I give you my word. And not being\r\nable to travel at once, owing to being prostrated with the shock, I came\r\nalong to-day, just to have a look at Mr. Roland Blooming Bleke, and ask\r\nhim if he's forgotten that he happens to be engaged to me. That's all. I\r\nknow it's the sort of thing that might slip any gentleman's mind, but I\r\nthought it might be worth mentioning. So now!”\r\n\r\n       *       *       *       *       *\r\n\r\nRoland, perspiring in the shadows at the far end of the room, felt that\r\nMiss Chilvers was overdoing it. There was no earthly need for all this\r\nsort of thing. Just a simple announcement of the engagement would have\r\nbeen quite sufficient. It was too obvious to him that his ally was\r\nthoroughly enjoying herself. She had the center of the stage, and did\r\nnot intend lightly to relinquish it.\r\n\r\n“My good girl,” said Lady Kimbuck, “talk less and prove more. When did\r\nMr. Bleke promise to marry you?”\r\n\r\n“Oh, it's all right. I'm not expecting you to believe my word. I've got\r\nall the proofs you'll want. Here's his letters.”\r\n\r\nLady Kimbuck's eyes gleamed. She took the package eagerly. She never\r\nlost an opportunity of reading compromising letters. She enjoyed them\r\nas literature, and there was never any knowing when they might come in\r\nuseful.\r\n\r\n“Roland,” said Lady Eva, quietly, “haven't you anything to contribute to\r\nthis conversation?”\r\n\r\nMiss Chilvers clutched at her bodice. Cinema palaces were a passion with\r\nher, and she was up in the correct business.\r\n\r\n“Is he here? In this room?”\r\n\r\nRoland slunk from the shadows.\r\n\r\n“Mr. Bleke,” said Lord Evenwood, sternly, “who is this woman?”\r\n\r\nRoland uttered a kind of strangled cough.\r\n\r\n“Are these letters in your handwriting?” asked Lady Kimbuck, almost\r\ncordially. She had seldom read better compromising letters in her life,\r\nand she was agreeably surprized that one whom she had always imagined a\r\ncolorless stick should have been capable of them.\r\n\r\nRoland nodded.\r\n\r\n“Well, it's lucky you're rich,” said Lady Kimbuck philosophically. “What\r\nare you asking for these?” she enquired of Miss Chilvers.\r\n\r\n“Exactly,” said Lord Evenwood, relieved. “Precisely. Your sterling\r\ncommon sense is admirable, Sophia. You place the whole matter at once on\r\na businesslike footing.”\r\n\r\n“Do you imagine for a moment----?” began Miss Chilvers slowly.\r\n\r\n“Yes,” said Lady Kimbuck. “How much?”\r\n\r\nMiss Chilvers sobbed.\r\n\r\n“If I have lost him for ever----”\r\n\r\nLady Eva rose.\r\n\r\n“But you haven't,” she said pleasantly. “I wouldn't dream of standing in\r\nyour way.” She drew a ring from her finger, placed it on the table, and\r\nwalked to the door. “I am not engaged to Mr. Bleke,” she said, as she\r\nreached it.\r\n\r\nRoland never knew quite how he had got away from The Towers. He had\r\nconfused memories in which the principals of the drawing-room scene\r\nfigured in various ways, all unpleasant. It was a portion of his life\r\non which he did not care to dwell. Safely back in his flat, however, he\r\ngradually recovered his normal spirits. Indeed, now that the tumult and\r\nthe shouting had, so to speak, died, and he was free to take a broad\r\nview of his position, he felt distinctly happier than usual. That Lady\r\nKimbuck had passed for ever from his life was enough in itself to make\r\nfor gaiety.\r\n\r\n       *       *       *       *       *\r\n\r\nHe was humming blithely one morning as he opened his letters; outside\r\nthe sky was blue and the sun shining. It was good to be alive. He opened\r\nthe first letter. The sky was still blue, the sun still shining.\r\n\r\n    “Dear Sir,” (it ran).\r\n\r\n    “We have been instructed by our client, Miss Maud Chilvers, of the\r\n    Goat and Compasses, Aldershot, to institute proceedings against\r\n    you for Breach of Promise of Marriage. In the event of your being\r\n    desirous to avoid the expense and publicity of litigation, we are\r\n    instructed to say that Miss Chilvers would be prepared to accept\r\n    the sum of ten thousand pounds in settlement of her claim against\r\n    you. We would further add that in support of her case our client\r\n    has in her possession a number of letters written by yourself to\r\n    her, all of which bear strong prima facie evidence of the alleged\r\n    promise to marry: and she will be able in addition to call as\r\n    witnesses in support of her case the Earl of Evenwood, Lady\r\n    Kimbuck, and Lady Eva Blyton, in whose presence, at a recent\r\n    date, you acknowledged that you had promised to marry our client.\r\n\r\n    “Trusting that we hear from you in the course of post.\r\n           We are, dear Sir,\r\n                   Yours faithfully,\r\n                            Harrison, Harrison, Harrison, & Harrison.”\r\n\r\n\r\n\r\n\r\n\r\n\r\nEnd of Project Gutenberg's A Man of Means, by P. G. Wodehouse and C. H. Bovill"
  ]
}