{
  "index": 7,
  "title": "Chapter 6",
  "paragraphs": [
    "BAXTER SUSPECTS\r\n\r\n\r\n§ 1\r\n\r\nThe five o’clock train, having given itself a spasmodic jerk, began to\r\nmove slowly out of Paddington Station. The platform past which it was\r\ngliding was crowded with a number of the fauna always to be seen at\r\nrailway stations at such moments, but in their ranks there was no sign\r\nof Mr. Ralston McTodd: and Psmith, as he sat opposite Lord Emsworth\r\nin a corner seat of a first-class compartment, felt that genial glow\r\nof satisfaction which comes to the man who has successfully taken a\r\nchance. Until now, he had been half afraid that McTodd, having changed\r\nhis mind, might suddenly appear with bag and baggage--an event which\r\nmust necessarily have caused confusion and discomfort. His mind was\r\nnow tranquil. Concerning the future he declined to worry. It would, no\r\ndoubt, contain its little difficulties, but he was prepared to meet\r\nthem in the right spirit; and his only trouble in the world now was the\r\ndifficulty he was experiencing in avoiding his lordship’s legs, which\r\nshowed a disposition to pervade the compartment like the tentacles\r\nof an octopus. Lord Emsworth rather ran to leg, and his practice of\r\nreclining when at ease on the base of his spine was causing him to\r\nstraddle, like Apollyon in Pilgrim’s Progress, “right across the way.”\r\nIt became manifest that in a journey lasting several hours his society\r\nwas likely to prove irksome. For the time being, however, he endured\r\nit, and listened with polite attention to his host’s remarks on the\r\nsubject of the Blandings gardens. Lord Emsworth, in a train moving\r\nin the direction of home, was behaving like a horse heading for his\r\nstable. He snorted eagerly, and spoke at length and with emotion of\r\nroses and herbaceous borders.\r\n\r\n“It will be dark, I suppose, by the time we arrive,” he said\r\nregretfully, “but the first thing to-morrow, my dear fellow, I must\r\ntake you round and show you my gardens.”\r\n\r\n“I shall look forward to it keenly,” said Psmith. “They are, I can\r\nreadily imagine, distinctly oojah-cum-spiff.”\r\n\r\n“I beg your pardon?” said Lord Emsworth with a start.\r\n\r\n“Not at all,” said Psmith graciously.\r\n\r\n“Er--what did you say?” asked his lordship after a slight pause.\r\n\r\n“I was saying that, from all reports, you must have a very nifty\r\ndisplay of garden-produce at your rural seat.”\r\n\r\n“Oh, yes. Oh, most,” said his lordship, looking puzzled. He examined\r\nPsmith across the compartment with something of the peering curiosity\r\nwhich he would have bestowed upon a new and unclassified shrub. “Most\r\nextraordinary!” he murmured. “I trust, my dear fellow, you will not\r\nthink me personal, but, do you know, nobody would imagine that you were\r\na poet. You don’t look like a poet, and, dash it, you don’t talk like a\r\npoet.”\r\n\r\n“How should a poet talk?”\r\n\r\n“Well . . .” Lord Emsworth considered the point. “Well, Miss\r\nPeavey . . . But of course you don’t know Miss Peavey . . . Miss Peavey\r\nis a poetess, and she waylaid me the other morning while I was having\r\na most important conference with McAllister on the subject of bulbs and\r\nasked me if I didn’t think that it was fairies’ tear-drops that made\r\nthe dew. Did you ever hear such dashed nonsense?”\r\n\r\n“Evidently an aggravated case. Is Miss Peavey staying at the castle?”\r\n\r\n“My dear fellow, you couldn’t shift her with blasting-powder. Really\r\nthis craze of my sister Constance for filling the house with these\r\ninfernal literary people is getting on my nerves. I can’t stand these\r\npoets and what not. Never could.”\r\n\r\n“We must always remember, however,” said Psmith gravely, “that poets\r\nare also God’s creatures.”\r\n\r\n“Good heavens!” exclaimed his lordship, aghast. “I had forgotten that\r\nyou were one. What will you think of me, my dear fellow! But, of\r\ncourse, as I said a moment ago, you are different. I admit that when\r\nConstance told me that she had invited you to the house I was not\r\ncheered, but, now that I have had the pleasure of meeting you . . .”\r\n\r\nThe conversation had worked round to the very point to which Psmith\r\nhad been wishing to direct it. He was keenly desirous of finding out\r\nwhy Mr. McTodd had been invited to Blandings and--a still more vital\r\nmatter--of ascertaining whether, on his arrival there as Mr. McTodd’s\r\nunderstudy, he was going to meet people who knew the poet by sight. On\r\nthis latter point, it seemed to him, hung the question of whether he\r\nwas about to enjoy a delightful visit to a historic country house in\r\nthe society of Eve Halliday--or leave the train at the next stop and\r\nomit to return to it.\r\n\r\n“It was extremely kind of Lady Constance,” he hazarded, “to invite a\r\nperfect stranger to Blandings.”\r\n\r\n“Oh, she’s always doing that sort of thing,” said his lordship. “It\r\ndidn’t matter to her that she’d never seen you in her life. She had\r\nread your books, you know, and liked them: and when she heard that you\r\nwere coming to England, she wrote to you.”\r\n\r\n“I see,” said Psmith, relieved.\r\n\r\n“Of course, it is all right as it has turned out,” said Lord Emsworth\r\nhandsomely. “As I say, you’re different. And how you came to write\r\nthat . . . that . . .”\r\n\r\n“Bilge?” suggested Psmith.\r\n\r\n“The very word I was about to employ, my dear fellow . . . No, no,\r\nI don’t mean that . . . I--I . . . Capital stuff, no doubt, capital\r\nstuff . . . but . . .”\r\n\r\n“I understand.”\r\n\r\n“Constance tried to make me read the things, but I couldn’t. I fell\r\nasleep over them.”\r\n\r\n“I hope you rested well.”\r\n\r\n“I--er--the fact is, I suppose they were beyond me. I couldn’t see any\r\nsense in the things.”\r\n\r\n“If you would care to have another pop at them,” said Psmith agreeably,\r\n“I have a complete set in my bag.”\r\n\r\n“No, no, my dear fellow, thank you very much, thank you a thousand\r\ntimes. I--er--find that reading in the train tries my eyes.”\r\n\r\n“Ah! You would prefer that I read them aloud?”\r\n\r\n“No, no.” A look of hunted alarm came into his lordship’s speaking\r\ncountenance at the suggestion. “As a matter of fact, I generally take a\r\nshort nap at the beginning of a railway journey. I find it refreshing\r\nand--er--in short, refreshing. You will excuse me?”\r\n\r\n“If you think you can get to sleep all right without the aid of my\r\npoems, certainly.”\r\n\r\n“You won’t think me rude?”\r\n\r\n“Not at all, not at all. By the way, am I likely to meet any old\r\nfriends at Blandings?”\r\n\r\n“Eh? Oh no. There will be nobody but ourselves. Except my sister and\r\nMiss Peavey, of course. You said you had not met Miss Peavey, I think?”\r\n\r\n“I have not had that pleasure. I am, of course, looking forward to it\r\nwith the utmost keenness.”\r\n\r\nLord Emsworth eyed him for a moment, astonished: then concluded the\r\nconversation by closing his eyes defensively. Psmith was left to his\r\nreflections, which a few minutes later were interrupted by a smart kick\r\non the shin, as Lord Emsworth, a jumpy sleeper, began to throw his long\r\nlegs about. Psmith moved to the other end of the seat, and, taking his\r\nbag down from the rack, extracted a slim volume bound in squashy mauve.\r\nAfter gazing at this in an unfriendly manner for a moment, he opened it\r\nat random and began to read. His first move on leaving Lord Emsworth\r\nat the florist’s had been to spend a portion of his slender capital on\r\nthe works of Ralston McTodd in order not to be taken at a disadvantage\r\nin the event of questions about them at Blandings: but he speedily\r\nrealised, as he dipped into the poems, that anything in the nature of\r\na prolonged study of them was likely to spoil his little holiday. They\r\nwere not light summer reading.\r\n\r\n    “_Across the pale parabola of Joy_ . . .”\r\n\r\nA gurgling snort from the other end of the compartment abruptly\r\ndetached his mind from its struggle with this mystic line. He perceived\r\nthat his host had slipped even further down on to his spine and was now\r\nlying with open mouth in an attitude suggestive of dislocation. And as\r\nhe looked, there was a whistling sound, and another snore proceeded\r\nfrom the back of his lordship’s throat.\r\n\r\nPsmith rose and took his book of poems out into the corridor with\r\nthe purpose of roaming along the train until he should find an empty\r\ncompartment in which to read in peace.\r\n\r\nWith the two adjoining compartments he had no luck. One was occupied by\r\nan elderly man with a retriever, while the presence of a baby in the\r\nother ruled it out of consideration. The third, however, looked more\r\npromising. It was not actually empty, but there was only one occupant,\r\nand he was asleep. He was lying back in the far corner with a large\r\nsilk handkerchief draped over his face and his feet propped up on the\r\nseat opposite. His society did not seem likely to act as a bar to the\r\nstudy of Mr. McTodd’s masterpieces. Psmith sat down and resumed his\r\nreading.\r\n\r\n    “_Across the pale parabola of Joy_ . . .”\r\n\r\nPsmith knitted his brow. It was just the sort of line which was likely\r\nto have puzzled his patroness, Lady Constance, and he anticipated that\r\nshe would come to him directly he arrived and ask for an explanation.\r\nIt would obviously be a poor start for his visit to confess that he had\r\nno theory as to its meaning himself. He tried it again.\r\n\r\n    “_Across the pale parabola of Joy_ . . .”\r\n\r\nA sound like two or three pigs feeding rather noisily in the middle of\r\na thunderstorm interrupted his meditations. Psmith laid his book down\r\nand gazed in a pained way across the compartment. There came to him a\r\nsense of being unfairly put upon, as towards the end of his troubles\r\nit might have come upon Job. This, he felt, was too much. He was being\r\nharried.\r\n\r\nThe man in the corner went on snoring.\r\n\r\n       *       *       *       *       *\r\n\r\nThere is always a way. Almost immediately Psmith saw what Napoleon\r\nwould have done in this crisis. On the seat beside the sleeper was\r\nlying a compact little suit-case with hard, sharp edges. Rising softly,\r\nPsmith edged along the compartment and secured this. Then, having\r\nbalanced it carefully on the rack above the sleeper’s stomach, he\r\nreturned to his seat to await developments.\r\n\r\nThese were not long in coming. The train, now flying at its best speed\r\nthrough open country, was shaking itself at intervals in a vigorous\r\nway as it raced along. A few seconds later it apparently passed over\r\nsome points, and shivered briskly down its whole length. The suit-case\r\nwobbled insecurely, hesitated, and fell chunkily in the exact middle\r\nof its owner’s waistcoat. There was a smothered gulp beneath the\r\nhandkerchief. The sleeper sat up with a jerk. The handkerchief fell\r\noff. And there was revealed to Psmith’s interested gaze the face of the\r\nHon. Freddie Threepwood.\r\n\r\n\r\n§ 2\r\n\r\n“Goo!” observed Freddie. He removed the bag from his midriff and began\r\nto massage the stricken spot. Then suddenly perceiving that he was not\r\nalone he looked up and saw Psmith.\r\n\r\n“Goo!” said Freddie, and sat staring wildly.\r\n\r\nNobody is more alive than we are to the fact that the dialogue of\r\nFrederick Threepwood, recorded above, is not bright. Nevertheless,\r\nthose were his opening remarks, and the excuse must be that he had\r\npassed through a trying time and had just received two shocks, one\r\nafter the other. From the first of these, the physical impact of the\r\nsuit-case, he was recovering; but the second had simply paralysed him.\r\nWhen, the mists of sleep having cleared away, he saw sitting but a few\r\nfeet away from him on the train that was carrying him home the very man\r\nwith whom he had plotted in the lobby of the Piccadilly Palace Hotel, a\r\ncold fear gripped Freddie’s very vitals.\r\n\r\nFreddie’s troubles had begun when he just missed the twelve-fifty\r\ntrain. This disaster had perturbed him greatly, for he could not\r\nforget his father’s stern injunctions on the subject. But what had\r\nreally upset him was the fact that he had come within an ace of\r\nmissing the five o’clock train as well. He had spent the afternoon in\r\na motion-picture palace, and the fascination of the film had caused\r\nhim to lose all sense of time, so that only the slow fade-out on the\r\nembrace and the words “The End” reminded him to look at his watch. A\r\nmad rush had got him to Paddington just as the five o’clock express was\r\nleaving the station. Exhausted, he had fallen into a troubled sleep,\r\nfrom which he had been aroused by a violent blow in the waistcoat and\r\nthe nightmare vision of Psmith in the seat across the compartment. One\r\ncannot wonder in these circumstances that Freddie did not immediately\r\nsoar to the heights of eloquence.\r\n\r\nThe picture which the Hon. Frederick Threepwood had selected for his\r\npatronage that afternoon was the well-known super-super-film, “Fangs Of\r\nThe Past,” featuring Bertha Blevitch and Maurice Heddlestone--which,\r\nas everybody knows, is all about blackmail. Green-walled by primeval\r\nhills, bathed in the golden sunshine of peace and happiness, the\r\nvillage of Honeydean slumbered in the clear morning air. But off\r\nthe train from the city stepped A Stranger--(The Stranger--Maxwell\r\nBannister). He inquired of a passing rustic--(The Passing\r\nRustic--Claude Hepworth)--the way to the great house where Myrtle Dale,\r\nthe Lady Bountiful of the village . . . well, anyway, it is all about\r\nblackmail, and it had affected Freddie profoundly. It still coloured\r\nhis imagination, and the conclusion to which he came the moment he saw\r\nPsmith was that the latter had shadowed him and was following him home\r\nwith the purpose of extracting hush-money.\r\n\r\nWhile he was still gurgling wordlessly, Psmith opened the conversation.\r\n\r\n“A delightful and unexpected pleasure, comrade. I thought you had left\r\nthe Metropolis some hours since.”\r\n\r\nAs Freddie sat looking like a cornered dormouse a voice from the\r\ncorridor spoke.\r\n\r\n“Ah, there you are, my dear fellow!”\r\n\r\nLord Emsworth was beaming in the doorway. His slumbers, like those of\r\nFreddie, had not lasted long. He had been aroused only a few minutes\r\nafter Psmith’s departure by the arrival of the retriever from the next\r\ncompartment, which, bored by the society of its owner, had strolled off\r\non a tour of investigation and, finding next door an old acquaintance\r\nin the person of his lordship, had jumped on the seat and licked his\r\nface with such hearty good will that further sleep was out of the\r\nquestion. Being awake, Lord Emsworth, as always when he was awake, had\r\nbegun to potter.\r\n\r\nWhen he saw Freddie his amiability suffered a shock.\r\n\r\n“Frederick! I thought I told you to be sure to return on the\r\ntwelve-fifty train!”\r\n\r\n“Missed it, guv’nor,” mumbled Freddie thickly. “Not my fault.”\r\n\r\n“H’mph!” His father seemed about to pursue the subject, but the fact\r\nthat a stranger and one who was his guest was present apparently\r\ndecided him to avoid anything in the shape of family wrangles. He\r\npeered from Freddie to Psmith and back again. “Do you two know each\r\nother?” he said.\r\n\r\n“Not yet,” said Psmith. “We only met a moment ago.”\r\n\r\n“My son Frederick,” said Lord Emsworth, rather in the voice with which\r\nhe would have called attention to the presence of a slug among his\r\nflowers. “Frederick, this is Mr. McTodd, the poet, who is coming to\r\nstay at Blandings.”\r\n\r\nFreddie started, and his mouth opened. But, meeting Psmith’s friendly\r\ngaze, he closed the orifice again without speaking. He licked his lips\r\nin an overwrought way.\r\n\r\n“You’ll find me next door, if you want me,” said Lord Emsworth to\r\nPsmith. “Just discovered that George Willard, very old friend of mine,\r\nis in there. Never saw him get on the train. His dog came into my\r\ncompartment and licked my face. One of my neighbours. A remarkable\r\nrose-grower. As you are so interested in flowers, I will take you over\r\nto his place some time. Why don’t you join us now?”\r\n\r\n“I would prefer, if you do not mind,” said Psmith, “to remain here for\r\nthe moment and foster what I feel sure is about to develop into a great\r\nand lasting friendship. I am convinced that your son and I will have\r\nmuch to talk about together.”\r\n\r\n“Very well, my dear fellow. We will meet at dinner in the\r\nrestaurant-car.”\r\n\r\nLord Emsworth pottered off, and Psmith rose and closed the door. He\r\nreturned to his seat to find Freddie regarding him with a tortured\r\nexpression in his rather prominent eyes. Freddie’s brain had had more\r\nexercise in the last few minutes than in years of his normal life, and\r\nhe was feeling the strain.\r\n\r\n“I say, what?” he observed feebly.\r\n\r\n“If there is anything,” said Psmith kindly, “that I can do to clear\r\nup any little difficulty that is perplexing you, call on me. What is\r\nbiting you?”\r\n\r\nFreddie swallowed convulsively.\r\n\r\n“I say, he said your name was McTodd!”\r\n\r\n“Precisely.”\r\n\r\n“But you said it was Psmith.”\r\n\r\n“It is.”\r\n\r\n“Then why did father call you McTodd?”\r\n\r\n“He thinks I am. It is a harmless error, and I see no reason why it\r\nshould be discouraged.”\r\n\r\n“But why does he think you’re McTodd?”\r\n\r\n“It is a long story, which you may find tedious. But, if you really\r\nwish to hear it . . .”\r\n\r\nNothing could have exceeded the raptness of Freddie’s attention as he\r\nlistened to the tale of the encounter with Lord Emsworth at the Senior\r\nConservative Club.\r\n\r\n“Do you mean to say,” he demanded at its conclusion, “that you’re\r\ncoming to Blandings pretending to be this poet blighter?”\r\n\r\n“That is the scheme.”\r\n\r\n“But why?”\r\n\r\n“I have my reasons, Comrade--what is the name? Threepwood? I thank\r\nyou. You will pardon me, Comrade Threepwood, if I do not go into them.\r\nAnd now,” said Psmith, “to resume our very interesting chat which was\r\nunfortunately cut short this morning, why do you want me to steal your\r\naunt’s necklace?”\r\n\r\nFreddie jumped. For the moment, so tensely had the fact of his\r\ncompanion’s audacity chained his interest, he had actually forgotten\r\nabout the necklace.\r\n\r\n“Great Scott!” he exclaimed. “Why, of course!”\r\n\r\n“You still have not made it quite clear.”\r\n\r\n“It fits splendidly.”\r\n\r\n“The necklace?”\r\n\r\n“I mean to say, the great difficulty would have been to find a way of\r\ngetting you into the house, and here you are, coming there as this poet\r\nbird. Topping!”\r\n\r\n“If,” said Psmith, regarding him patiently through his eyeglass, “I do\r\nnot seem to be immediately infected by your joyous enthusiasm, put it\r\ndown to the fact that I haven’t the remotest idea what you’re talking\r\nabout. Could you give me a pointer or two? What, for instance, assuming\r\nthat I agreed to steal your aunt’s necklace, would you expect me to do\r\nwith it, when and if stolen?”\r\n\r\n“Why, hand it over to me.”\r\n\r\n“I see. And what would you do with it?”\r\n\r\n“Hand it over to my uncle.”\r\n\r\n“And whom would he hand it over to?”\r\n\r\n“Look here,” said Freddie, “I might as well start at the beginning.”\r\n\r\n“An excellent idea.”\r\n\r\nThe speed at which the train was now proceeding had begun to render\r\nconversation in anything but stentorian tones somewhat difficult.\r\nFreddie accordingly bent forward till his mouth almost touched Psmith’s\r\near.\r\n\r\n“You see, it’s like this. My uncle, old Joe Keeble . . .”\r\n\r\n“Keeble?” said Psmith. “Why,” he murmured meditatively, “is that name\r\nfamiliar?”\r\n\r\n“Don’t interrupt, old lad,” pleaded Freddie.\r\n\r\n“I stand corrected.”\r\n\r\n“Uncle Joe has a stepdaughter--Phyllis her name is--and some time ago\r\nshe popped off and married a cove called Jackson . . .”\r\n\r\nPsmith did not interrupt the narrative again, but as it proceeded\r\nhis look of interest deepened. And at the conclusion he patted his\r\ncompanion encouragingly on the shoulder.\r\n\r\n“The proceeds, then, of this jewel-robbery, if it comes off,” he said,\r\n“will go to establish the Jackson home on a firm footing? Am I right in\r\nthinking that?”\r\n\r\n“Absolutely.”\r\n\r\n“There is no danger--you will pardon the suggestion--of you clinging\r\nlike glue to the swag and using it to maintain yourself in the position\r\nto which you are accustomed?”\r\n\r\n“Absolutely not. Uncle Joe is giving me--er--giving me a bit for\r\nmyself. Just a small bit, you understand. This is the scheme. You sneak\r\nthe necklace and hand it over to me. I push the necklace over to Uncle\r\nJoe, who hides it somewhere for the moment. There is the dickens of a\r\nfuss, and Uncle Joe comes out strong by telling Aunt Constance that\r\nhe’ll buy her another necklace, just as good. Then he takes the stones\r\nout of the necklace, has them reset, and gives them to Aunt Constance.\r\nLooks like a new necklace, if you see what I mean. Then he draws a\r\ncheque for twenty thousand quid, which Aunt Constance naturally thinks\r\nis for the new necklace, and he shoves the money somewhere as a little\r\nprivate account. He gives Phyllis her money, and everybody’s happy.\r\nAunt Constance has got her necklace, Phyllis has got her money, and all\r\nthat’s happened is that Aunt Constance’s and Uncle Joe’s combined bank\r\nbalance has had a bit of a hole knocked in it. See?”\r\n\r\n“I see. It is a little difficult to follow all the necklaces. I seemed\r\nto count about seventeen of them while you were talking, but I suppose\r\nI was wrong. Yes, I see, Comrade Threepwood, and I may say at once that\r\nyou can rely on my co-operation.”\r\n\r\n“You’ll do it?”\r\n\r\n“I will.”\r\n\r\n“Of course,” said Freddie awkwardly, “I’ll see that you get a bit all\r\nright. I mean . . .”\r\n\r\nPsmith waved his hand deprecatingly.\r\n\r\n“My dear Comrade Threepwood, let us not become sordid on this glad\r\noccasion. As far as I am concerned, there will be no charge.”\r\n\r\n“What! But look here . . .”\r\n\r\n“Any assistance I can give will be offered in a purely amateur spirit.\r\nI would have mentioned before, only I was reluctant to interrupt you,\r\nthat Comrade Jackson is my boyhood chum, and that Phyllis, his wife,\r\ninjects into my life the few beams of sunshine that illumine its dreary\r\nround. I have long desired to do something to ameliorate their lot,\r\nand now that the chance has come I am delighted. It is true that I am\r\nnot a man of affluence--my bank-manager, I am told, winces in a rather\r\npainful manner whenever my name is mentioned--but I am not so reduced\r\nthat I must charge a fee for performing, on behalf of a pal, a simple\r\nact of courtesy like pinching a twenty thousand pound necklace.”\r\n\r\n“Good Lord! Fancy that!”\r\n\r\n“Fancy what, Comrade Threepwood?”\r\n\r\n“Fancy your knowing Phyllis and her husband.”\r\n\r\n“It is odd, no doubt. But true. Many a whack at the cold beef have I\r\nhad on Sunday evenings under their roof, and I am much obliged to you\r\nfor putting in my way this opportunity of repaying their hospitality.\r\nThank you!”\r\n\r\n“Oh, that’s all right,” said Freddie, somewhat bewildered by this\r\neloquence.\r\n\r\n“Even if the little enterprise meets with disaster, the reflection that\r\nI did my best for the young couple will be a great consolation to me\r\nwhen I am serving my bit of time in Wormwood Scrubbs. It will cheer me\r\nup. The jailers will cluster outside the door to listen to me singing\r\nin my cell. My pet rat, as he creeps out to share the crumbs of my\r\nbreakfast, will wonder why I whistle as I pick the morning’s oakum.\r\nI shall join in the hymns on Sundays in a way that will electrify\r\nthe chaplain. That is to say, if anything goes wrong and I am what\r\nI believe is technically termed ‘copped.’ I say ‘if,’” said Psmith,\r\ngazing solemnly at his companion. “But I do not intend to be copped. I\r\nhave never gone in largely for crime hitherto, but something tells me\r\nI shall be rather good at it. I look forward confidently to making a\r\nnice, clean job of the thing. And now, Comrade Threepwood, I must ask\r\nyou to excuse me while I get the half-nelson on this rather poisonous\r\npoetry of good old McTodd’s. From the cursory glance I have taken at\r\nit, the stuff doesn’t seem to mean anything. I think the boy’s _non\r\ncompos_. _You_ don’t happen to understand the expression ‘Across the\r\npale parabola of Joy,’ do you? . . . I feared as much. Well, pip-pip\r\nfor the present, Comrade Threepwood. I shall now ask you to retire\r\ninto your corner and amuse yourself for awhile as you best can. I must\r\nconcentrate, concentrate.”\r\n\r\nAnd Psmith, having put his feet up on the opposite seat and reopened\r\nthe mauve volume, began to read. Freddie, his mind still in a whirl,\r\nlooked out of the window at the passing scenery in a mood which was a\r\nnice blend of elation and apprehension.\r\n\r\n\r\n§ 3\r\n\r\nAlthough the hands of the station clock pointed to several minutes past\r\nnine, it was still apparently early evening when the train drew up\r\nat the platform of Market Blandings and discharged its distinguished\r\npassengers. The sun, taken in as usual by the never-failing practical\r\njoke of the Daylight Saving Act, had only just set, and a golden\r\nafterglow lingered on the fields as the car which had met the train\r\npurred over the two miles of country road that separated the little\r\ntown from the castle. As they passed in between the great stone\r\ngate-posts and shot up the winding drive, the soft murmur of the\r\nengines seemed to deepen rather than break the soothing stillness.\r\nThe air was fragrant with indescribable English scents. Somewhere\r\nin the distance sheep-bells tinkled; rabbits, waggling white tails,\r\nbolted across the path; and once a herd of agitated deer made a brief\r\nappearance among the trees. The only thing that disturbed the magic\r\nhush was the fluting voice of Lord Emsworth, on whom the spectacle of\r\nhis beloved property had acted as an immediate stimulant. Unlike his\r\nson Freddie, who sat silent in his corner wrestling with his hopes\r\nand fears, Lord Emsworth had plunged into a perfect Niagara of speech\r\nthe moment the car entered the park. In a high tenor voice, and with\r\nwide, excited gestures, he pointed out to Psmith oaks with a history\r\nand rhododendrons with a past: his conversation as they drew near the\r\ncastle and came in sight of the flower-beds taking on an almost lyrical\r\nnote and becoming a sort of anthem of gladness, through which, like\r\nsome theme in the minor, ran a series of opprobrious observations on\r\nthe subject of Angus McAllister.\r\n\r\nBeach, the butler, solicitously scooping them out of the car at the\r\nfront door, announced that her ladyship and Miss Peavey were taking\r\ntheir after-dinner coffee in the arbour by the bowling-green; and\r\npresently Psmith, conducted by his lordship, found himself shaking\r\nhands with a strikingly handsome woman in whom, though her manner\r\nwas friendliness itself, he could detect a marked suggestion of the\r\nformidable. Æsthetically, he admired Lady Constance’s appearance, but\r\nhe could not conceal from himself that in the peculiar circumstances\r\nhe would have preferred something rather more fragile and drooping.\r\nLady Constance conveyed the impression that anybody who had the choice\r\nbetween stealing anything from her and stirring up a nest of hornets\r\nwith a short walking-stick would do well to choose the hornets.\r\n\r\n“How do you do, Mr. McTodd?” said Lady Constance with great amiability.\r\n“I am so glad you were able to come after all.”\r\n\r\nPsmith wondered what she meant by “after all,” but there were so many\r\nthings about his present situation calculated to tax the mind that he\r\nhad no desire to probe slight verbal ambiguities. He shook her hand and\r\nreplied that it was very kind of her to say so.\r\n\r\n“We are quite a small party at present,” continued Lady Constance, “but\r\nwe are expecting a number of people quite soon. For the moment Aileen\r\nand you are our only guests. Oh, I am sorry, I should have . . . Miss\r\nPeavey, Mr. McTodd.”\r\n\r\nThe slim and willowy female who during this brief conversation had been\r\nwaiting in an attitude of suspended animation, gazing at Psmith with\r\nlarge, wistful eyes, stepped forward. She clasped Psmith’s hand in\r\nhers, held it, and in a low, soft voice, like thick cream made audible,\r\nuttered one reverent word.\r\n\r\n“_Maître!_”\r\n\r\n“I beg your pardon?” said Psmith. A young man capable of bearing\r\nhimself with calm and dignity in most circumstances, however trying, he\r\nfound his poise wobbling under the impact of Miss Aileen Peavey.\r\n\r\nMiss Peavey often had this effect on the less soulful type of man,\r\nespecially in the mornings, when such men are not at their strongest\r\nand best. When she came into the breakfast-room of a country house,\r\nbrave men who had been up a bit late the night before quailed and tried\r\nto hide behind newspapers. She was the sort of woman who tells a man\r\nwho is propping his eyes open with his fingers and endeavouring to\r\ncorrect a headache with strong tea, that she was up at six watching the\r\ndew fade off the grass, and didn’t he think that those wisps of morning\r\nmist were the elves’ bridal-veils. She had large, fine, melancholy\r\neyes, and was apt to droop dreamily.\r\n\r\n“Master!” said Miss Peavey, obligingly translating.\r\n\r\nThere did not seem to be any immediate come-back to a remark like this,\r\nso Psmith contented himself with beaming genially at her through his\r\nmonocle: and Miss Peavey came to bat again.\r\n\r\n“How wonderful that you were able to come--after all!”\r\n\r\nAgain this “after all” motive creeping into the theme. . . .\r\n\r\n“You know Miss Peavey’s work, of course?” said Lady Constance, smiling\r\npleasantly on her two celebrities.\r\n\r\n“Who does not?” said Psmith courteously.\r\n\r\n“Oh, _do_ you?” said Miss Peavey, gratification causing her slender\r\nbody to perform a sort of ladylike shimmy down its whole length. “I\r\nscarcely hoped that you would know my name. My Canadian sales have not\r\nbeen large.”\r\n\r\n“Quite large enough,” said Psmith. “I mean, of course,” he added with a\r\npaternal smile, “that, while your delicate art may not have a universal\r\nappeal in a young country, it is intensely appreciated by a small and\r\nselect body of the intelligentsia.”\r\n\r\nAnd if that was not the stuff to give them, he reflected with not a\r\nlittle complacency, he was dashed.\r\n\r\n“Your own wonderful poems,” replied Miss Peavey, “are, of course, known\r\nthe whole world over. Oh, Mr. McTodd, you can hardly appreciate how I\r\nfeel, meeting you. It is like the realisation of some golden dream of\r\nchildhood. It is like . . .”\r\n\r\nHere the Hon. Freddie Threepwood remarked suddenly that he was going\r\nto pop into the house for a whisky and soda. As he had not previously\r\nspoken, his observation had something of the effect of a voice from\r\nthe tomb. The daylight was ebbing fast now, and in the shadows he had\r\ncontrived to pass out of sight as well as out of mind. Miss Peavey\r\nstarted like an abruptly awakened somnambulist, and Psmith was at last\r\nable to release his hand, which he had begun to look on as gone beyond\r\nhis control for ever. Until this fortunate interruption there had\r\nseemed no reason why Miss Peavey should not have continued to hold it\r\ntill bedtime.\r\n\r\nFreddie’s departure had the effect of breaking a spell. Lord Emsworth,\r\nwho had been standing perfectly still with vacant eyes, like a dog\r\nlistening to a noise a long way off, came to life with a jerk.\r\n\r\n“I’m going to have a look at my flowers,” he announced.\r\n\r\n“Don’t be silly, Clarence,” said his sister. “It’s much too dark to see\r\nflowers.”\r\n\r\n“I could smell ’em,” retorted his lordship argumentatively.\r\n\r\nIt seemed as if the party must break up, for already his lordship had\r\nbegun to potter off, when a new-comer arrived to solidify it again.\r\n\r\n“Ah, Baxter, my dear fellow,” said Lord Emsworth. “Here we are, you\r\nsee.”\r\n\r\n“Mr. Baxter,” said Lady Constance, “I want you to meet Mr. McTodd.”\r\n\r\n“Mr. McTodd!” said the new arrival, on a note of surprise.\r\n\r\n“Yes, he found himself able to come after all.”\r\n\r\n“Ah!” said the Efficient Baxter.\r\n\r\nIt occurred to Psmith as a passing thought, to which he gave no more\r\nthan a momentary attention, that this spectacled and capable-looking\r\nman was gazing at him, as they shook hands, with a curious intensity.\r\nBut possibly, he reflected, this was merely a species of optical\r\nillusion due to the other’s spectacles. Baxter, staring through his\r\nspectacles, often gave people the impression of possessing an eye that\r\ncould pierce six inches of harveyised steel and stick out on the other\r\nside. Having registered in his consciousness the fact that he had been\r\nstared at keenly by this stranger, Psmith thought no more of the matter.\r\n\r\nIn thus lightly dismissing the Baxterian stare, Psmith had acted\r\ninjudiciously. He should have examined it more closely and made\r\nan effort to analyse it, for it was by no means without its\r\nmessage. It was a stare of suspicion. Vague suspicion as yet, but\r\nnevertheless suspicion. Rupert Baxter was one of those men whose chief\r\ncharacteristic is a disposition to suspect their fellows. He did not\r\nsuspect them of this or that definite crime: he simply suspected them.\r\nHe had not yet definitely accused Psmith in his mind of any specific\r\ntort or malfeasance. He merely had a nebulous feeling that he would\r\nbear watching.\r\n\r\nMiss Peavey now fluttered again into the centre of things. On the\r\narrival of Baxter she had withdrawn for a moment into the background,\r\nbut she was not the woman to stay there long. She came forward holding\r\nout a small oblong book, which, with a languishing firmness, she\r\npressed into Psmith’s hands.\r\n\r\n“Could I persuade you, Mr. McTodd,” said Miss Peavey pleadingly, “to\r\nwrite some little thought in my autograph-book and sign it? I have a\r\nfountain-pen.”\r\n\r\nLight flooded the arbour. The Efficient Baxter, who knew where\r\neverything was, had found and pressed the switch. He did this not so\r\nmuch to oblige Miss Peavey as to enable him to obtain a clearer view\r\nof the visitor. With each minute that passed the Efficient Baxter was\r\nfinding himself more and more doubtful in his mind about this visitor.\r\n\r\n“There!” said Miss Peavey, welcoming the illumination.\r\n\r\nPsmith tapped his chin thoughtfully with the fountain-pen. He felt\r\nthat he should have foreseen this emergency earlier. If ever there was\r\na woman who was bound to have an autograph-book, that woman was Miss\r\nPeavey.\r\n\r\n“Just some little thought . . .”\r\n\r\nPsmith hesitated no longer. In a firm hand he wrote the words “Across\r\nthe pale parabola of Joy . . .” added an unfaltering “Ralston McTodd,”\r\nand handed the book back.\r\n\r\n“How strange,” sighed Miss Peavey.\r\n\r\n“May I look?” said Baxter, moving quickly to her side.\r\n\r\n“How strange!” repeated Miss Peavey. “To think that you should have\r\nchosen that line! There are several of your more mystic passages that I\r\nmeant to ask you to explain, but particularly ‘Across the pale parabola\r\nof Joy’ . . .”\r\n\r\n“You find it difficult to understand?”\r\n\r\n“A little, I confess.”\r\n\r\n“Well, well,” said Psmith indulgently, “perhaps I did put a bit of\r\ntop-spin on that one.”\r\n\r\n“I beg your pardon?”\r\n\r\n“I say, perhaps it is a little obscure. We must have a long chat about\r\nit--later on.”\r\n\r\n“Why not now?” demanded the Efficient Baxter, flashing his spectacles.\r\n\r\n“I am rather tired,” said Psmith with gentle reproach, “after my\r\njourney. Fatigued. We artists . . .”\r\n\r\n“Of course,” said Miss Peavey, with an indignant glance at the\r\nsecretary. “Mr. Baxter does not understand the sensitive poetic\r\ntemperament.”\r\n\r\n“A bit unspiritual, eh?” said Psmith tolerantly. “A trifle earthy? So\r\nI thought, so I thought. One of these strong, hard men of affairs, I\r\nshouldn’t wonder.”\r\n\r\n“Shall we go and find Lord Emsworth, Mr. McTodd?” said Miss Peavey,\r\ndismissing the fermenting Baxter with a scornful look. “He wandered off\r\njust now. I suppose he is among his flowers. Flowers are very beautiful\r\nby night.”\r\n\r\n“Indeed, yes,” said Psmith. “And also by day. When I am surrounded by\r\nflowers, a sort of divine peace floods over me, and the rough, harsh\r\nworld seems far away. I feel soothed, tranquil. I sometimes think, Miss\r\nPeavey, that flowers must be the souls of little children who have died\r\nin their innocence.”\r\n\r\n“What a beautiful thought, Mr. McTodd!” exclaimed Miss Peavey\r\nrapturously.\r\n\r\n“Yes,” agreed Psmith. “Don’t pinch it. It’s copyright.”\r\n\r\nThe darkness swallowed them up. Lady Constance turned to the Efficient\r\nBaxter, who was brooding with furrowed brow.\r\n\r\n“Charming, is he not?”\r\n\r\n“I beg your pardon?”\r\n\r\n“I said I thought Mr. McTodd was charming.”\r\n\r\n“Oh, quite.”\r\n\r\n“Completely unspoiled.”\r\n\r\n“Oh, decidedly.”\r\n\r\n“I am so glad that he was able to come after all. That telegram he sent\r\nthis afternoon cancelling his visit seemed so curt and final.”\r\n\r\n“So I thought it.”\r\n\r\n“Almost as if he had taken offence at something and decided to have\r\nnothing to do with us.”\r\n\r\n“Quite.”\r\n\r\nLady Constance shivered delicately. A cool breeze had sprung up. She\r\ndrew her wrap more closely about her shapely shoulders, and began to\r\nwalk to the house. Baxter did not accompany her. The moment she had\r\ngone he switched off the light and sat down, chin in hand. That massive\r\nbrain was working hard."
  ]
}