{
  "index": 5,
  "title": "Chapter 4",
  "paragraphs": [
    "PSMITH APPLIES FOR EMPLOYMENT\r\n\r\n\r\nPsmith rose courteously as she entered.\r\n\r\n“My dear Miss Clarkson,” he said, “if you can spare me a moment of your\r\nvaluable time . . .”\r\n\r\n“Good gracious!” said Eve. “How extraordinary!”\r\n\r\n“A singular coincidence,” agreed Psmith.\r\n\r\n“You never gave me time to thank you for the umbrella,” said Eve\r\nreproachfully. “You must have thought me awfully rude. But you took my\r\nbreath away.”\r\n\r\n“My dear Miss Clarkson, please do not . . .”\r\n\r\n“Why do you keep calling me that?”\r\n\r\n“Aren’t _you_ Miss Clarkson either?”\r\n\r\n“Of course I’m not.”\r\n\r\n“Then,” said Psmith, “I must start my quest all over again. These\r\nconstant checks are trying to an ardent spirit. Perhaps you are a young\r\nbride come to engage her first cook?”\r\n\r\n“No. I’m not married.”\r\n\r\n“Good!”\r\n\r\nEve found his relieved thankfulness a little embarrassing. In the\r\nmomentary pause which followed his remark, Enquiries entered alertly.\r\n\r\n“Miss Clarkson will see you now, sir.”\r\n\r\n“Leave us,” said Psmith with a wave of his hand. “We would be alone.”\r\n\r\nEnquiries stared; then, awed by his manner and general appearance of\r\nmagnificence, withdrew.\r\n\r\n“I suppose really,” said Eve, toying with the umbrella, “I ought to\r\ngive this back to you.” She glanced at the dripping window. “But it\r\n_is_ raining rather hard, isn’t it?”\r\n\r\n“Like the dickens,” assented Psmith.\r\n\r\n“Then would you mind very much if I kept it till this evening?”\r\n\r\n“Please do.”\r\n\r\n“Thanks ever so much. I will send it back to you to-night if you will\r\ngive me the name and address.”\r\n\r\nPsmith waved his hand deprecatingly.\r\n\r\n“No, no. If it is of any use to you, I hope that you will look on it as\r\na present.”\r\n\r\n“A present!”\r\n\r\n“A gift,” explained Psmith.\r\n\r\n“But I really can’t go about accepting expensive umbrellas from people.\r\nWhere shall I send it?”\r\n\r\n“If you insist, you may send it to the Hon. Hugo Walderwick, Drones\r\nClub, Dover Street. But it really isn’t necessary.”\r\n\r\n“I won’t forget. And thank you very much, Mr. Walderwick.”\r\n\r\n“Why do you call me that?”\r\n\r\n“Well, you said . . .”\r\n\r\n“Ah, I see. A slight confusion of ideas. No, I am not Mr. Walderwick.\r\nAnd between ourselves I should hate to be. His is a very C3\r\nintelligence. Comrade Walderwick is merely the man to whom the umbrella\r\nbelongs.”\r\n\r\nEve’s eyes opened wide.\r\n\r\n“Do you mean to say you gave me somebody else’s umbrella?”\r\n\r\n“I had unfortunately omitted to bring my own out with me this morning.”\r\n\r\n“I never heard of such a thing!”\r\n\r\n“Merely practical Socialism. Other people are content to talk about the\r\nRedistribution of Property. I go out and do it.”\r\n\r\n“But won’t he be awfully angry when he finds out it has gone?”\r\n\r\n“He _has_ found out. And it was pretty to see his delight. I explained\r\nthe circumstances, and he was charmed to have been of service to you.”\r\n\r\nThe door opened again, and this time it was Miss Clarkson in person\r\nwho entered. She had found Enquiries’ statement over the speaking-tube\r\nrambling and unsatisfactory, and had come to investigate for herself\r\nthe reason why the machinery of the office was being held up.\r\n\r\n“Oh, I must go,” said Eve, as she saw her. “I’m interrupting your\r\nbusiness.”\r\n\r\n“I’m so glad you’re still here, dear,” said Miss Clarkson. “I have just\r\nbeen looking over my files, and I see that there _is_ one vacancy. For\r\na nurse,” said Miss Clarkson with a touch of the apologetic in her\r\nvoice.\r\n\r\n“Oh, no, that’s all right,” said Eve. “I don’t really need anything.\r\nBut thanks ever so much for bothering.”\r\n\r\nShe smiled affectionately upon the proprietress, bestowed another smile\r\nupon Psmith as he opened the door for her, and went out. Psmith turned\r\naway from the door with a thoughtful look upon his face.\r\n\r\n“Is that young lady a nurse?” he asked.\r\n\r\n“Do you want a nurse?” inquired Miss Clarkson, at once the woman of\r\nbusiness.\r\n\r\n“I want that nurse,” said Psmith with conviction.\r\n\r\n“She is a delightful girl,” said Miss Clarkson with enthusiasm. “There\r\nis no one in whom I would feel more confidence in recommending to a\r\nposition. She is a Miss Halliday, the daughter of a very clever but\r\nerratic writer, who died some years ago. I can speak with particular\r\nknowledge of Miss Halliday, for I was for many years an assistant\r\nmistress at Wayland House, where she was at school. She is a charming,\r\nwarm-hearted, impulsive girl. . . . But you will hardly want to hear\r\nall this.”\r\n\r\n“On the contrary,” said Psmith, “I could listen for hours. You have\r\nstumbled upon my favourite subject.”\r\n\r\nMiss Clarkson eyed him a little doubtfully, and decided that it would\r\nbe best to reintroduce the business theme.\r\n\r\n“Perhaps, when you say you are looking for a nurse, you mean you need a\r\nhospital nurse?”\r\n\r\n“My friends have sometimes suggested it.”\r\n\r\n“Miss Halliday’s greatest experience has, of course, been as a\r\ngoverness.”\r\n\r\n“A governess is just as good,” said Psmith agreeably.\r\n\r\nMiss Clarkson began to be conscious of a sensation of being out of her\r\ndepth.\r\n\r\n“How old are your children, sir?” she asked.\r\n\r\n“I fear,” said Psmith, “you are peeping into Volume Two. This romance\r\nhas only just started.”\r\n\r\n“I am afraid,” said Miss Clarkson, now completely fogged, “I do not\r\nquite understand. What exactly are you looking for?”\r\n\r\nPsmith flicked a speck of fluff from his coat-sleeve.\r\n\r\n“A job,” he said.\r\n\r\n“A job!” echoed Miss Clarkson, her voice breaking in an amazed squeak.\r\n\r\nPsmith raised his eyebrows.\r\n\r\n“You seem surprised. Isn’t this a job emporium?”\r\n\r\n“This _is_ an Employment Bureau,” admitted Miss Clarkson.\r\n\r\n“I knew it, I knew it,” said Psmith. “Something seemed to tell me.\r\nPossibly it was the legend ‘Employment Bureau’ over the door. And\r\nthose framed testimonials would convince the most sceptical. Yes, Miss\r\nClarkson, I want a job, and I feel somehow that you are the woman\r\nto find it for me. I have inserted an advertisement in the papers,\r\nexpressing my readiness to undertake any form of employment, but I have\r\nsince begun to wonder if after all this will lead to wealth and fame.\r\nAt any rate, it is wise to attack the great world from another angle as\r\nwell, so I come to you.”\r\n\r\n“But you must excuse me if I remark that this application of yours\r\nstrikes me as most extraordinary.”\r\n\r\n“Why? I am young, active, and extremely broke.”\r\n\r\n“But your--er--your clothes . . .”\r\n\r\nPsmith squinted, not without complacency, down a faultlessly fitting\r\nwaistcoat, and flicked another speck of dust off his sleeve.\r\n\r\n“You consider me well dressed?” he said. “You find me natty? Well,\r\nwell, perhaps you are right, perhaps you are right. But consider, Miss\r\nClarkson. If one expects to find employment in these days of strenuous\r\ncompetition, one must be neatly and decently clad. Employers look\r\naskance at a baggy trouser-leg. A zippy waistcoat is more to them than\r\nan honest heart. This beautiful crease was obtained with the aid of the\r\nmattress upon which I tossed feverishly last night in my attic room.”\r\n\r\n“I can’t take you seriously.”\r\n\r\n“Oh, don’t say that, please.”\r\n\r\n“You really want me to find you work?”\r\n\r\n“I prefer the term ‘employment.’”\r\n\r\nMiss Clarkson produced a notebook.\r\n\r\n“If you are really not making this application just as a joke . . .”\r\n\r\n“I assure you, no. My entire capital consists, in specie, of about ten\r\npounds.”\r\n\r\n“Then perhaps you will tell me your name.”\r\n\r\n“Ah! Things are beginning to move. The name is Psmith. P-smith. The p\r\nis silent.”\r\n\r\n“Psmith?”\r\n\r\n“Psmith.”\r\n\r\nMiss Clarkson brooded over this for a moment in almost pained silence,\r\nthen recovered her slipping grip of affairs.\r\n\r\n“I think,” she said, “you had better give me a few particulars about\r\nyourself.”\r\n\r\n“There is nothing I should like better,” responded Psmith warmly. “I\r\nam always ready--I may say eager--to tell people the story of my life,\r\nbut in this rushing age I get little encouragement. Let us start at\r\nthe beginning. My infancy. When I was but a babe, my eldest sister was\r\nbribed with sixpence an hour by my nurse to keep an eye on me and see\r\nthat I did not raise Cain. At the end of the first day she struck for a\r\nshilling, and got it. We now pass to my boyhood. At an early age I was\r\nsent to Eton, everybody predicting a bright career for me. Those were\r\nhappy days, Miss Clarkson. A merry, laughing lad with curly hair and a\r\nsunny smile, it is not too much to say that I was the pet of the place.\r\nThe old cloisters. . . . But I am boring you. I can see it in your eye.”\r\n\r\n“No, no,” protested Miss Clarkson. “But what I meant was . . . I\r\nthought you might have had some experience in some particular line\r\nof . . . In fact, what sort of work . . . ?”\r\n\r\n“Employment.”\r\n\r\n“What sort of employment do you require?”\r\n\r\n“Broadly speaking,” said Psmith, “any reasonably salaried position that\r\nhas nothing to do with fish.”\r\n\r\n“Fish!” quavered Miss Clarkson, slipping again. “Why fish?”\r\n\r\n“Because, Miss Clarkson, the fish trade was until this morning my walk\r\nin life, and my soul has sickened of it.”\r\n\r\n“You are in the _fish_ trade?” squeaked Miss Clarkson, with an amazed\r\nglance at the knife-like crease in his trousers.\r\n\r\n“These are not my working clothes,” said Psmith, following and\r\ninterpreting her glance. “Yes, owing to a financial upheaval in my\r\nbranch of the family, I was until this morning at the beck and call\r\nof an uncle who unfortunately happens to be a Mackerel Monarch or a\r\nSardine Sultan, or whatever these merchant princes are called who rule\r\nthe fish market. He insisted on my going into the business to learn\r\nit from the bottom up, thinking, no doubt, that I would follow in his\r\nfootsteps and eventually work my way to the position of a Whitebait\r\nWizard. Alas! he was too sanguine. It was not to be,” said Psmith\r\nsolemnly, fixing an owl-like gaze on Miss Clarkson through his eyeglass.\r\n\r\n“No?” said Miss Clarkson.\r\n\r\n“No. Last night I was obliged to inform him that the fish business\r\nwas all right, but it wouldn’t do, and that I proposed to sever my\r\nconnection with the firm for ever. I may say at once that there ensued\r\nsomething in the nature of a family earthquake. Hard words,” sighed\r\nPsmith. “Black looks. Unseemly wrangle. And the upshot of it all was\r\nthat my uncle washed his hands of me and drove me forth into the great\r\nworld. Hence my anxiety to find employment. My uncle has definitely\r\nwithdrawn his countenance from me, Miss Clarkson.”\r\n\r\n“Dear, dear!” murmured the proprietress sympathetically.\r\n\r\n“Yes. He is a hard man, and he judges his fellows solely by their\r\ndevotion to fish. I never in my life met a man so wrapped up in a\r\nsubject. For years he has been practically a monomaniac on the subject\r\nof fish. So much so that he actually looks like one. It is as if he\r\nhad taken one of those auto-suggestion courses and had kept saying\r\nto himself, ‘Every day, in every way, I grow more and more like a\r\nfish.’ His closest friends can hardly tell now whether he more nearly\r\nresembles a halibut or a cod. . . . But I am boring you again with this\r\nfamily gossip?”\r\n\r\nHe eyed Miss Clarkson with such a sudden and penetrating glance that\r\nshe started nervously.\r\n\r\n“No, no,” she exclaimed.\r\n\r\n“You relieve my apprehensions. I am only too well aware that, when\r\nfairly launched on the topic of fish, I am more than apt to weary my\r\naudience. I cannot understand this enthusiasm for fish. My uncle used\r\nto talk about an unusually large catch of pilchards in Cornwall in\r\nmuch the same awed way as a right-minded curate would talk about the\r\nspiritual excellence of his bishop. To me, Miss Clarkson, from the very\r\nstart, the fish business was what I can only describe as a wash-out. It\r\nnauseated my finer feelings. It got right in amongst my fibres. I had\r\nto rise and partake of a simple breakfast at about four in the morning,\r\nafter which I would make my way to Billingsgate Market and stand for\r\nsome hours knee-deep in dead fish of every description. A jolly life\r\nfor a cat, no doubt, but a bit too thick for a Shropshire Psmith.\r\nMine, Miss Clarkson, is a refined and poetic nature. I like to be\r\nsurrounded by joy and life, and I know nothing more joyless and deader\r\nthan a dead fish. Multiply that dead fish by a million, and you have\r\nan environment which only a Dante could contemplate with equanimity.\r\nMy uncle used to tell me that the way to ascertain whether a fish\r\nwas fresh was to peer into its eyes. Could I spend the springtime\r\nof life staring into the eyes of dead fish? No!” He rose. “Well, I\r\nwill not detain you any longer. Thank you for the unfailing courtesy\r\nand attention with which you have listened to me. You can understand\r\nnow why my talents are on the market and why I am compelled to state\r\nspecifically that no employment can be considered which has anything\r\nto do with fish. I am convinced that you will shortly have something\r\nparticularly good to offer me.”\r\n\r\n“I don’t know that I can say that, Mr. Psmith.”\r\n\r\n“The p is silent, as in pshrimp,” he reminded her. “Oh, by the way,” he\r\nsaid, pausing at the door, “there is one other thing before I go. While\r\nI was waiting for you to be disengaged, I chanced on an instalment of a\r\nserial story in _The Girl’s Pet_ for January, 1919. My search for the\r\nremaining issues proved fruitless. The title was ‘Her Honour At Stake,’\r\nby Jane Emmeline Moss. You don’t happen to know how it all came out\r\nin the end, do you? Did Lord Eustace ever learn that, when he found\r\nClarice in Sir Jasper’s rooms at midnight, she had only gone there to\r\nrecover some compromising letters for a girl friend? You don’t know?\r\nI feared as much. Well, good morning, Miss Clarkson, good morning. I\r\nleave my future in your hands with a light heart.”\r\n\r\n“I will do my best for you, of course.”\r\n\r\n“And what,” said Psmith cordially, “could be better than Miss\r\nClarkson’s best?”\r\n\r\nHe closed the door gently behind him, and went out. Struck by a kindly\r\nthought, he tapped upon Enquiries’ window, and beamed benevolently as\r\nher bobbed head shot into view.\r\n\r\n“They tell me,” he said, “that Aspidistra is much fancied for the four\r\no’clock race at Birmingham this afternoon. I give the information\r\nwithout prejudice, for what it is worth. Good day!”"
  ]
}