{
  "index": 1,
  "title": "Chapter 1",
  "paragraphs": [
    "CHAPTER I\r\n\r\nDARK PLOTTINGS AT BLANDINGS CASTLE\r\n\r\n\r\n§ 1\r\n\r\nAt the open window of the great library of Blandings Castle, drooping\r\nlike a wet sock, as was his habit when he had nothing to prop his spine\r\nagainst, the Earl of Emsworth, that amiable and boneheaded peer, stood\r\ngazing out over his domain.\r\n\r\nIt was a lovely morning and the air was fragrant with gentle summer\r\nscents. Yet in his lordship’s pale blue eyes there was a look of\r\nmelancholy. His brow was furrowed, his mouth peevish. And this was\r\nall the more strange in that he was normally as happy as only a\r\nfluffy-minded man with excellent health and a large income can be. A\r\nwriter, describing Blandings Castle in a magazine article, had once\r\nsaid: “Tiny mosses have grown in the cavities of the stones, until,\r\nviewed near at hand, the place seems shaggy with vegetation.” It would\r\nnot have been a bad description of the proprietor. Fifty-odd years of\r\nserene and unruffled placidity had given Lord Emsworth a curiously\r\nmoss-covered look. Very few things had the power to disturb him.\r\nEven his younger son, the Hon. Freddie Threepwood, could only do it\r\noccasionally.\r\n\r\nYet now he was sad. And--not to make a mystery of it any longer--the\r\nreason of his sorrow was the fact that he had mislaid his glasses and\r\nwithout them was as blind, to use his own neat simile, as a bat. He was\r\nkeenly aware of the sunshine that poured down on his gardens, and was\r\nyearning to pop out and potter among the flowers he loved. But no man,\r\npop he never so wisely, can hope to potter with any good result if the\r\nworld is a mere blur.\r\n\r\nThe door behind him opened, and Beach the butler entered, a dignified\r\nprocession of one.\r\n\r\n“Who’s that?” inquired Lord Emsworth, spinning on his axis.\r\n\r\n“It is I, your lordship--Beach.”\r\n\r\n“Have you found them?”\r\n\r\n“Not yet, your lordship,” sighed the butler.\r\n\r\n“You can’t have looked.”\r\n\r\n“I have searched assiduously, your lordship, but without avail. Thomas\r\nand Charles also announce non-success. Stokes has not yet made his\r\nreport.”\r\n\r\n“Ah!”\r\n\r\n“I am re-despatching Thomas and Charles to your lordship’s bedroom,”\r\nsaid the Master of the Hunt. “I trust that their efforts will be\r\nrewarded.”\r\n\r\nBeach withdrew, and Lord Emsworth turned to the window again. The\r\nscene that spread itself beneath him--though he was unfortunately\r\nnot able to see it--was a singularly beautiful one, for the castle,\r\nwhich is one of the oldest inhabited houses in England, stands upon\r\na knoll of rising ground at the southern end of the celebrated Vale\r\nof Blandings in the county of Shropshire. Away in the blue distance\r\nwooded hills ran down to where the Severn gleamed like an unsheathed\r\nsword; while up from the river rolling park-land, mounting and dipping,\r\nsurged in a green wave almost to the castle walls, breaking on the\r\nterraces in a many-coloured flurry of flowers as it reached the spot\r\nwhere the province of Angus McAllister, his lordship’s head gardener,\r\nbegan. The day being June the thirtieth, which is the very high-tide\r\ntime of summer flowers, the immediate neighbourhood of the castle was\r\nablaze with roses, pinks, pansies, carnations, hollyhocks, columbines,\r\nlarkspurs, London pride, Canterbury bells, and a multitude of other\r\nchoice blooms of which only Angus could have told you the names. A\r\nconscientious man was Angus; and in spite of being a good deal hampered\r\nby Lord Emsworth’s amateur assistance, he showed excellent results\r\nin his department. In his beds there was much at which to point with\r\npride, little to view with concern.\r\n\r\nScarcely had Beach removed himself when Lord Emsworth was called upon\r\nto turn again. The door had opened for the second time, and a young man\r\nin a beautifully-cut suit of grey flannel was standing in the doorway.\r\nHe had a long and vacant face topped by shining hair brushed back and\r\nheavily brilliantined after the prevailing mode, and he was standing on\r\none leg. For Freddie Threepwood was seldom completely at his ease in\r\nhis parent’s presence.\r\n\r\n“Hallo, guv’nor.”\r\n\r\n“Well, Frederick?”\r\n\r\nIt would be paltering with the truth to say that Lord Emsworth’s\r\ngreeting was a warm one. It lacked the note of true affection. A few\r\nweeks before he had had to pay a matter of five hundred pounds to\r\nsettle certain racing debts for his offspring; and, while this had\r\nnot actually dealt an irretrievable blow at his bank account, it had\r\nundeniably tended to diminish Freddie’s charm in his eyes.\r\n\r\n“Hear you’ve lost your glasses, guv’nor.”\r\n\r\n“That is so.”\r\n\r\n“Nuisance, what?”\r\n\r\n“Undeniably.”\r\n\r\n“Ought to have a spare pair.”\r\n\r\n“I have broken my spare pair.”\r\n\r\n“Tough luck! And lost the other?”\r\n\r\n“And, as you say, lost the other.”\r\n\r\n“Have you looked for the bally things?”\r\n\r\n“I have.”\r\n\r\n“Must be somewhere, I mean.”\r\n\r\n“Quite possibly.”\r\n\r\n“Where,” asked Freddie, warming to his work, “did you see them last?”\r\n\r\n“Go away!” said Lord Emsworth, on whom his child’s conversation had\r\nbegun to exercise an oppressive effect.\r\n\r\n“Eh?”\r\n\r\n“Go away!”\r\n\r\n“Go away?”\r\n\r\n“Yes, go away!”\r\n\r\n“Right ho!”\r\n\r\nThe door closed. His lordship returned to the window once more.\r\n\r\nHe had been standing there some few minutes when one of those miracles\r\noccurred which happen in libraries. Without sound or warning a section\r\nof books started to move away from the parent body and, swinging out in\r\na solid chunk into the room, showed a glimpse of a small, study-like\r\napartment. A young man in spectacles came noiselessly through and the\r\nbooks returned to their place.\r\n\r\nThe contrast between Lord Emsworth and the new-comer, as they stood\r\nthere, was striking, almost dramatic. Lord Emsworth was so acutely\r\nspectacle-less; Rupert Baxter, his secretary, so pronouncedly\r\nspectacled. It was his spectacles that struck you first as you saw the\r\nman. They gleamed efficiently at you. If you had a guilty conscience,\r\nthey pierced you through and through; and even if your conscience was\r\none hundred per cent. pure you could not ignore them. “Here,” you said\r\nto yourself, “is an efficient young man in spectacles.”\r\n\r\nIn describing Rupert Baxter as efficient, you did not overestimate him.\r\nHe was essentially that. Technically but a salaried subordinate, he\r\nhad become by degrees, owing to the limp amiability of his employer,\r\nthe real master of the house. He was the Brains of Blandings, the man\r\nat the switch, the person in charge, and the pilot, so to speak, who\r\nweathered the storm. Lord Emsworth left everything to Baxter, only\r\nasking to be allowed to potter in peace; and Baxter, more than equal to\r\nthe task, shouldered it without wincing.\r\n\r\nHaving got within range, Baxter coughed; and Lord Emsworth, recognising\r\nthe sound, wheeled round with a faint flicker of hope. It might be that\r\neven this apparently insoluble problem of the missing pince-nez would\r\nyield before the other’s efficiency.\r\n\r\n“Baxter, my dear fellow, I’ve lost my glasses. My glasses. I have\r\nmislaid them. I cannot think where they can have gone to. You haven’t\r\nseen them anywhere by any chance?”\r\n\r\n“Yes, Lord Emsworth,” replied the secretary, quietly equal to the\r\ncrisis. “They are hanging down your back.”\r\n\r\n“Down my back? Why, bless my soul!” His lordship tested the statement\r\nand found it--like all Baxter’s statements--accurate. “Why, bless my\r\nsoul, so they are! Do you know, Baxter, I really believe I must be\r\ngrowing absent-minded.” He hauled in the slack, secured the pince-nez,\r\nadjusted them beamingly. His irritability had vanished like the dew off\r\none of his roses. “Thank you, Baxter, thank you. You are invaluable.”\r\n\r\nAnd with a radiant smile Lord Emsworth made buoyantly for the door, en\r\nroute for God’s air and the society of McAllister. The movement drew\r\nfrom Baxter another cough--a sharp, peremptory cough this time; and\r\nhis lordship paused, reluctantly, like a dog whistled back from the\r\nchase. A cloud fell over the sunniness of his mood. Admirable as Baxter\r\nwas in so many respects, he had a tendency to worry him at times; and\r\nsomething told Lord Emsworth that he was going to worry him now.\r\n\r\n“The car will be at the door,” said Baxter with quiet firmness, “at two\r\nsharp.”\r\n\r\n“Car? What car?”\r\n\r\n“The car to take you to the station.”\r\n\r\n“Station? What station?”\r\n\r\nRupert Baxter preserved his calm. There were times when he found his\r\nemployer a little trying, but he never showed it.\r\n\r\n“You have perhaps forgotten, Lord Emsworth, that you arranged with Lady\r\nConstance to go to London this afternoon.”\r\n\r\n“Go to London!” gasped Lord Emsworth, appalled. “In weather like this?\r\nWith a thousand things to attend to in the garden? What a perfectly\r\npreposterous notion! Why should I go to London? I hate London.”\r\n\r\n“You arranged with Lady Constance that you would give Mr. McTodd lunch\r\nto-morrow at your club.”\r\n\r\n“Who the devil is Mr. McTodd?”\r\n\r\n“The well-known Canadian poet.”\r\n\r\n“Never heard of him.”\r\n\r\n“Lady Constance has long been a great admirer of his work. She wrote\r\ninviting him, should he ever come to England, to pay a visit to\r\nBlandings. He is now in London and is to come down to-morrow for two\r\nweeks. Lady Constance’s suggestion was that, as a compliment to Mr.\r\nMcTodd’s eminence in the world of literature, you should meet him in\r\nLondon and bring him back here yourself.”\r\n\r\nLord Emsworth remembered now. He also remembered that this positively\r\ninfernal scheme had not been his sister Constance’s in the first place.\r\nIt was Baxter who had made the suggestion, and Constance had approved.\r\nHe made use of the recovered pince-nez to glower through them at his\r\nsecretary; and not for the first time in recent months was aware of\r\na feeling that this fellow Baxter was becoming a dashed infliction.\r\nBaxter was getting above himself, throwing his weight about, making\r\nhimself a confounded nuisance. He wished he could get rid of the man.\r\nBut where could he find an adequate successor? That was the trouble.\r\nWith all his drawbacks, Baxter was efficient. Nevertheless, for a\r\nmoment Lord Emsworth toyed with the pleasant dream of dismissing him.\r\nAnd it is possible, such was his exasperation, that he might on this\r\noccasion have done something practical in that direction, had not the\r\nlibrary door at this moment opened for the third time, to admit yet\r\nanother intruder--at the sight of whom his lordship’s militant mood\r\nfaded weakly.\r\n\r\n“Oh--hallo, Connie!” he said, guiltily, like a small boy caught in the\r\njam cupboard. Somehow his sister always had this effect upon him.\r\n\r\nOf all those who had entered the library that morning the new arrival\r\nwas the best worth looking at. Lord Emsworth was tall and lean and\r\nscraggy; Rupert Baxter thick-set and handicapped by that vaguely grubby\r\nappearance which is presented by swarthy young men of bad complexion;\r\nand even Beach, though dignified, and Freddie, though slim, would\r\nnever have got far in a beauty competition. But Lady Constance Keeble\r\nreally took the eye. She was a strikingly handsome woman in the\r\nmiddle forties. She had a fair, broad brow, teeth of a perfect even\r\nwhiteness, and the carriage of an empress. Her eyes were large and\r\ngrey, and gentle--and incidentally misleading, for gentle was hardly\r\nthe adjective which anybody who knew her would have applied to Lady\r\nConstance. Though genial enough when she got her way, on the rare\r\noccasions when people attempted to thwart her she was apt to comport\r\nherself in a manner reminiscent of Cleopatra on one of the latter’s bad\r\nmornings.\r\n\r\n“I hope I am not disturbing you,” said Lady Constance with a bright\r\nsmile. “I just came in to tell you to be sure not to forget, Clarence,\r\nthat you are going to London this afternoon to meet Mr. McTodd.”\r\n\r\n“I was just telling Lord Emsworth,” said Baxter, “that the car would be\r\nat the door at two.”\r\n\r\n“Thank you, Mr. Baxter. Of course I might have known that you would not\r\nforget. You are so wonderfully capable. I don’t know what in the world\r\nwe would do without you.”\r\n\r\nThe Efficient Baxter bowed. But, though gratified, he was not\r\noverwhelmed by the tribute. The same thought had often occurred to him\r\nindependently.\r\n\r\n“If you will excuse me,” he said, “I have one or two things to attend\r\nto . . .”\r\n\r\n“Certainly, Mr. Baxter.”\r\n\r\nThe Efficient One withdrew through the door in the bookshelf. He\r\nrealised that his employer was in fractious mood, but knew that he was\r\nleaving him in capable hands.\r\n\r\nLord Emsworth turned from the window, out of which he had been gazing\r\nwith a plaintive detachment.\r\n\r\n“Look here, Connie,” he grumbled feebly. “You know I hate literary\r\nfellows. It’s bad enough having them in the house, but when it comes to\r\ngoing to London to fetch ’em . . .”\r\n\r\nHe shuffled morosely. It was a perpetual grievance of his, this\r\npractice of his sister’s of collecting literary celebrities and dumping\r\nthem down in the home for indeterminate visits. You never knew when\r\nshe was going to spring another on you. Already since the beginning of\r\nthe year he had suffered from a round dozen of the species at brief\r\nintervals; and at this very moment his life was being poisoned by the\r\nfact that Blandings was sheltering a certain Miss Aileen Peavey, the\r\nmere thought of whom was enough to turn the sunshine off as with a tap.\r\n\r\n“Can’t stand literary fellows,” proceeded his lordship. “Never could.\r\nAnd, by Jove, literary females are worse. Miss Peavey . . .” Here words\r\ntemporarily failed the owner of Blandings. “Miss Peavey . . .” he\r\nresumed after an eloquent pause. “Who is Miss Peavey?”\r\n\r\n“My dear Clarence,” replied Lady Constance tolerantly, for the fine\r\nmorning had made her mild and amiable, “if you do not know that Aileen\r\nis one of the leading poetesses of the younger school, you must be very\r\nignorant.”\r\n\r\n“I don’t mean that. I know she writes poetry. I mean who _is_ she?\r\nYou suddenly produced her here like a rabbit out of a hat,” said his\r\nlordship, in a tone of strong resentment. “Where did you find her?”\r\n\r\n“I first made Aileen’s acquaintance on an Atlantic liner when Joe and I\r\nwere coming back from our trip round the world. She was very kind to me\r\nwhen I was feeling the motion of the vessel. . . . If you mean what is\r\nher family, I think Aileen told me once that she was connected with the\r\nRutlandshire Peaveys.”\r\n\r\n“Never heard of them!” snapped Lord Emsworth. “And, if they’re anything\r\nlike Miss Peavey, God help Rutlandshire!”\r\n\r\nTranquil as Lady Constance’s mood was this morning, an ominous\r\nstoniness came into her grey eyes at these words, and there is little\r\ndoubt that in another instant she would have discharged at her mutinous\r\nbrother one of those shattering come-backs for which she had been\r\ncelebrated in the family from nursery days onward; but at this juncture\r\nthe Efficient Baxter appeared again through the bookshelf.\r\n\r\n“Excuse me,” said Baxter, securing attention with a flash of his\r\nspectacles. “I forgot to mention, Lord Emsworth, that, to suit\r\neverybody’s convenience, I have arranged that Miss Halliday shall call\r\nto see you at your club to-morrow after lunch.”\r\n\r\n“Good Lord, Baxter!” The harassed peer started as if he had been bitten\r\nin the leg. “Who’s Miss Halliday? Not another literary female?”\r\n\r\n“Miss Halliday is the young lady who is coming to Blandings to\r\ncatalogue the library.”\r\n\r\n“Catalogue the library? What does it want cataloguing for?”\r\n\r\n“It has not been done since the year 1885.”\r\n\r\n“Well, and look how splendidly we’ve got along without it,” said Lord\r\nEmsworth acutely.\r\n\r\n“Don’t be so ridiculous, Clarence,” said Lady Constance, annoyed. “The\r\ncatalogue of a great library like this must be brought up to date.”\r\nShe moved to the door. “I do wish you would try to wake up and take\r\nan interest in things. If it wasn’t for Mr. Baxter, I don’t know what\r\nwould happen.”\r\n\r\nAnd with a beaming glance of approval at her ally she left the room.\r\nBaxter, coldly austere, returned to the subject under discussion.\r\n\r\n“I have written to Miss Halliday suggesting two-thirty as a suitable\r\nhour for the interview.”\r\n\r\n“But look here . . .”\r\n\r\n“You will wish to see her before definitely confirming the engagement.”\r\n\r\n“Yes, but look here, I wish you wouldn’t go tying me up with all these\r\nappointments.”\r\n\r\n“I thought that as you were going to London to meet Mr. McTodd . . .”\r\n\r\n“But I’m not going to London to meet Mr. McTodd,” cried Lord Emsworth\r\nwith weak fury. “It’s out of the question. I can’t possibly leave\r\nBlandings. The weather may break at any moment. I don’t want to miss a\r\nday of it.”\r\n\r\n“The arrangements are all made.”\r\n\r\n“Send the fellow a wire . . . ‘unavoidably detained.’”\r\n\r\n“I could not take the responsibility for such a course myself,” said\r\nBaxter coldly. “But possibly if you were to make the suggestion to Lady\r\nConstance . . .”\r\n\r\n“Oh, dash it!” said Lord Emsworth unhappily, at once realising the\r\nimpossibility of the scheme. “Oh, well, if I’ve got to go, I’ve got to\r\ngo,” he said after a gloomy pause. “But to leave my garden and stew in\r\nLondon at this time of the year . . .”\r\n\r\nThere seemed nothing further to say on the subject. He took off his\r\nglasses, polished them, put them on again, and shuffled to the door.\r\nAfter all, he reflected, even though the car was coming for him at two,\r\nat least he had the morning, and he proposed to make the most of it.\r\nBut his first careless rapture at the prospect of pottering among his\r\nflowers was dimmed, and would not be recaptured. He did not entertain\r\nany project so mad as the idea of defying his sister Constance, but he\r\nfelt extremely bitter about the whole affair. Confound Constance! . . .\r\nDash Baxter! . . . Miss Peavey . . .\r\n\r\nThe door closed behind Lord Emsworth.\r\n\r\n\r\n§ 2\r\n\r\nLady Constance meanwhile, proceeding downstairs, had reached the big\r\nhall, when the door of the smoking-room opened and a head popped out. A\r\nround, grizzled head with a healthy pink face attached to it.\r\n\r\n“Connie!” said the head.\r\n\r\nLady Constance halted.\r\n\r\n“Yes, Joe?”\r\n\r\n“Come in here a minute,” said the head. “Want to speak to you.”\r\n\r\nLady Constance went into the smoking-room. It was large and cosily\r\nbook-lined, and its window looked out on to an Italian garden. A wide\r\nfire-place occupied nearly the whole of one side of it, and in front\r\nof this, his legs spread to an invisible blaze, Mr. Joseph Keeble had\r\nalready taken his stand. His manner was bluff, but an acute observer\r\nmight have detected embarrassment in it.\r\n\r\n“What is it, Joe?” asked Lady Constance, and smiled pleasantly at her\r\nhusband. When, two years previously, she had married this elderly\r\nwidower, of whom the world knew nothing beyond the fact that he had\r\namassed a large fortune in South African diamond mines, there had\r\nnot been wanting cynics to set the match down as one of convenience,\r\na purely business arrangement by which Mr. Keeble exchanged his\r\nmoney for Lady Constance’s social position. Such was not the case. It\r\nhad been a genuine marriage of affection on both sides. Mr. Keeble\r\nworshipped his wife, and she was devoted to him, though never foolishly\r\nindulgent. They were a happy and united couple.\r\n\r\nMr. Keeble cleared his throat. He seemed to find some difficulty\r\nin speaking. And when he spoke it was not on the subject which he\r\nhad intended to open, but on one which had already been worn out in\r\nprevious conversations.\r\n\r\n“Connie, I’ve been thinking about that necklace again.”\r\n\r\nLady Constance laughed.\r\n\r\n“Oh, don’t be silly, Joe. You haven’t called me into this stuffy room\r\non a lovely morning like this to talk about that for the hundredth\r\ntime.”\r\n\r\n“Well, you know, there’s no sense in taking risks.”\r\n\r\n“Don’t be absurd. What risks can there be?”\r\n\r\n“There was a burglary over at Winstone Court, not ten miles from here,\r\nonly a day or two ago.”\r\n\r\n“Don’t be so fussy, Joe.”\r\n\r\n“That necklace cost nearly twenty thousand pounds,” said Mr. Keeble, in\r\nthe reverent voice in which men of business traditions speak of large\r\nsums.\r\n\r\n“I know.”\r\n\r\n“It ought to be in the bank.”\r\n\r\n“Once and for all, Joe,” said Lady Constance, losing her amiability\r\nand becoming suddenly imperious and Cleopatrine, “I will _not_ keep\r\nthat necklace in a bank. What on earth is the use of having a beautiful\r\nnecklace if it is lying in the strong-room of a bank all the time?\r\nThere is the County Ball coming on, and the Bachelors’ Ball after that,\r\nand . . . well, I _need_ it. I will send the thing to the bank when we\r\npass through London on our way to Scotland, but not till then. And I\r\ndo wish you would stop worrying me about it.”\r\n\r\nThere was a silence. Mr. Keeble was regretting now that his unfortunate\r\npoltroonery had stopped him from tackling in a straightforward and\r\nmanly fashion the really important matter which was weighing on his\r\nmind: for he perceived that his remarks about the necklace, eminently\r\nsensible though they were, had marred the genial mood in which his wife\r\nhad begun this interview. It was going to be more difficult now than\r\never to approach the main issue. Still, ruffled though she might be,\r\nthe thing had to be done: for it involved a matter of finance, and in\r\nmatters of finance Mr. Keeble was no longer a free agent. He and Lady\r\nConstance had a mutual banking account, and it was she who supervised\r\nthe spending of it. This was an arrangement, subsequently regretted by\r\nMr. Keeble, which had been come to in the early days of the honeymoon,\r\nwhen men are apt to do foolish things.\r\n\r\nMr. Keeble coughed. Not the sharp, efficient cough which we have heard\r\nRupert Baxter uttering in the library, but a feeble, strangled thing\r\nlike the bleat of a diffident sheep.\r\n\r\n“Connie,” he said. “Er--Connie.”\r\n\r\nAnd at the words a sort of cold film seemed to come over Lady\r\nConstance’s eyes: for some sixth sense told her what subject it was\r\nthat was now about to be introduced.\r\n\r\n“Connie, I--er--had a letter from Phyllis this morning.”\r\n\r\nLady Constance said nothing. Her eyes gleamed for an instant, then\r\nbecame frozen again. Her intuition had not deceived her.\r\n\r\nInto the married life of this happy couple only one shadow had\r\nintruded itself up to the present. But unfortunately it was a shadow\r\nof considerable proportions, a kind of super-shadow; and its effect\r\nhad been chilling. It was Phyllis, Mr. Keeble’s stepdaughter, who had\r\ncaused it--by the simple process of jilting the rich and suitable young\r\nman whom Lady Constance had attached to her (rather in the manner\r\nof a conjurer forcing a card upon his victim) and running off and\r\nmarrying a far from rich and quite unsuitable person of whom all that\r\nseemed to be known was that his name was Jackson. Mr. Keeble, whose\r\nsimple creed was that Phyllis could do no wrong, had been prepared to\r\naccept the situation philosophically; but his wife’s wrath had been\r\ndeep and enduring. So much so that the mere mentioning of the girl’s\r\nname must be accounted to him for a brave deed, Lady Constance having\r\nspecifically stated that she never wished to hear it again.\r\n\r\nKeenly alive to this prejudice of hers, Mr. Keeble stopped after making\r\nhis announcement, and had to rattle his keys in his pocket in order to\r\nacquire the necessary courage to continue. He was not looking at his\r\nwife, but he knew just how forbidding her expression must be. This task\r\nof his was no easy, congenial task for a pleasant summer morning.\r\n\r\n“She says in her letter,” proceeded Mr. Keeble, his eyes on the carpet\r\nand his cheeks a deeper pink, “that young Jackson has got the chance of\r\nbuying a big farm . . . in Lincolnshire, I think she said . . . if he\r\ncan raise three thousand pounds.”\r\n\r\nHe paused, and stole a glance at his wife. It was as he had feared. She\r\nhad congealed. Like some spell, the name Jackson had apparently turned\r\nher to marble. It was like the Pygmalion and Galatea business working\r\nthe wrong way round. She was presumably breathing, but there was no\r\nsign of it.\r\n\r\n“So I was just thinking,” said Mr. Keeble, producing another\r\n_obbligato_ on the keys, “it just crossed my mind . . . it isn’t\r\nas if the thing were a speculation . . . the place is apparently\r\ncoining money . . . present owner only selling because he wants to go\r\nabroad . . . it occurred to me . . . and they would pay good interest\r\non the loan . . .”\r\n\r\n“What loan?” inquired the statue icily, coming to life.\r\n\r\n“Well, what I was thinking . . . just a suggestion, you know . . . what\r\nstruck me was that if you were willing we might . . . good investment,\r\nyou know, and nowadays it’s deuced hard to find good investments . . .\r\nI was thinking that we might lend them the money.”\r\n\r\nHe stopped. But he had got the thing out and felt happier. He\r\nrattled his keys again, and rubbed the back of his head against the\r\nmantelpiece. The friction seemed to give him confidence.\r\n\r\n“We had better settle this thing once and for all, Joe,” said Lady\r\nConstance. “As you know, when we were married, I was ready to do\r\neverything for Phyllis. I was prepared to be a mother to her. I gave\r\nher every chance, took her everywhere. And what happened?”\r\n\r\n“Yes, I know. But . . .”\r\n\r\n“She became engaged to a man with plenty of money . . .”\r\n\r\n“Shocking young ass,” interjected Mr. Keeble, perking up for a moment\r\nat the recollection of the late lamented, whom he had never liked. “And\r\na rip, what’s more. I’ve heard stories.”\r\n\r\n“Nonsense! If you are going to believe all the gossip you hear about\r\npeople, nobody would be safe. He was a delightful young man and he\r\nwould have made Phyllis perfectly happy. Instead of marrying him, she\r\nchose to go off with this--Jackson.” Lady Constance’s voice quivered.\r\nGreater scorn could hardly have been packed into two syllables. “After\r\nwhat has happened, I certainly intend to have nothing more to do with\r\nher. I shall not lend them a penny, so please do not let us continue\r\nthis discussion any longer. I hope I am not an unjust woman, but I must\r\nsay that I consider, after the way Phyllis behaved . . .”\r\n\r\nThe sudden opening of the door caused her to break off. Lord Emsworth,\r\nmould-stained and wearing a deplorable old jacket, pottered into the\r\nroom. He peered benevolently at his sister and his brother-in-law, but\r\nseemed unaware that he was interrupting a conversation.\r\n\r\n“‘Gardening As A Fine Art,’” he murmured. “Connie, have you seen a\r\nbook called ‘Gardening As A Fine Art’? I was reading it in here last\r\nnight. ‘Gardening As A Fine Art.’ That is the title. Now, where can\r\nit have got to?” His dreamy eye flitted to and fro. “I want to show\r\nit to McAllister. There is a passage in it that directly refutes his\r\nanarchistic views on . . .”\r\n\r\n“It is probably on one of the shelves,” said Lady Constance shortly.\r\n\r\n“On one of the shelves?” said Lord Emsworth, obviously impressed by\r\nthis bright suggestion. “Why, of course, to be sure.”\r\n\r\nMr. Keeble was rattling his keys moodily. A mutinous expression was\r\non his pink face. These moments of rebellion did not come to him very\r\noften, for he loved his wife with a dog-like affection and had grown\r\naccustomed to being ruled by her, but now resentment filled him.\r\nShe was unreasonable, he considered. She ought to have realised how\r\nstrongly he felt about poor little Phyllis. It was too infernally\r\ncold-blooded to abandon the poor child like an old shoe simply\r\nbecause . . .\r\n\r\n“Are you going?” he asked, observing his wife moving to the door.\r\n\r\n“Yes. I am going into the garden,” said Lady Constance. “Why? Was there\r\nanything else you wanted to talk to me about?”\r\n\r\n“No,” said Mr. Keeble despondently. “Oh, no.”\r\n\r\nLady Constance left the room, and a deep masculine silence fell.\r\nMr. Keeble rubbed the back of his head meditatively against the\r\nmantelpiece, and Lord Emsworth scratched among the book-shelves.\r\n\r\n“Clarence!” said Mr. Keeble suddenly. An idea--one might almost say an\r\ninspiration--had come to him.\r\n\r\n“Eh?” responded his lordship absently. He had found his book and was\r\nturning its pages, absorbed.\r\n\r\n“Clarence, can you . . .”\r\n\r\n“Angus McAllister,” observed Lord Emsworth bitterly, “is an obstinate,\r\nstiff-necked son of Belial. The writer of this book distinctly states\r\nin so many words . . .”\r\n\r\n“Clarence, can you lend me three thousand pounds on good security and\r\nkeep it dark from Connie?”\r\n\r\nLord Emsworth blinked.\r\n\r\n“Keep something dark from Connie?” He raised his eyes from his book in\r\norder to peer at this visionary with a gentle pity. “My dear fellow, it\r\ncan’t be done.”\r\n\r\n“She would never know. I will tell you just why I want this money . . .”\r\n\r\n“Money?” Lord Emsworth’s eye had become vacant again. He was reading\r\nonce more. “Money? Money, my dear fellow? Money? Money? What money? If\r\nI have said once,” declared Lord Emsworth, “that Angus McAllister is\r\nall wrong on the subject of hollyhocks, I’ve said it a hundred times.”\r\n\r\n“Let me explain. This three thousand pounds . . .”\r\n\r\n“My dear fellow, no. No, no. It was like you,” said his lordship with\r\na vague heartiness, “it was like you--good and generous--to make\r\nthis offer, but I have ample, thank you, ample. I don’t _need_ three\r\nthousand pounds.”\r\n\r\n“You don’t understand. I . . .”\r\n\r\n“No, no. No, no. But I am very much obliged, all the same. It was kind\r\nof you, my dear fellow, to give me the opportunity. Very kind. Very,\r\nvery, very kind,” proceeded his lordship, trailing to the door and\r\nreading as he went. “Oh, very, very, very . . .”\r\n\r\nThe door closed behind him.\r\n\r\n“Oh, _damn_!” said Mr. Keeble.\r\n\r\nHe sank into a chair in a state of profound dejection. He thought of\r\nthe letter he would have to write to Phyllis. Poor little Phyllis . . .\r\nhe would have to tell her that what she asked could not be managed.\r\nAnd why, thought Mr. Keeble sourly, as he rose from his seat and went\r\nto the writing-table, could it not be managed? Simply because he was a\r\nweak-kneed, spineless creature who was afraid of a pair of grey eyes\r\nthat had a tendency to freeze.\r\n\r\n“_My dear Phyllis_,” he wrote.\r\n\r\nHere he stopped. How on earth was he to put it? What a letter to have\r\nto write! Mr. Keeble placed his head between his hands and groaned\r\naloud.\r\n\r\n“Hallo, Uncle Joe!”\r\n\r\nThe letter-writer, turning sharply, was aware--without pleasure--of his\r\nnephew Frederick, standing beside his chair. He eyed him resentfully,\r\nfor he was not only exasperated but startled. He had not heard the door\r\nopen. It was as if the smooth-haired youth had popped up out of a trap.\r\n\r\n“Came in through the window,” explained the Hon. Freddie. “I say, Uncle\r\nJoe.”\r\n\r\n“Well, what is it?”\r\n\r\n“I say, Uncle Joe,” said Freddie, “can you lend me a thousand quid?”\r\n\r\nMr. Keeble uttered a yelp like a pinched Pomeranian.\r\n\r\n\r\n§ 3\r\n\r\nAs Mr. Keeble, red-eyed and overwrought, rose slowly from his chair\r\nand began to swell in ominous silence, his nephew raised his hand\r\nappealingly. It began to occur to the Hon. Freddie that he had perhaps\r\nnot led up to his request with the maximum of smooth tact.\r\n\r\n“Half a jiffy!” he entreated. “I say, don’t go in off the deep end for\r\njust a second. I can explain.”\r\n\r\nMr. Keeble’s feelings expressed themselves in a loud snort.\r\n\r\n“Explain!”\r\n\r\n“Well, I can. Whole trouble was, I started at the wrong end. Shouldn’t\r\nhave sprung it on you like that. The fact is, Uncle Joe, I’ve got a\r\nscheme. I give you my word that, if you’ll only put off having apoplexy\r\nfor about three minutes,” said Freddie, scanning his fermenting\r\nrelative with some anxiety, “I can shove you on to a good thing.\r\nHonestly I can. And all I say is, if this scheme I’m talking about is\r\nworth a thousand quid to you, will you slip it across? I’m game to\r\nspill it and leave it to your honesty to cash up if the thing looks\r\ngood to you.”\r\n\r\n“A thousand pounds!”\r\n\r\n“Nice round sum,” urged Freddie ingratiatingly.\r\n\r\n“Why,” demanded Mr. Keeble, now somewhat recovered, “do you want a\r\nthousand pounds?”\r\n\r\n“Well, who doesn’t, if it comes to that?” said Freddie. “But I don’t\r\nmind telling you my special reason for wanting it at just this moment,\r\nif you’ll swear to keep it under your hat as far as the guv’nor is\r\nconcerned.”\r\n\r\n“If you mean that you wish me not to repeat to your father anything you\r\nmay tell me in confidence, naturally I should not dream of doing such a\r\nthing.”\r\n\r\nFreddie looked puzzled. His was no lightning brain.\r\n\r\n“Can’t quite work that out,” he confessed. “Do you mean you will tell\r\nhim or you won’t?”\r\n\r\n“I will not tell him.”\r\n\r\n“Good old Uncle Joe!” said Freddie, relieved. “A topper! I’ve always\r\nsaid so. Well, look here, you know all the trouble there’s been about\r\nmy dropping a bit on the races lately?”\r\n\r\n“I do.”\r\n\r\n“Between ourselves, I dropped about five hundred of the best. And I\r\njust want to ask you one simple question. _Why_ did I drop it?”\r\n\r\n“Because you were an infernal young ass.”\r\n\r\n“Well, yes,” agreed Freddie, having considered the point, “you might\r\nput it that way, of course. But why was I an ass?”\r\n\r\n“Good God!” exclaimed the exasperated Mr. Keeble. “Am I a\r\npsycho-analyst?”\r\n\r\n“I mean to say, if you come right down to it, I lost all that stuff\r\nsimply because I was on the wrong side of the fence. It’s a mug’s game\r\nbetting on horses. The only way to make money is to be a bookie, and\r\nthat’s what I’m going to do if you’ll part with that thousand. Pal\r\nof mine, who was up at Oxford with me, is in a bookie’s office, and\r\nthey’re game to take me in too if I can put up a thousand quid. Only I\r\nmust let them know quick, because the offer’s not going to be open for\r\never. You’ve no notion what a deuce of a lot of competition there is\r\nfor that sort of job.”\r\n\r\nMr. Keeble, who had been endeavouring with some energy to get a word in\r\nduring this harangue, now contrived to speak.\r\n\r\n“And do you seriously suppose that I would . . . But what’s the use of\r\nwasting time talking? I have no means of laying my hands on the sum you\r\nmention. If I had,” said Mr. Keeble wistfully. “If I had . . .” And his\r\neye strayed to the letter on the desk, the letter which had got as far\r\nas “My dear Phyllis” and stuck there.\r\n\r\nFreddie gazed upon him with cordial sympathy.\r\n\r\n“Oh, I know how you’re situated, Uncle Joe, and I’m dashed sorry for\r\nyou. I mean, Aunt Constance and all that.”\r\n\r\n“What!” Irksome as Mr. Keeble sometimes found the peculiar condition\r\nof his financial arrangements, he had always had the consolation of\r\nsupposing that they were a secret between his wife and himself. “What\r\ndo you mean?”\r\n\r\n“Well, I know that Aunt Constance keeps an eye on the doubloons and\r\nchecks the outgoings pretty narrowly. And I think it’s a dashed shame\r\nthat she won’t unbuckle to help poor old Phyllis. A girl,” said\r\nFreddie, “I always liked. Bally shame! Why the dickens shouldn’t she\r\nmarry that fellow Jackson? I mean, love’s love,” said Freddie, who felt\r\nstrongly on this point.\r\n\r\nMr. Keeble was making curious gulping noises.\r\n\r\n“Perhaps I ought to explain,” said Freddie, “that I was having a quiet\r\nafter-breakfast smoke outside the window there and heard the whole\r\nthing. I mean, you and Aunt Constance going to the mat about poor old\r\nPhyllis and you trying to bite the guv’nor’s ear and so forth.”\r\n\r\nMr. Keeble bubbled for awhile.\r\n\r\n“You--you listened!” he managed to ejaculate at length.\r\n\r\n“And dashed lucky for you,” said Freddie with a cordiality unimpaired\r\nby the frankly unfriendly stare under which a nicer-minded youth would\r\nhave withered; “dashed lucky for you that I did. Because I’ve got a\r\nscheme.”\r\n\r\nMr. Keeble’s estimate of his young relative’s sagacity was not a high\r\none, and it is doubtful whether, had the latter caught him in a less\r\ndespondent mood, he would have wasted time in inquiring into the\r\ndetails of this scheme, the mention of which had been playing in and\r\nout of Freddie’s conversation like a will-o’-the-wisp. But such was his\r\nreduced state at the moment that a reluctant gleam of hope crept into\r\nhis troubled eye.\r\n\r\n“A scheme? Do you mean a scheme to help me out of--out of my\r\ndifficulty?”\r\n\r\n“Absolutely! You want the best seats, we have ’em. I mean,” Freddie\r\nwent on in interpretation of these peculiar words, “you want three\r\nthousand quid, and I can show you how to get it.”\r\n\r\n“Then kindly do so,” said Mr. Keeble; and, having opened the door,\r\npeered cautiously out, and closed it again, he crossed the room and\r\nshut the window.\r\n\r\n“Makes it a bit fuggy, but perhaps you’re right,” said Freddie, eyeing\r\nthese manœuvres. “Well, it’s like this, Uncle Joe. You remember what\r\nyou were saying to Aunt Constance about some bird being apt to sneak up\r\nand pinch her necklace?”\r\n\r\n“I do.”\r\n\r\n“Well, why not?”\r\n\r\n“What do you mean?”\r\n\r\n“I mean, why don’t you?”\r\n\r\nMr. Keeble regarded his nephew with unconcealed astonishment. He had\r\nbeen prepared for imbecility, but this exceeded his expectations.\r\n\r\n“Steal my wife’s necklace!”\r\n\r\n“That’s it. Frightfully quick you are, getting on to an idea. Pinch\r\nAunt Connie’s necklace. For, mark you,” continued Freddie, so far\r\nforgetting the respect due from a nephew as to tap his uncle sharply\r\non the chest, “if a husband pinches anything from a wife, it isn’t\r\nstealing. That’s law. I found that out from a movie I saw in town.”\r\n\r\nThe Hon. Freddie was a great student of the movies. He could tell a\r\nsuper-film from a super-super-film at a glance, and what he did not\r\nknow about erring wives and licentious clubmen could have been written\r\nin a sub-title.\r\n\r\n“Are you insane?” growled Mr. Keeble.\r\n\r\n“It wouldn’t be hard for you to get hold of it. And once you’d got it\r\neverybody would be happy. I mean, all you’d have to do would be to draw\r\na cheque to pay for another one for Aunt Connie--which would make her\r\nperfectly chirpy, as well as putting you one up, if you follow me. Then\r\nyou would have the other necklace, the pinched one, to play about with.\r\nSee what I mean? You could sell it privily and by stealth, ship Phyllis\r\nher three thousand, push across my thousand, and what was left over\r\nwould be a nice little private account for you to tuck away somewhere\r\nwhere Aunt Connie wouldn’t know anything about it. And a dashed useful\r\nthing,” said Freddie, “to have up your sleeve in case of emergencies.”\r\n\r\n“Are you . . . ?”\r\n\r\nMr. Keeble was on the point of repeating his previous remark when\r\nsuddenly there came the realisation that, despite all preconceived\r\nopinions, the young man was anything but insane. The scheme, at which\r\nhe had been prepared to scoff, was so brilliant, yet simple, that it\r\nseemed almost incredible that its sponsor could have worked it out for\r\nhimself.\r\n\r\n“Not my own,” said Freddie modestly, as if in answer to the thought.\r\n“Saw much the same thing in a movie once. Only there the fellow, if\r\nI remember, wanted to do down an insurance company, and it wasn’t a\r\nnecklace that he pinched but bonds. Still, the principle’s the same.\r\nWell, how do we go, Uncle Joe? How about it? Is that worth a thousand\r\nquid or not?”\r\n\r\nEven though he had seen in person to the closing of the door and the\r\nwindow, Mr. Keeble could not refrain from a conspirator-like glance\r\nabout him. They had been speaking with lowered voices, but now words\r\ncame from him in an almost inaudible whisper.\r\n\r\n“Could it really be done? Is it feasible?”\r\n\r\n“Feasible? Why, dash it, what the dickens is there to stop you? You\r\ncould do it in a second. And the beauty of the whole thing is that, if\r\nyou were copped, nobody could say a word, because husband pinching from\r\nwife isn’t stealing. Law.”\r\n\r\nThe statement that in the circumstances indicated nobody could say a\r\nword seemed to Mr. Keeble so at variance with the facts that he was\r\ncompelled to challenge it.\r\n\r\n“Your aunt would have a good deal to say,” he observed ruefully.\r\n\r\n“Eh? Oh, yes, I see what you mean. Well, you would have to risk that.\r\nAfter all, the chances would be dead against her finding out.”\r\n\r\n“But she might.”\r\n\r\n“Oh, well, if you put it like that, I suppose she might.”\r\n\r\n“Freddie, my boy,” said Mr. Keeble weakly, “I daren’t do it!”\r\n\r\nThe vision of his thousand pounds slipping from his grasp so wrought\r\nupon Freddie that he expressed himself in a manner far from fitting in\r\none of his years towards an older man.\r\n\r\n“Oh, I say, don’t be such a rabbit!”\r\n\r\nMr. Keeble shook his head.\r\n\r\n“No,” he repeated, “I daren’t.”\r\n\r\nIt might have seemed that the negotiations had reached a deadlock, but\r\nFreddie, with a thousand pounds in sight, was in far too stimulated\r\na condition to permit so tame an ending to such a promising plot. As\r\nhe stood there, chafing at his uncle’s pusillanimity, an idea was\r\nvouchsafed to him.\r\n\r\n“By Jove! I’ll tell you what!” he cried.\r\n\r\n“Not so loud!” moaned the apprehensive Mr. Keeble. “Not so loud!”\r\n\r\n“I’ll tell you what,” repeated Freddie in a hoarse whisper. “How would\r\nit be if _I_ did the pinching?”\r\n\r\n“What!”\r\n\r\n“How would it . . .”\r\n\r\n“Would you?” Hope, which had vanished from Mr. Keeble’s face, came\r\nflooding back. “My boy, would you really?”\r\n\r\n“For a thousand quid you bet I would.”\r\n\r\nMr. Keeble clutched at his young relative’s hand and gripped it\r\nfeverishly.\r\n\r\n“Freddie,” he said, “the moment you place that necklace in my hands, I\r\nwill give you not a thousand but two thousand pounds.”\r\n\r\n“Uncle Joe,” said Freddie with equal intensity, “it’s a bet!”\r\n\r\nMr. Keeble mopped at his forehead.\r\n\r\n“You think you can manage it?”\r\n\r\n“Manage it?” Freddie laughed a light laugh. “Just watch me!”\r\n\r\nMr. Keeble grasped his hand again with the utmost warmth.\r\n\r\n“I must go out and get some air,” he said. “I’m all upset. May I really\r\nleave this matter to you, Freddie?”\r\n\r\n“Rather!”\r\n\r\n“Good! Then to-night I will write to Phyllis and say that I may be able\r\nto do what she wishes.”\r\n\r\n“Don’t say ‘may,’” cried Freddie buoyantly. “The word is ‘will.’ Bally\r\nwill! What ho!”\r\n\r\n\r\n§ 4\r\n\r\nExhilaration is a heady drug; but, like other drugs, it has the\r\ndisadvantage that its stimulating effects seldom last for very\r\nlong. For perhaps ten minutes after his uncle had left him, Freddie\r\nThreepwood lay back in his chair in a sort of ecstasy. He felt strong,\r\nvigorous, alert. Then by degrees, like a chilling wind, doubt began\r\nto creep upon him--faintly at first, then more and more insistently,\r\ntill by the end of a quarter of an hour he was in a state of pronounced\r\nself-mistrust. Or, to put it with less elegance, he was suffering from\r\nan exceedingly severe attack of cold feet.\r\n\r\nThe more he contemplated the venture which he had undertaken, the\r\nless alluring did it appear to him. His was not a keen imagination,\r\nbut even he could shape with a gruesome clearness a vision of the\r\nfrightful bust-up that would ensue should he be detected stealing his\r\nAunt Constance’s diamond necklace. Common decency would in such an\r\nevent seal his lips as regarded his Uncle Joseph’s share in the matter.\r\nAnd even if--as might conceivably happen--common decency failed at the\r\ncrisis, reason told him that his Uncle Joseph would infallibly disclaim\r\nany knowledge of or connection with the rash act. And then where would\r\nhe be? In the soup, undoubtedly. For Freddie could not conceal it from\r\nhimself that there was nothing in his previous record to make it seem\r\ninconceivable to his nearest and dearest that he should steal the\r\njewellery of a female relative for purely personal ends. The verdict\r\nin the event of detection would be one of uncompromising condemnation.\r\n\r\nAnd yet he hated the idea of meekly allowing that two thousand pounds\r\nto escape from his clutch . . .\r\n\r\nA young man’s cross-roads.\r\n\r\n       *       *       *       *       *\r\n\r\nThe agony of spirit into which these meditations cast him had brought\r\nhim up with a bound from the comfortable depths of his arm-chair and\r\nhad set him prowling restlessly about the room. His wanderings led him\r\nat this point to collide somewhat painfully with the long table on\r\nwhich Beach the butler, a tidy soul, was in the habit of arranging in\r\na neat row the daily papers, weekly papers, and magazines which found\r\ntheir way into the castle. The shock had the effect of rousing him\r\nfrom his stupor, and in an absent way he clutched the nearest daily\r\npaper, which happened to be the _Morning Globe_, and returned to his\r\nchair in the hope of quieting his nerves with a perusal of the racing\r\nintelligence. For, though far removed now from any practical share\r\nin the doings of the racing world, he still took a faint melancholy\r\ninterest in ascertaining what Captain Curb, the Head Lad, Little\r\nBrighteyes, and the rest of the newspaper experts fancied for the day’s\r\nbig event. He lit a cigarette and unfolded the journal.\r\n\r\nThe next moment, instead of passing directly, as was his usual\r\npractice, to the last page, which was devoted to sport, he was gazing\r\nwith a strange dry feeling in his throat at a certain advertisement on\r\npage one.\r\n\r\nIt was a well-displayed advertisement, and one that had caught the\r\neye of many other readers of the paper that morning. It was worded to\r\nattract attention, and it had achieved its object. But where others\r\nwho read it had merely smiled and marvelled idly how anybody could\r\nspend good money putting nonsense like this in the paper, to Freddie\r\nits import was wholly serious. It read to him like the Real Thing.\r\nHis motion-picture-trained mind accepted this advertisement at its\r\nface-value.\r\n\r\nIt ran as follows:--\r\n\r\n  _LEAVE IT TO PSMITH!_\r\n\r\n  Psmith Will Help You\r\n\r\n  Psmith Is Ready For Anything\r\n\r\n  DO YOU WANT\r\n\r\n  Someone To Manage Your Affairs?\r\n\r\n  Someone To Handle Your Business?\r\n\r\n  Someone To Take The Dog For A Run?\r\n\r\n  Someone To Assassinate Your Aunt?\r\n\r\n  PSMITH WILL DO IT\r\n\r\n  CRIME NOT OBJECTED TO\r\n\r\n  Whatever Job You Have To Offer\r\n\r\n  (Provided It Has Nothing To Do With Fish)\r\n\r\n  _LEAVE IT TO PSMITH!_\r\n\r\n  Address Applications To ‘R. Psmith, Box 365’\r\n\r\n  _LEAVE IT TO PSMITH!_\r\n\r\nFreddie laid the paper down with a deep intake of breath. He picked it\r\nup again, and read the advertisement a second time. Yes, it sounded\r\ngood.\r\n\r\nMore, it had something of the quality of a direct answer to prayer.\r\nVery vividly now Freddie realised that what he had been wishing for was\r\na partner to share the perils of this enterprise which he had so rashly\r\nundertaken. In fact, not so much to share them as to take them off his\r\nshoulders altogether. And such a partner he was now in a position to\r\ncommand. Uncle Joe was going to give him two thousand if he brought the\r\nthing off. This advertisement fellow would probably be charmed to come\r\nin for a few hundred . . .\r\n\r\n       *       *       *       *       *\r\n\r\nTwo minutes later, Freddie was at the writing-desk, scribbling a\r\nletter. From time to time he glanced furtively over his shoulder at the\r\ndoor. But the house was still. No footsteps came to interrupt him at\r\nhis task.\r\n\r\n\r\n§ 5\r\n\r\nFreddie went out into the garden. He had not wandered far when from\r\nsomewhere close at hand there was borne to him on the breeze a remark\r\nin a high voice about Scottish obstinacy, which could only have\r\nproceeded from one source. He quickened his steps.\r\n\r\n“Hallo, guv’nor.”\r\n\r\n“Well, Frederick?”\r\n\r\nFreddie shuffled.\r\n\r\n“I say, guv’nor, do you think I might go up to town with you this\r\nafternoon?”\r\n\r\n“What!”\r\n\r\n“Fact is, I ought to see my dentist. Haven’t been to him for a deuce of\r\na time.”\r\n\r\n“I cannot see the necessity for you to visit a London dentist. There\r\nis an excellent man in Shrewsbury, and you know I have the strongest\r\nobjection to your going to London.”\r\n\r\n“Well, you see, this fellow understands my snappers. Always been to\r\nhim, I mean to say. Anybody who knows anything about these things will\r\ntell you greatest mistake go buzzing about to different dentists.”\r\n\r\nAlready Lord Emsworth’s attention was wandering back to the waiting\r\nMcAllister.\r\n\r\n“Oh, very well, very well.”\r\n\r\n“Thanks awfully, guv’nor.”\r\n\r\n“But on one thing I insist, Frederick. I cannot have you loafing about\r\nLondon the whole day. You must catch the twelve-fifty train back.”\r\n\r\n“Right ho. That’ll be all right, guv’nor.”\r\n\r\n“Now, listen to reason, McAllister,” said his lordship. “That is all I\r\nask you to do--listen to reason . . .”"
  ]
}