{
  "index": 8,
  "title": "Chapter 7",
  "paragraphs": [
    "CONFIDENCES ON THE LAKE\r\n\r\n\r\n§ 1\r\n\r\n“Miss Halliday,” announced the Efficient Baxter, removing another\r\nletter from its envelope and submitting it to a swift, keen scrutiny,\r\n“arrives at about three to-day. She is catching the twelve-fifty train.”\r\n\r\nHe placed the letter on the pile beside his plate; and, having\r\ndecapitated an egg, peered sharply into its interior as if hoping\r\nto surprise guilty secrets. For it was the breakfast hour, and the\r\nmembers of the house party, scattered up and down the long table, were\r\nfortifying their tissues against another day. An agreeable scent of\r\nbacon floated over the scene like a benediction.\r\n\r\nLord Emsworth looked up from the seed catalogue in which he was\r\nimmersed. For some time past his enjoyment of the meal had been marred\r\nby a vague sense of something missing, and now he knew what it was.\r\n\r\n“Coffee!” he said, not violently, but in the voice of a good man\r\noppressed. “I want coffee. Why have I no coffee? Constance, my dear, I\r\nshould have coffee. Why have I none?”\r\n\r\n“I’m sure I gave you some,” said Lady Constance, brightly presiding\r\nover the beverages at the other end of the table.\r\n\r\n“Then where is it?” demanded his lordship clinchingly.\r\n\r\nBaxter--almost regretfully, it seemed--gave the egg a clean bill of\r\nhealth, and turned in his able way to cope with this domestic problem.\r\n\r\n“Your coffee is behind the catalogue you are reading, Lord Emsworth.\r\nYou propped the catalogue against your cup.”\r\n\r\n“Did I? Did I? Why, so I did! Bless my soul!” His lordship, relieved,\r\ntook an invigorating sip. “What were you saying just then, my dear\r\nfellow?”\r\n\r\n“I have had a letter from Miss Halliday,” said Baxter. “She writes that\r\nshe is catching the twelve-fifty train at Paddington, which means that\r\nshe should arrive at Market Blandings at about three.”\r\n\r\n“Who,” asked Miss Peavey, in a low, thrilling voice, ceasing for a\r\nmoment to peck at her plate of kedgeree, “is Miss Halliday?”\r\n\r\n“The exact question I was about to ask myself,” said Lord Emsworth.\r\n“Baxter, my dear fellow, who is Miss Halliday?”\r\n\r\nBaxter, with a stifled sigh, was about to refresh his employer’s\r\nmemory, when Psmith anticipated him. Psmith had been consuming toast\r\nand marmalade with his customary languid grace and up till now had\r\nfirmly checked all attempts to engage him in conversation.\r\n\r\n“Miss Halliday,” he said, “is a very old and valued friend of mine. We\r\ntwo have, so to speak, pulled the gowans fine. I had been hoping to\r\nhear that she had been sighted on the horizon.”\r\n\r\nThe effect of these words on two of the company was somewhat\r\nremarkable. Baxter, hearing them, gave such a violent start that\r\nhe spilled half the contents of his cup: and Freddie, who had been\r\nflitting like a butterfly among the dishes on the sideboard and had\r\njust decided to help himself to scrambled eggs, deposited a liberal\r\nspoonful on the carpet, where it was found and salvaged a moment later\r\nby Lady Constance’s spaniel.\r\n\r\nPsmith did not observe these phenomena, for he had returned to his\r\ntoast and marmalade. He thus missed encountering perhaps the keenest\r\nglance that had ever come through Rupert Baxter’s spectacles. It was\r\nnot a protracted glance, but while it lasted it was like the ray from\r\nan oxy-acetylene blowpipe.\r\n\r\n“A friend of yours?” said Lord Emsworth. “Indeed? Of course, Baxter,\r\nI remember now. Miss Halliday is the young lady who is coming to\r\ncatalogue the library.”\r\n\r\n“What a delightful task!” cooed Miss Peavey. “To live among the\r\nstored-up thoughts of dead and gone genius!”\r\n\r\n“You had better go down and meet her, my dear fellow,” said Lord\r\nEmsworth. “At the station, you know,” he continued, clarifying his\r\nmeaning. “She will be glad to see you.”\r\n\r\n“I was about to suggest it myself,” said Psmith.\r\n\r\n“Though why the library needs cataloguing,” said his lordship,\r\nreturning to a problem which still vexed his soul when he had leisure\r\nto give a thought to it, “I can’t . . . However . . .”\r\n\r\nHe finished his coffee and rose from the table. A stray shaft of\r\nsunlight had fallen provocatively on his bald head, and sunshine always\r\nmade him restive.\r\n\r\n“Are you going to your flowers, Lord Emsworth?” asked Miss Peavey.\r\n\r\n“Eh? What? Yes. Oh, yes. Going to have a look at those lobelias.”\r\n\r\n“I will accompany you, if I may,” said Psmith.\r\n\r\n“Eh? Why, certainly, certainly.”\r\n\r\n“I have always held,” said Psmith, “that there is no finer tonic than a\r\ngood look at a lobelia immediately after breakfast. Doctors, I believe,\r\nrecommend it.”\r\n\r\n“Oh, I say,” said Freddie hastily, as he reached the door, “can I have\r\na couple of words with you a bit later on?”\r\n\r\n“A thousand if you wish it,” said Psmith. “You will find me somewhere\r\nout there in the great open spaces where men are men.”\r\n\r\nHe included the entire company in a benevolent smile, and left the room.\r\n\r\n“How charming he is!” sighed Miss Peavey. “Don’t you think so, Mr.\r\nBaxter?”\r\n\r\nThe Efficient Baxter seemed for a moment to find some difficulty in\r\nreplying.\r\n\r\n“Oh, very,” he said, but not heartily.\r\n\r\n“And such a _soul_! It shines on that wonderful brow of his, doesn’t\r\nit?”\r\n\r\n“He has a good forehead,” said Lady Constance. “But I wish he wouldn’t\r\nwear his hair so short. Somehow it makes him seem unlike a poet.”\r\n\r\nFreddie, alarmed, swallowed a mouthful of scrambled egg.\r\n\r\n“Oh, he’s a poet all right,” he said hastily.\r\n\r\n“Well, really, Freddie,” said Lady Constance, piqued, “I think we\r\nhardly need _you_ to tell us that.”\r\n\r\n“No, no, of course. But what I mean is, in spite of his wearing his\r\nhair short, you know.”\r\n\r\n“I ventured to speak to him of that yesterday,” said Miss Peavey, “and\r\nhe said he rather expected to be wearing it even shorter very soon.”\r\n\r\n“Freddie!” cried Lady Constance with asperity. “What _are_ you doing?”\r\n\r\nA brown lake of tea was filling the portion of the tablecloth\r\nimmediately opposite the Hon. Frederick Threepwood. Like the Efficient\r\nBaxter a few minutes before, sudden emotion had caused him to upset his\r\ncup.\r\n\r\n\r\n§ 2\r\n\r\nThe scrutiny of his lordship’s lobelias had palled upon Psmith at\r\na fairly early stage in the proceedings, and he was sitting on the\r\nterrace wall enjoying a meditative cigarette when Freddie found him.\r\n\r\n“Ah, Comrade Threepwood,” said Psmith, “welcome to Blandings Castle!\r\nYou said something about wishing to have speech with me, if I remember\r\nrightly?”\r\n\r\nThe Hon. Freddie shot a nervous glance about him, and seated himself on\r\nthe wall.\r\n\r\n“I say,” he said, “I wish you wouldn’t say things like that.”\r\n\r\n“Like what, Comrade Threepwood?”\r\n\r\n“What you said to the Peavey woman.”\r\n\r\n“I recollect having a refreshing chat with Miss Peavey yesterday\r\nafternoon,” said Psmith, “but I cannot recall saying anything\r\ncalculated to bring the blush of shame to the cheek of modesty. What\r\nobservation of mine was it that meets with your censure?”\r\n\r\n“Why, that stuff about expecting to wear your hair shorter. If you’re\r\ngoing to go about saying that sort of thing--well, dash it, you might\r\njust as well give the whole bally show away at once and have done with\r\nit.”\r\n\r\nPsmith nodded gravely.\r\n\r\n“Your generous heat, Comrade Threepwood, is not unjustified. It was\r\nundoubtedly an error of judgment. If I have a fault--which I am not\r\nprepared to admit--it is a perhaps ungentlemanly desire to pull that\r\ncurious female’s leg. A stronger man than myself might well find it\r\nhard to battle against the temptation. However, now that you have\r\ncalled it to my notice, it shall not occur again. In future I will\r\nmoderate the persiflage. Cheer up, therefore, Comrade Threepwood,\r\nand let us see that merry smile of yours, of which I hear such good\r\nreports.”\r\n\r\nThe appeal failed to alleviate Freddie’s gloom. He smote morosely at a\r\nfly which had settled on his furrowed brow.\r\n\r\n“I’m getting as jumpy as a cat,” he said.\r\n\r\n“Fight against this unmanly weakness,” urged Psmith. “As far as I can\r\nsee, everything is going along nicely.”\r\n\r\n“I’m not so sure. I believe that blighter Baxter suspects something.”\r\n\r\n“What do you think he suspects?”\r\n\r\n“Why, that there’s something fishy about you.”\r\n\r\nPsmith winced.\r\n\r\n“I would be infinitely obliged to you, Comrade Threepwood, if you would\r\nnot use that particular adjective. It awakens old memories, all very\r\npainful. But let us go more deeply into this matter, for you interest\r\nme strangely. Why do you think that cheery old Baxter, a delightful\r\npersonality if ever I met one, suspects me?”\r\n\r\n“It’s the way he looks at you.”\r\n\r\n“I know what you mean, but I attribute no importance to it. As far\r\nas I have been able to ascertain during my brief visit, he looks at\r\neverybody and everything in precisely the same way. Only last night at\r\ndinner I observed him glaring with keen mistrust at about as blameless\r\nand innocent a plate of clear soup as was ever dished up. He then\r\nproceeded to shovel it down with quite undisguised relish. So possibly\r\nyou are all wrong about his motive for looking at me like that. It may\r\nbe admiration.”\r\n\r\n“Well, I don’t like it.”\r\n\r\n“Nor, from an æsthetic point of view, do I. But we must bear these\r\nthings manfully. We must remind ourselves that it is Baxter’s\r\nmisfortune rather than his fault that he looks like a dyspeptic lizard.”\r\n\r\nFreddie was not to be consoled. His gloom deepened.\r\n\r\n“And it isn’t only Baxter.”\r\n\r\n“What else is on your mind?”\r\n\r\n“The whole atmosphere of the place is getting rummy, if you know what I\r\nmean.” He bent towards Psmith and whispered pallidly. “I say, I believe\r\nthat new housemaid is a detective!”\r\n\r\nPsmith eyed him patiently.\r\n\r\n“Which new housemaid, Comrade Threepwood? Brooding, as I do, pretty\r\ntensely all the time on deep and wonderful subjects, I have little\r\nleisure to keep tab on the domestic staff. _Is_ there a new housemaid?”\r\n\r\n“Yes. Susan, her name is.”\r\n\r\n“Susan? Susan? That sounds all right. Just the name a real housemaid\r\nwould have.”\r\n\r\n“Did you ever,” demanded Freddie earnestly, “see a real housemaid sweep\r\nunder a bureau?”\r\n\r\n“Does she?”\r\n\r\n“Caught her at it in my room this morning.”\r\n\r\n“But isn’t it a trifle far-fetched to imagine that she is a detective?\r\nWhy should she be a detective?”\r\n\r\n“Well, I’ve seen such a dashed lot of films where the housemaid or the\r\nparlourmaid or what not were detectives. Makes a fellow uneasy.”\r\n\r\n“Fortunately,” said Psmith, “there is no necessity to remain in a state\r\nof doubt. I can give you an unfailing method by means of which you may\r\ndiscover if she is what she would have us believe her.”\r\n\r\n“What’s that?”\r\n\r\n“Kiss her.”\r\n\r\n“Kiss her!”\r\n\r\n“Precisely. Go to her and say, ‘Susan, you’re a very pretty girl . . .’”\r\n\r\n“But she isn’t.”\r\n\r\n“We will assume, for purposes of argument, that she is. Go to her and\r\nsay, ‘Susan, you are a very pretty girl. What would you do if I were\r\nto kiss you?’ If she is a detective, she will reply, ‘How dare you,\r\nsir!’ or, possibly, more simply, ‘Sir!’ Whereas if she is the genuine\r\nhousemaid I believe her to be and only sweeps under bureaux out of\r\npure zeal, she will giggle and remark, ‘Oh, don’t be silly, sir!’ You\r\nappreciate the distinction?”\r\n\r\n“How do you know?”\r\n\r\n“My grandmother told me, Comrade Threepwood. My advice to you, if the\r\nstate of doubt you are in is affecting your enjoyment of life, is to\r\nput the matter to the test at the earliest convenient opportunity.”\r\n\r\n“I’ll think it over,” said Freddie dubiously.\r\n\r\nSilence fell upon him for a space, and Psmith was well content to have\r\nit so. He had no specific need of Freddie’s prattle to help him enjoy\r\nthe pleasant sunshine and the scent of Angus McAllister’s innumerable\r\nflowers. Presently, however, his companion was off again. But now there\r\nwas a different note in his voice. Alarm seemed to have given place to\r\nsomething which appeared to be embarrassment. He coughed several times,\r\nand his neatly-shod feet, writhing in self-conscious circles, scraped\r\nagainst the wall.\r\n\r\n“I say!”\r\n\r\n“You have our ear once more, Comrade Threepwood,” said Psmith politely.\r\n\r\n“I say, what I really came out here to talk about was something else.\r\nI say, are you really a pal of Miss Halliday’s?”\r\n\r\n“Assuredly. Why?”\r\n\r\n“I say!” A rosy blush mantled the Hon. Freddie’s young cheek. “I say, I\r\nwish you would put in a word for me, then.”\r\n\r\n“Put in a word for you?”\r\n\r\nFreddie gulped.\r\n\r\n“I love her, dash it!”\r\n\r\n“A noble emotion,” said Psmith courteously. “When did you feel it\r\ncoming on?”\r\n\r\n“I’ve been in love with her for months. But she won’t look at me.”\r\n\r\n“That, of course,” agreed Psmith, “must be a disadvantage. Yes, I\r\nshould imagine that that would stick the gaff into the course of true\r\nlove to no small extent.”\r\n\r\n“I mean, won’t take me seriously, and all that. Laughs at me, don’t you\r\nknow, when I propose. What would you do?”\r\n\r\n“I should stop proposing,” said Psmith, having given the matter thought.\r\n\r\n“But I can’t.”\r\n\r\n“Tut, tut!” said Psmith severely. “And, in case the expression is new\r\nto you, what I mean is ‘Pooh, pooh!’ Just say to yourself, ‘From now on\r\nI will not start proposing until after lunch.’ That done, it will be an\r\neasy step to do no proposing during the afternoon. And by degrees you\r\nwill find that you can give it up altogether. Once you have conquered\r\nthe impulse for the after-breakfast proposal, the rest will be easy.\r\nThe first one of the day is always the hardest to drop.”\r\n\r\n“I believe she thinks me a mere butterfly,” said Freddie, who had not\r\nbeen listening to this most valuable homily.\r\n\r\nPsmith slid down from the wall and stretched himself.\r\n\r\n“Why,” he said, “are butterflies so often described as ‘mere’? I\r\nhave heard them so called a hundred times, and I cannot understand\r\nthe reason. . . . Well, it would, no doubt, be both interesting\r\nand improving to go into the problem, but at this point, Comrade\r\nThreepwood, I leave you. I would brood.”\r\n\r\n“Yes, but, I say, will you?”\r\n\r\n“Will I what?”\r\n\r\n“Put in a word for me?”\r\n\r\n“If,” said Psmith, “the subject crops up in the course of the\r\nchit-chat, I shall be delighted to spread myself with no little vim on\r\nthe theme of your fine qualities.”\r\n\r\nHe melted away into the shrubbery, just in time to avoid Miss Peavey,\r\nwho broke in on Freddie’s meditations a moment later and kept him\r\ncompany till lunch.\r\n\r\n\r\n§ 3\r\n\r\nThe twelve-fifty train drew up with a grinding of brakes at the\r\nplatform of Market Blandings, and Psmith, who had been whiling away the\r\ntime of waiting by squandering money which he could ill afford on the\r\nslot-machine which supplied butter-scotch, turned and submitted it to a\r\ngrave scrutiny. Eve Halliday got out of a third-class compartment.\r\n\r\n“Welcome to our village, Miss Halliday,” said Psmith, advancing.\r\n\r\nEve regarded him with frank astonishment.\r\n\r\n“What are you doing here?” she asked.\r\n\r\n“Lord Emsworth was kind enough to suggest that, as we were such old\r\nfriends, I should come down in the car and meet you.”\r\n\r\n“Are we old friends?”\r\n\r\n“Surely. Have you forgotten all those happy days in London?”\r\n\r\n“There was only one.”\r\n\r\n“True. But think how many meetings we crammed into it.”\r\n\r\n“Are you staying at the castle?”\r\n\r\n“Yes. And what is more, I am the life and soul of the party. Have you\r\nanything in the shape of luggage?”\r\n\r\n“I nearly always take luggage when I am going to stay a month or so in\r\nthe country. It’s at the back somewhere.”\r\n\r\n“I will look after it. You will find the car outside. If you care to go\r\nand sit in it, I will join you in a moment. And, lest the time hangs\r\nheavy on your hands, take this. Butter-scotch. Delicious, and, so I\r\nunderstand, wholesome. I bought it specially for you.”\r\n\r\nA few minutes later, having arranged for the trunk to be taken to the\r\ncastle, Psmith emerged from the station and found Eve drinking in the\r\nbeauties of the town of Market Blandings.\r\n\r\n“What a delightful old place,” she said as they drove off. “I almost\r\nwish I lived here.”\r\n\r\n“During the brief period of my stay at the castle,” said Psmith, “the\r\nsame thought has occurred to me. It is the sort of place where one\r\nfeels that one could gladly settle down into a peaceful retirement and\r\ngrow a honey-coloured beard.” He looked at her with solemn admiration.\r\n“Women are wonderful,” he said.\r\n\r\n“And why, Mr. Bones, are women wonderful?” asked Eve.\r\n\r\n“I was thinking at the moment of your appearance. You have just stepped\r\noff the train after a four-hour journey, and you are as fresh and\r\nblooming as--if I may coin a simile--a rose. How do you do it? When I\r\narrived I was deep in alluvial deposits, and have only just managed to\r\nscrape them off.”\r\n\r\n“When did you arrive?”\r\n\r\n“On the evening of the day on which I met you.”\r\n\r\n“But it’s so extraordinary. That you should be here, I mean. I was\r\nwondering if I should ever see you again.” Eve coloured a little, and\r\nwent on rather hurriedly. “I mean, it seems so strange that we should\r\nalways be meeting like this.”\r\n\r\n“Fate, probably,” said Psmith. “I hope it isn’t going to spoil your\r\nvisit?”\r\n\r\n“Oh, no.”\r\n\r\n“I could have done with a trifle more emphasis on the last word,”\r\nsaid Psmith gently. “Forgive me for criticising your methods of voice\r\nproduction, but surely you can see how much better it would have\r\nsounded spoken thus: ‘Oh, _no_!’”\r\n\r\nEve laughed.\r\n\r\n“Very well, then,” she said. “Oh, _no_!”\r\n\r\n“Much better,” said Psmith. “Much better.”\r\n\r\nHe began to see that it was going to be difficult to introduce a eulogy\r\nof the Hon. Freddie Threepwood into this conversation.\r\n\r\n“I’m very glad you’re here,” said Eve, resuming the talk after a slight\r\npause. “Because, as a matter of fact, I’m feeling just the least bit\r\nnervous.”\r\n\r\n“Nervous? Why?”\r\n\r\n“This is my first visit to a place of this size.” The car had turned\r\nin at the big stone gates, and they were bowling smoothly up the\r\nwinding drive. Through an avenue of trees to the right the great bulk\r\nof the castle had just appeared, grey and imposing against the sky.\r\nThe afternoon sun glittered on the lake beyond it. “Is everything very\r\nstately?”\r\n\r\n“Not at all. We are very homely folk, we of Blandings Castle. We go\r\nabout, simple and unaffected, dropping gracious words all over the\r\nplace. Lord Emsworth didn’t overawe you, did he?”\r\n\r\n“Oh, he’s a dear. And, of course, I know Freddie quite well.”\r\n\r\nPsmith nodded. If she knew Freddie quite well, there was naturally no\r\nneed to talk about him. He did not talk about him, therefore.\r\n\r\n“Have you known Lord Emsworth long?” asked Eve.\r\n\r\n“I met him for the first time the day I met you.”\r\n\r\n“Good gracious!” Eve stared. “And he invited you to the castle?”\r\n\r\nPsmith smoothed his waistcoat.\r\n\r\n“Strange, I agree. One can only account for it, can one not, by\r\nsupposing that I radiate some extraordinary attraction. Have you\r\nnoticed it?”\r\n\r\n“No!”\r\n\r\n“No?” said Psmith, surprised. “Ah, well,” he went on tolerantly, “no\r\ndoubt it will flash upon you quite unexpectedly sooner or later. Like a\r\nthunderbolt or something.”\r\n\r\n“I think you’re terribly conceited.”\r\n\r\n“Not at all,” said Psmith. “Conceited? No, no. Success has not spoiled\r\nme.”\r\n\r\n“Have you had any success?”\r\n\r\n“None whatever.” The car stopped. “We get down here,” said Psmith,\r\nopening the door.\r\n\r\n“Here? Why?”\r\n\r\n“Because, if we go up to the house, you will infallibly be pounced on\r\nand set to work by one Baxter--a delightful fellow, but a whale for\r\ntoil. I propose to conduct you on a tour round the grounds, and then we\r\nwill go for a row on the lake. You will enjoy that.”\r\n\r\n“You seem to have mapped out my future for me.”\r\n\r\n“I have,” said Psmith with emphasis, and in the monocled eye that met\r\nhers Eve detected so beaming a glance of esteem and admiration that she\r\nretreated warily into herself and endeavoured to be frigid.\r\n\r\n“I’m afraid I haven’t time to wander about the grounds,” she said\r\naloofly. “I must be going and seeing Mr. Baxter.”\r\n\r\n“Baxter,” said Psmith, “is not one of the natural beauties of the\r\nplace. Time enough to see him when you are compelled to . . . We are\r\nnow in the southern pleasaunce or the west home-park or something. Note\r\nthe refined way the deer are cropping the grass. All the ground on\r\nwhich we are now standing is of historic interest. Oliver Cromwell went\r\nthrough here in 1550. The record has since been lowered.”\r\n\r\n“I haven’t time . . .”\r\n\r\n“Leaving the pleasaunce on our left, we proceed to the northern\r\nmessuage. The dandelions were imported from Egypt by the ninth Earl.”\r\n\r\n“Well, anyhow,” said Eve mutinously, “I won’t come on the lake.”\r\n\r\n“You will enjoy the lake,” said Psmith. “The newts are of the famous\r\nold Blandings strain. They were introduced, together with the\r\nwater-beetles, in the reign of Queen Elizabeth. Lord Emsworth, of\r\ncourse, holds manorial rights over the mosquito-swatting.”\r\n\r\nEve was a girl of high and haughty spirit, and as such strongly\r\nresented being appropriated and having her movements directed by one\r\nwho, in spite of his specious claims, was almost a stranger. But\r\nsomehow she found her companion’s placid assumption of authority\r\nhard to resist. Almost meekly she accompanied him through meadow and\r\nshrubbery, over velvet lawns and past gleaming flower-beds, and her\r\nindignation evaporated as her eyes absorbed the beauty of it all. She\r\ngave a little sigh. If Market Blandings had seemed a place in which one\r\nmight dwell happily, Blandings Castle was a paradise.\r\n\r\n“Before us now,” said Psmith, “lies the celebrated Yew Alley, so called\r\nfrom the yews which hem it in. Speaking in my capacity of guide to the\r\nestate, I may say that when we have turned this next corner you will\r\nsee a most remarkable sight.”\r\n\r\nAnd they did. Before them, as they passed in under the boughs of an\r\naged tree lay a green vista, faintly dappled with stray shafts of\r\nsunshine. In the middle of this vista the Hon. Frederick Threepwood was\r\nembracing a young woman in the dress of a housemaid.\r\n\r\n\r\n§ 4\r\n\r\nPsmith was the first of the little group to recover from the shock of\r\nthis unexpected encounter, the Hon. Freddie the last. That unfortunate\r\nyouth, meeting Eve’s astonished eye as he raised his head, froze where\r\nhe stood and remained with his mouth open until she had disappeared,\r\nwhich she did a few moments later, led away by Psmith, who, as he\r\nwent, directed at his young friend a look in which surprise, pain, and\r\nreproof were so nicely blended that it would have been hard to say\r\nwhich predominated. All that a spectator could have said with certainty\r\nwas that Psmith’s finer feelings had suffered a severe blow.\r\n\r\n“A painful scene,” he remarked to Eve, as he drew her away in the\r\ndirection of the house. “But we must always strive to be charitable. He\r\nmay have been taking a fly out of her eye, or teaching her jiu-jitsu.”\r\n\r\nHe looked at her searchingly.\r\n\r\n“You seem less revolted,” he said, “than one might have expected.\r\nThis argues a sweet, shall we say angelic disposition and confirms my\r\nalready high opinion of you.”\r\n\r\n“Thank you.”\r\n\r\n“Not at all. Mark you,” said Psmith, “I don’t think that this sort of\r\nthing is a hobby of Comrade Threepwood’s. He probably has many other\r\nways of passing his spare time. Remember that before you pass judgment\r\nupon him. Also--Young Blood, and all that sort of thing.”\r\n\r\n“I haven’t any intention of passing judgment upon him. It doesn’t\r\ninterest me what Mr. Threepwood does, either in his spare time or out\r\nof it.”\r\n\r\n“His interest in you, on the other hand, is vast. I forgot to tell you\r\nbefore, but he loves you. He asked me to mention it if the conversation\r\nhappened to veer round in that direction.”\r\n\r\n“I know he does,” said Eve ruefully.\r\n\r\n“And does the fact stir no chord in you?”\r\n\r\n“I think he’s a nuisance.”\r\n\r\n“That,” said Psmith cordially, “is the right spirit. I like to see\r\nit. Very well, then, we will discard the topic of Freddie, and I will\r\ntry to find others that may interest, elevate, and amuse you. We are\r\nnow approaching the main buildings. I am no expert in architecture,\r\nso cannot tell you all I could wish about the façade, but you can see\r\nthere _is_ a façade, and in my opinion--for what it is worth--a jolly\r\ngood one. We approach by a sweeping gravel walk.”\r\n\r\n“I am going in to report to Mr. Baxter,” said Eve with decision. “It’s\r\ntoo absurd. I mustn’t spend my time strolling about the grounds. I must\r\nsee Mr. Baxter at once.”\r\n\r\nPsmith inclined his head courteously.\r\n\r\n“Nothing easier. That big, open window there is the library. Doubtless\r\nComrade Baxter is somewhere inside, toiling away among the archives.”\r\n\r\n“Yes, but I can’t announce myself by shouting to him.”\r\n\r\n“Assuredly not,” said Psmith. “No need for that at all. Leave it to\r\nme.” He stooped and picked up a large flower-pot which stood under\r\nthe terrace wall, and before Eve could intervene had tossed it\r\nlightly through the open window. A muffled thud, followed by a sharp\r\nexclamation from within, caused a faint smile of gratification to\r\nillumine his solemn countenance. “He _is_ in. I thought he would be.\r\nAh, Baxter,” he said graciously, as the upper half of a body surmounted\r\nby a spectacled face framed itself suddenly in the window, “a pleasant,\r\nsunny afternoon. How is everything?”\r\n\r\nThe Efficient Baxter struggled for utterance.\r\n\r\n“You look like the Blessed Damozel gazing down from the gold bar of\r\nHeaven,” said Psmith genially. “Baxter, I want to introduce you to Miss\r\nHalliday. She arrived safely after a somewhat fatiguing journey. You\r\nwill like Miss Halliday. If I had a library, I could not wish for a\r\nmore courteous, obliging, and capable cataloguist.”\r\n\r\nThis striking and unsolicited testimonial made no appeal to the\r\nEfficient Baxter. His mind seemed occupied with other matters.\r\n\r\n“Did you throw that flower-pot?” he demanded coldly.\r\n\r\n“You will no doubt,” said Psmith, “wish on some later occasion to have\r\na nice long talk with Miss Halliday in order to give her an outline of\r\nher duties. I have been showing her the grounds and am about to take\r\nher for a row on the lake. But after that she will--and I know I may\r\nspeak for Miss Halliday in this matter--be entirely at your disposal.”\r\n\r\n“Did you throw that flower-pot?”\r\n\r\n“I look forward confidently to the pleasantest of associations between\r\nyou and Miss Halliday. You will find her,” said Psmith warmly, “a\r\nwilling assistant, a tireless worker.”\r\n\r\n“Did you . . . ?”\r\n\r\n“But now,” said Psmith, “I must be tearing myself away. In order to\r\nimpress Miss Halliday, I put on my best suit when I went to meet her.\r\nFor a row upon the lake something simpler in pale flannel is indicated.\r\nI shall only be a few minutes,” he said to Eve. “Would you mind meeting\r\nme at the boat-house?”\r\n\r\n“I am not coming on the lake with you.”\r\n\r\n“At the boat-house in--say--six and a quarter minutes,” said Psmith\r\nwith a gentle smile, and pranced into the house like a long-legged\r\nmustang.\r\n\r\nEve remained where she stood, struggling between laughter and\r\nembarrassment. The Efficient Baxter was still leaning wrathfully out of\r\nthe library window, and it began to seem a little difficult to carry on\r\nan ordinary conversation. The problem of what she was to say in order\r\nto continue the scene in an agreeable manner was solved by the arrival\r\nof Lord Emsworth, who pottered out from the bushes with a rake in his\r\nhand. He stood eyeing Eve for a moment, then memory seemed to wake.\r\nEve’s appearance was easier to remember, possibly, than some of the\r\nthings which his lordship was wont to forget. He came forward beamingly.\r\n\r\n“Ah, there you are, Miss . . . Dear me, I’m really afraid I have\r\nforgotten your name. My memory is excellent as a rule, but I cannot\r\nremember names . . . Miss Halliday! Of course, of course. Baxter, my\r\ndear fellow,” he proceeded, sighting the watcher at the window, “this\r\nis Miss Halliday.”\r\n\r\n“Mr. McTodd,” said the Efficient One sourly, “has already introduced me\r\nto Miss Halliday.”\r\n\r\n“Has he? Deuced civil of him, deuced civil of him. But where _is_ he?”\r\ninquired his lordship, scanning the surrounding scenery with a vague\r\neye.\r\n\r\n“He went into the house. After,” said Baxter in a cold voice, “throwing\r\na flower-pot at me.”\r\n\r\n“Doing what?”\r\n\r\n“He threw a flower-pot at me,” said Baxter, and vanished moodily.\r\n\r\nLord Emsworth stared at the open window, then turned to Eve for\r\nenlightenment.\r\n\r\n“_Why_ did Baxter throw a flower-pot at McTodd?” he said. “And,” he\r\nwent on, ventilating an even deeper question, “where the deuce did he\r\nget a flower-pot? There are no flower-pots in the library.”\r\n\r\nEve, on her side, was also seeking information.\r\n\r\n“Did you say his name was McTodd, Lord Emsworth?”\r\n\r\n“No, no. Baxter. That was Baxter, my secretary.”\r\n\r\n“No, I mean the one who met me at the station.”\r\n\r\n“Baxter did not meet you at the station. The man who met you at the\r\nstation,” said Lord Emsworth, speaking slowly, for women are so apt to\r\nget things muddled, “was McTodd. He’s staying here. Constance asked\r\nhim, and I’m bound to say when I first heard of it I was not any too\r\nwell pleased. I don’t like poets as a rule. But this fellow’s so\r\ndifferent from the other poets I’ve met. Different altogether. And,”\r\nsaid Lord Emsworth with not a little heat, “I strongly object to Baxter\r\nthrowing flower-pots at him. I won’t _have_ Baxter throwing flower-pots\r\nat my guests,” he said firmly; for Lord Emsworth, though occasionally a\r\nlittle vague, was keenly alive to the ancient traditions of his family\r\nregarding hospitality.\r\n\r\n“Is Mr. McTodd a poet?” said Eve, her heart beating.\r\n\r\n“Eh? Oh yes, yes. There seems to be no doubt about that. A Canadian\r\npoet. Apparently they have poets out there. And,” demanded his\r\nlordship, ever a fair-minded man, “why not? A remarkably growing\r\ncountry. I was there in the year ’98. Or was it,” he added,\r\nthoughtfully passing a muddy hand over his chin and leaving a rich\r\nbrown stain, “’99? I forget. My memory isn’t good for dates. . . . If\r\nyou will excuse me, Miss--Miss Halliday, of course--if you will excuse\r\nme, I must be leaving you. I have to see McAllister, my head gardener.\r\nAn obstinate man. A Scotchman. If you go into the house, my sister\r\nConstance will give you a cup of tea. I don’t know what the time is,\r\nbut I suppose there will be tea soon. Never take it myself.”\r\n\r\n“Mr. McTodd asked me to go for a row on the lake.”\r\n\r\n“On the lake, eh? On the _lake_?” said his lordship, as if this was\r\nthe last place in the neighbourhood where he would have expected to\r\nhear of people proposing to row. Then he brightened. “Of course, yes,\r\non the lake. I think you will like the lake. I take a dip there myself\r\nevery morning before breakfast. I find it good for the health and\r\nappetite. I plunge in and swim perhaps fifty yards, and then return.”\r\nLord Emsworth suspended the gossip from the training-camp in order to\r\nlook at his watch. “Dear me,” he said, “I must be going. McAllister\r\nhas been waiting fully ten minutes. Good-bye, then, for the present,\r\nMiss--er--good-bye.”\r\n\r\nAnd Lord Emsworth ambled off, on his face that look of tense\r\nconcentration which it always wore when interviews with Angus\r\nMcAllister were in prospect--the look which stern warriors wear when\r\nabout to meet a foeman worthy of their steel.\r\n\r\n\r\n§ 5\r\n\r\nThere was a cold expression in Eve’s eyes as she made her way slowly\r\nto the boat-house. The information which she had just received had\r\ncome as a shock, and she was trying to adjust her mind to it. When\r\nMiss Clarkson had told her of the unhappy conclusion to her old school\r\nfriend’s marriage to Ralston McTodd, she had immediately, without\r\nknowing anything of the facts, arrayed herself loyally on Cynthia’s\r\nside and condemned the unknown McTodd uncompromisingly and without\r\nhesitation. It was many years since she had seen Cynthia, and their\r\nfriendship might almost have been said to have lapsed; but Eve’s\r\naffection, when she had once given it, was a durable thing, capable of\r\nsurviving long separation. She had loved Cynthia at school, and she\r\ncould feel nothing but animosity towards anyone who had treated her\r\nbadly. She eyed the glittering water of the lake from under lowered\r\nbrows, and prepared to be frigid and hostile when the villain of the\r\npiece should arrive. It was only when she heard footsteps behind her\r\nand turned to perceive Psmith hurrying up, radiant in gleaming flannel,\r\nthat it occurred to her for the first time that there might have been\r\nfaults on both sides. She had not known Psmith long, it was true, but\r\nalready his personality had made a somewhat deep impression on her,\r\nand she was loath to believe that he could be the callous scoundrel\r\nof her imagination. She decided to suspend judgment until they should\r\nbe out in mid-water and in a position to discuss the matter without\r\ninterruption.\r\n\r\n“I am a little late,” said Psmith, as he came up. “I was detained by\r\nour young friend Freddie. He came into my room and started talking\r\nabout himself at the very moment when I was tying my tie and needed\r\nevery ounce of concentration for that delicate task. The recent painful\r\nepisode appeared to be weighing on his mind to some extent.” He helped\r\nEve into the boat and started to row. “I consoled him as best I could\r\nby telling him that it would probably have made you think all the more\r\nhighly of him. I ventured the suggestion that girls worship the strong,\r\nrough, dashing type of man. And, after I had done my best to convince\r\nhim that he was a strong, rough, dashing man, I came away. By now, of\r\ncourse, he may have had a relapse into despair; so, if you happen to\r\nsee a body bobbing about in the water as we row along, it will probably\r\nbe Freddie’s.”\r\n\r\n“Never mind about Freddie.”\r\n\r\n“I don’t if you don’t,” said Psmith agreeably. “Very well, then, if we\r\nsee a body, we will ignore it.” He rowed on a few strokes. “Correct me\r\nif I am wrong,” he said, resting on his oars and leaning forward, “but\r\nyou appear to be brooding about something. If you will give me a clue,\r\nI will endeavour to assist you to grapple with any little problem which\r\nis troubling you. What is the matter?”\r\n\r\nEve, questioned thus directly, found it difficult to open the subject.\r\nShe hesitated a moment, and let the water ripple through her fingers.\r\n\r\n“I have only just found out your name, Mr. McTodd,” she said at length.\r\n\r\nPsmith nodded.\r\n\r\n“It is always thus,” he said. “Passing through this life, we meet a\r\nfellow-mortal, chat awhile, and part; and the last thing we think of\r\ndoing is to ask him in a manly and direct way what his label is. There\r\nis something oddly furtive and shamefaced in one’s attitude towards\r\npeople’s names. It is as if we shrank from probing some hideous secret.\r\nWe say to ourselves ‘This pleasant stranger may be a Snooks or a\r\nBuggins. Better not inquire.’ But in my case . . .”\r\n\r\n“It was a great shock to me.”\r\n\r\n“Now there,” said Psmith, “I cannot follow you. I wouldn’t call McTodd\r\na bad name, as names go. Don’t you think there is a sort of Highland\r\nstrength about it? It sounds to me like something out of ‘The Lady of\r\nthe Lake’ or ‘The Lay of the Last Minstrel.’ ‘The stag at eve had drunk\r\nits fill adoon the glen beyint the hill, and welcomed with a friendly\r\nnod old Scotland’s pride, young Laird McTodd.’ You don’t think it has a\r\nsort of wild romantic ring?”\r\n\r\n“I ought to tell you, Mr. McTodd,” said Eve, “that I was at school with\r\nCynthia.”\r\n\r\nPsmith was not a young man who often found himself at a loss, but this\r\nremark gave him a bewildered feeling such as comes in dreams. It was\r\nplain to him that this delightful girl thought she had said something\r\nserious, even impressive; but for the moment it did not seem to him to\r\nmake sense. He sparred warily for time.\r\n\r\n“Indeed? With Cynthia? That must have been jolly.”\r\n\r\nThe harmless observation appeared to have the worst effect upon his\r\ncompanion. The frown came back to her face.\r\n\r\n“Oh, don’t speak in that flippant, sneering way,” she said. “It’s so\r\ncheap.”\r\n\r\nPsmith, having nothing to say, remained silent, and the boat drifted\r\non. Eve’s face was delicately pink, for she was feeling extraordinarily\r\nembarrassed. There was something in the solemn gaze of the man\r\nbefore her which made it difficult for her to go on. But, with the\r\nstout-heartedness which was one of her characteristics, she stuck to\r\nher task.\r\n\r\n“After all,” she said, “however you may feel about her now, you must\r\nhave been fond of poor Cynthia at one time, or I don’t see why you\r\nshould have married her.”\r\n\r\nPsmith, for want of conversation, had begun rowing again. The start he\r\ngave at these remarkable words caused him to skim the surface of the\r\nwater with the left oar in such a manner as to send a liberal pint into\r\nEve’s lap. He started forward with apologies.\r\n\r\n“Oh, never mind about that,” said Eve impatiently. “It doesn’t\r\nmatter. . . . Mr. McTodd,” she said, and there was a note of gentleness\r\nin her voice, “I do wish you would tell me what the trouble was.”\r\n\r\nPsmith stared at the floor of the boat in silence. He was wrestling\r\nwith a feeling of injury. True, he had not during their brief\r\nconversation at the Senior Conservative Club specifically inquired of\r\nMr. McTodd whether he was a bachelor, but somehow he felt that the man\r\nshould have dropped some hint as to his married state. True, again,\r\nMr. McTodd had not asked him to impersonate him at Blandings Castle.\r\nAnd yet, undeniably, he felt that he had a grievance. Psmith’s was\r\nan orderly mind. He had proposed to continue the pleasant relations\r\nwhich had begun between Eve and himself, seeing to it that every day\r\nthey became a little pleasanter, until eventually, in due season, they\r\nshould reach the point where it would become possible to lay heart and\r\nhand at her feet. For there was no doubt in his mind that in a world\r\ncongested to overflowing with girls Eve Halliday stood entirely alone.\r\nAnd now this infernal Cynthia had risen from nowhere to stand between\r\nthem. Even a young man as liberally endowed with calm assurance as he\r\nwas might find it awkward to conduct his wooing with such a handicap as\r\na wife in the background.\r\n\r\nEve misinterpreted his silence.\r\n\r\n“I suppose you are thinking that it is no business of mine?”\r\n\r\nPsmith came out of his thoughts with a start.\r\n\r\n“No, no. Not at all.”\r\n\r\n“You see, I’m devoted to Cynthia--and I like you.”\r\n\r\nShe smiled for the first time. Her embarrassment was passing.\r\n\r\n“That is the whole point,” she said. “I do like you. And I’m quite sure\r\nthat if you were really the sort of man I thought you when I first\r\nheard about all this, I shouldn’t. The friend who told me about you\r\nand Cynthia made it seem as if the whole fault had been yours. I got\r\nthe impression that you had been very unkind to Cynthia. I thought\r\nyou must be a brute. And when Lord Emsworth told me who you were, my\r\nfirst impulse was to hate you. I think if you had come along just then\r\nI should have been rather horrid to you. But you were late, and that\r\ngave me time to think it over. And then I remembered how nice you had\r\nbeen to me and I felt somehow that--that you must really be quite\r\nnice, and it occurred to me that there might be some explanation. And\r\nI thought that--perhaps--if you would let me interfere in your private\r\naffairs--and if things hadn’t gone too far--I might do something to\r\nhelp--try to bring you together, you know.”\r\n\r\nShe broke off, a little confused, for now that the words were out she\r\nwas conscious of a return of her former shyness. Even though she was\r\nan old friend of Cynthia’s, there did seem something insufferably\r\nofficious in this meddling. And when she saw the look of pain on her\r\ncompanion’s face, she regretted that she had spoken. Naturally, she\r\nthought, he was offended.\r\n\r\nIn supposing that Psmith was offended she was mistaken. Internally he\r\nwas glowing with a renewed admiration for all those beautiful qualities\r\nin her which he had detected, before they had ever met, at several\r\nyards’ range across the street from the window of the Drones Club\r\nsmoking-room. His look of pain was due to the fact that, having now\r\nhad time to grapple with the problem, he had decided to dispose of\r\nthis Cynthia once and for all. He proposed to eliminate her for ever\r\nfrom his life. And the elimination of even such a comparative stranger\r\nseemed to him to call for a pained look. So he assumed one.\r\n\r\n“That,” he said gravely, “would, I fear, be impossible. It is like you\r\nto suggest it, and I cannot tell you how much I appreciate the kindness\r\nwhich has made you interest yourself in my troubles, but it is too late\r\nfor any reconciliation. Cynthia and I are divorced.”\r\n\r\nFor a moment the temptation had come to him to kill the woman off with\r\nsome wasting sickness, but this he resisted as tending towards possible\r\nfuture complications. He was resolved, however, that there should be no\r\nquestion of bringing them together again.\r\n\r\nHe was disturbed to find Eve staring at him in amazement.\r\n\r\n“Divorced? But how can you be divorced? It’s only a few days since you\r\nand she were in London together.”\r\n\r\nPsmith ceased to wonder that Mr. McTodd had had trouble with his wife.\r\nThe woman was a perfect pest.\r\n\r\n“I used the term in a spiritual rather than a legal sense,” he replied.\r\n“True, there has been no actual decree, but we are separated beyond\r\nhope of reunion.” He saw the distress in Eve’s eyes and hurried on.\r\n“There are things,” he said, “which it is impossible for a man to\r\noverlook, however broad-minded he may be. Love, Miss Halliday, is a\r\ndelicate plant. It needs tending, nursing, assiduous fostering. This\r\ncannot be done by throwing the breakfast bacon at a husband’s head.”\r\n\r\n“What!” Eve’s astonishment was such that the word came out in a\r\nstartled squeak.\r\n\r\n“_In_ the dish,” said Psmith sadly.\r\n\r\nEve’s blue eyes opened wide.\r\n\r\n“_Cynthia_ did that!”\r\n\r\n“On more than one occasion. Her temper in the mornings was terrible. I\r\nhave known her lift the cat over two chairs and a settee with a single\r\nkick. And all because there were no mushrooms.”\r\n\r\n“But--but I can’t believe it!”\r\n\r\n“Come over to Canada,” said Psmith, “and I will show you the cat.”\r\n\r\n“Cynthia did that!--Cynthia--why, she was always the gentlest little\r\ncreature.”\r\n\r\n“At school, you mean?”\r\n\r\n“Yes.”\r\n\r\n“That,” said Psmith, “would, I suppose, be before she had taken to\r\ndrink.”\r\n\r\n“Taken to drink!”\r\n\r\nPsmith was feeling happier. A passing thought did come to him that all\r\nthis was perhaps a trifle rough on the absent Cynthia, but he mastered\r\nthe unmanly weakness. It was necessary that Cynthia should suffer in\r\nthe good cause. Already he had begun to detect in Eve’s eyes the faint\r\ndawnings of an angelic pity, and pity is recognised by all the best\r\nauthorities as one of the most valuable emotions which your wooer can\r\nawaken.\r\n\r\n“Drink!” Eve repeated, with a little shudder.\r\n\r\n“We lived in one of the dry provinces of Canada, and, as so often\r\nhappens, that started the trouble. From the moment when she installed\r\na private still her downfall was swift. I have seen her, under the\r\ninfluence of home-brew, rage through the house like a devastating\r\ncyclone . . . I hate speaking like this of one who was your friend,”\r\nsaid Psmith, in a low, vibrating voice. “I would not tell these things\r\nto anyone but you. The world, of course, supposes that the entire blame\r\nfor the collapse of our home was mine. I took care that it should be\r\nso. The opinion of the world matters little to me. But with you it is\r\ndifferent. I should not like you to think badly of me, Miss Halliday.\r\nI do not make friends easily--I am a lonely man--but somehow it has\r\nseemed to me since we met that you and I might be friends.”\r\n\r\nEve stretched her hand out impulsively.\r\n\r\n“Why, of course!”\r\n\r\nPsmith took her hand and held it far longer than was strictly speaking\r\nnecessary.\r\n\r\n“Thank you,” he said. “Thank you.”\r\n\r\nHe turned the nose of the boat to the shore, and rowed slowly back.\r\n\r\n“I have suffered,” said Psmith gravely, as he helped her ashore. “But,\r\nif you will be my friend, I think that I may forget.”\r\n\r\nThey walked in silence up the winding path to the castle.\r\n\r\n\r\n§ 6\r\n\r\nTo Psmith five minutes later, as he sat in his room smoking a cigarette\r\nand looking dreamily out at the distant hills, there entered the Hon.\r\nFrederick Threepwood, who, having closed the door behind him, tottered\r\nto the bed and uttered a deep and discordant groan. Psmith, his mind\r\nthus rudely wrenched from pleasant meditations, turned and regarded the\r\ngloomy youth with disfavour.\r\n\r\n“At any other time, Comrade Threepwood,” he said politely but with\r\nfirmness, “certainly. But not now. I am not in the vein.”\r\n\r\n“What?” said the Hon. Freddie vacantly.\r\n\r\n“I say that at any other time I shall be delighted to listen to your\r\nfarmyard imitations, but not now. At the moment I am deep in thoughts\r\nof my own, and I may say frankly that I regard you as more or less of\r\nan excrescence. I want solitude, solitude. I am in a beautiful reverie,\r\nand your presence jars upon me somewhat profoundly.”\r\n\r\nThe Hon. Freddie ruined the symmetry of his hair by passing his fingers\r\nfeverishly through it.\r\n\r\n“Don’t _talk_ so much! I never met a fellow like you for talking.”\r\nHaving rumpled his hair to the left, he went through it again and\r\nrumpled it to the right. “I say, do you know what? You’ve jolly well\r\ngot to clear out of here quick!” He got up from the bed, and approached\r\nthe window. Having done which, he bent towards Psmith and whispered in\r\nhis ear. “The game’s up!”\r\n\r\nPsmith withdrew his ear with a touch of hauteur, but he looked at\r\nhis companion with a little more interest. He had feared, when he\r\nsaw Freddie stagger in with such melodramatic despair and emit so\r\nhollow a groan, that the topic on which he wished to converse was the\r\nalready exhausted one of his broken heart. It now began to appear that\r\nweightier matters were on his mind.\r\n\r\n“I fail to understand you, Comrade Threepwood,” he said. “The last time\r\nI had the privilege of conversing with you, you informed me that Susan,\r\nor whatever her name is, merely giggled and told you not to be silly\r\nwhen you embraced her. In other words, she is _not_ a detective. What\r\nhas happened since then to get you all worked up?”\r\n\r\n“Baxter!”\r\n\r\n“What has Baxter been doing?”\r\n\r\n“Only giving the whole bally show away to me, that’s all,” said\r\nFreddie feverishly. He clutched Psmith’s arm violently, causing that\r\nexquisite to utter a slight moan and smooth out the wrinkles thus\r\ncreated in his sleeve. “Listen! I’ve just been talking to the blighter.\r\nI was passing the library just now, when he popped out of the door and\r\nhauled me in. And, dash it, he hadn’t been talking two seconds before\r\nI realised that he has seen through the whole dam’ thing practically\r\nfrom the moment you got here. Though he doesn’t seem to know that I’ve\r\nanything to do with it, thank goodness.”\r\n\r\n“I should imagine not, if he makes you his confidant. Why did he do\r\nthat, by the way? What made him select you as the recipient of his\r\nsecrets?”\r\n\r\n“As far as I can make out, his idea was to form a gang, if you know\r\nwhat I mean. He said a lot of stuff about him and me being the only\r\ntwo able-bodied young men in the place, and we ought to be prepared to\r\ntackle you if you started anything.”\r\n\r\n“I see. And now tell me how our delightful friend ever happened\r\nto begin suspecting that I was not all I seemed to be. I had been\r\nflattering myself that I had put the little deception over with\r\ncomplete success.”\r\n\r\n“Well, in the first place, dash it, that dam’ fellow McTodd--the real\r\none, you know--sent a telegram saying that he wasn’t coming. So it\r\nseemed rummy to Baxter bang from the start when you blew in all merry\r\nand bright.”\r\n\r\n“Ah! That was what they all meant by saying they were glad I had come\r\n‘after all.’ A phrase which at the moment, I confess, rather mystified\r\nme.”\r\n\r\n“And then you went and wrote in the Peavey female’s autograph-book.”\r\n\r\n“In what way was that a false move?”\r\n\r\n“Why, that was the biggest bloomer on record, as it has turned out,”\r\nsaid Freddie vehemently. “Baxter apparently keeps every letter that\r\ncomes to the place on a file, and he’d skewered McTodd’s original\r\nletter with the rest. I mean, the one he wrote accepting the invitation\r\nto come here. And Baxter compared his handwriting with what you wrote\r\nin the Peavey’s album, and, of course, they weren’t a dam’ bit alike.\r\nAnd that put the lid on it.”\r\n\r\nPsmith lit another cigarette and drew at it thoughtfully. He realised\r\nthat he had made a tactical error in underestimating the antagonism of\r\nthe Efficient One.\r\n\r\n“Does he seem to have any idea why I have come to the castle?” he asked.\r\n\r\n“Any idea? Why, dash it, the very first thing he said to me was that\r\nyou must have come to sneak Aunt Connie’s necklace.”\r\n\r\n“In that case, why has he made no move till to-day? I should have\r\nsupposed that he would long since have denounced me before as large an\r\naudience as he could assemble. Why this reticence on the part of genial\r\nold Baxter?”\r\n\r\nA crimson flush of chivalrous indignation spread itself over Freddie’s\r\nface.\r\n\r\n“He told me that, too.”\r\n\r\n“There seems to have been no reserves between Comrade Baxter and\r\nyourself. And very healthy, too, this spirit of confidence. What was\r\nhis reason for abstaining from loosing the bomb?”\r\n\r\n“He said he was pretty sure you wouldn’t try to do anything on your\r\nown. He thought you would wait till your accomplice arrived. And, damn\r\nhim,” cried Freddie heatedly, “do you know who he’s got the infernal\r\ngall to think is your accomplice? Miss Halliday! Dash him!”\r\n\r\nPsmith smoked in thoughtful silence.\r\n\r\n“Well, of course, now that this has happened,” said Freddie, “I suppose\r\nit’s no good thinking of going on with the thing. You’d better pop off,\r\nwhat? If I were you, I’d leg it to-day and have your luggage sent on\r\nafter you.”\r\n\r\nPsmith threw away his cigarette and stretched himself. During the last\r\nfew moments he had been thinking with some tenseness.\r\n\r\n“Comrade Threepwood,” he said reprovingly, “you suggest a cowardly and\r\nweak-minded action. I admit that the outlook would be distinctly rosier\r\nif no such person as Baxter were on the premises, but nevertheless the\r\nthing must be seen through to a finish. At least we have this advantage\r\nover our spectacled friend, that we know he suspects me and he doesn’t\r\nknow we know. I think that with a little resource and ingenuity we may\r\nyet win through.” He turned to the window and looked out. “Sad,” he\r\nsighed, “that these idyllic surroundings should have become oppressed\r\nwith a cloud of sinister menace. One thinks one sees a faun popping\r\nabout in the undergrowth, and on looking more closely perceives that\r\nit is in reality a detective with a notebook. What one fancied was the\r\npiping of Pan turns out to be a police-whistle, summoning assistance.\r\nStill, we must bear these things without wincing. They are our cross.\r\nWhat you have told me will render me, if possible, warier and more\r\nsnake-like than ever, but my purpose remains firm. The cry goes round\r\nthe castle battlements ‘Psmith intends to keep the old flag flying!’\r\nSo charge off and soothe your quivering ganglions with a couple of\r\naspirins, Comrade Threepwood, and leave me to my thoughts. All will\r\ndoubtless come right in the future.”"
  ]
}