{
  "index": 6,
  "title": "Chapter 5",
  "paragraphs": [
    "LORD EMSWORTH MEETS A POET\r\n\r\n\r\n§ 1\r\n\r\nThe rain had stopped when Psmith stepped out into the street, and\r\nthe sun was shining again in that half blustering, half apologetic\r\nmanner which it affects on its reappearance after a summer shower. The\r\npavements glistened cheerfully, and the air had a welcome freshness.\r\nPausing at the corner, he pondered for a moment as to the best method\r\nof passing the hour and twenty minutes which must elapse before he\r\ncould reasonably think of lunching. The fact that the offices of the\r\n_Morning Globe_ were within easy strolling distance decided him to go\r\nthither and see if the first post had brought anything in the shape\r\nof answers to his advertisements. And his energy was rewarded a few\r\nminutes later when Box 365 on being opened yielded up quite a little\r\nbudget of literary matter. No fewer than seven letters in all. A nice\r\nbag.\r\n\r\nWhat, however, had appeared at first sight evidence of a pleasing\r\nebullition of enterprise on the part of the newspaper-reading public\r\nturned out on closer inspection, when he had retired to a corner where\r\nhe could concentrate in peace, a hollow delusion. Enterprising in a\r\nsense though the communications were--and they certainly showed the\r\nwriters as men of considerable ginger and business push--to Psmith they\r\ncame as a disappointment. He had expected better things. These letters\r\nwere not at all what he had paid good money to receive. They missed\r\nthe point altogether. The right spirit, it seemed to him, was entirely\r\nabsent.\r\n\r\nThe first envelope, attractive though it looked from the outside, being\r\nof an expensive brand of stationery and gaily adorned with a somewhat\r\nstartling crest merely contained a pleasantly-worded offer from a Mr.\r\nAlistair MacDougall to advance him any sum from ten to fifty thousand\r\npounds on his note of hand only. The second revealed a similar proposal\r\nfrom another Scot named Colin MacDonald. While in the third Mr. Ian\r\nCampbell was prepared to go as high as one hundred thousand. All three\r\nphilanthropists had but one stipulation to make--they would have no\r\ndealings with minors. Youth, with all its glorious traditions, did not\r\nseem to appeal to them. But they cordially urged Psmith, in the event\r\nof his having celebrated his twenty-first birthday, to come round to\r\nthe office and take the stuff away in a sack.\r\n\r\nKeeping his head well in the midst of this shower of riches, Psmith\r\ndropped the three letters with a sigh into the waste-paper basket,\r\nand opened the next in order. This was a bulky envelope, and its\r\ncontents consisted of a printed brochure entitled, “This Night Shall\r\nThy Soul Be Required Of Thee”--while, by a curious and appropriate\r\ncoincidence, Number Five proved to be a circular from an energetic firm\r\nof coffin-makers offering to bury him for eight pounds ten. Number\r\nSix, also printed, was a manifesto from one Howard Hill, of Newmarket,\r\nrecommending him to apply without delay for “Hill’s Three-Horse\r\nSpecial,” without which--(“Who,” demanded Mr. Hill in large type, “gave\r\nyou Wibbly-Wob for the Jubilee Cup?”)--no sportsman could hope to\r\naccomplish the undoing of the bookmakers.\r\n\r\nAlthough by doing so he convicted himself of that very lack of\r\nenterprise which he had been deploring in the great public, Psmith\r\nplaced this communication with the others in the waste-paper baskets.\r\nThere now remained only Number Seven, and a slight flicker of hope\r\nreturned to him when he perceived that this envelope was addressed by\r\nhand and not in typescript. He opened it.\r\n\r\nBeyond a doubt he had kept the pick of the bunch to the last. Here was\r\nsomething that made up for all those other disappointments. Written in\r\na scrawly and apparently agitated hand, the letter ran as follows:\r\n\r\n  “_If R. Psmith will meet the writer in the lobby of the Piccadilly\r\n  Palace Hotel at twelve sharp, Friday, July 1, business may result\r\n  if business meant and terms reasonable. R. Psmith will wear a pink\r\n  chrysanthemum in his buttonhole, and will say to the writer, ‘There\r\n  will be rain in Northumberland to-morrow,’ to which the writer will\r\n  reply, ‘Good for the crops.’ Kindly be punctual._”\r\n\r\nA pleased smile played about Psmith’s solemn face as he read this\r\ncommunication for the second time. It was much more the sort of thing\r\nfor which he had been hoping. Although his closest friend, Mike\r\nJackson, was a young man of complete ordinariness, Psmith’s tastes\r\nwhen he sought companionship lay as a rule in the direction of the\r\nbizarre. He preferred his humanity eccentric. And “the writer,” to\r\njudge him by this specimen of his correspondence, appeared to be\r\neccentric enough for the most exacting taste. Whether this promising\r\nperson turned out to be a ribald jester or an earnest crank, Psmith\r\nfelt no doubt whatever as to the advisability of following the matter\r\nup. Whichever he might be, his society ought to afford entertainment\r\nduring the interval before lunch. Psmith glanced at his watch. The\r\nhour was a quarter to twelve. He would be able to secure the necessary\r\nchrysanthemum and reach the Piccadilly Palace Hotel by twelve sharp,\r\nthus achieving the businesslike punctuality on which the unknown writer\r\nseemed to set such store.\r\n\r\n       *       *       *       *       *\r\n\r\nIt was not until he had entered a florist’s shop on the way to the\r\ntryst that it was borne in upon him that the adventure was going\r\nto have its drawbacks. The first of these was the chrysanthemum.\r\nPreoccupied with the rest of the communication, Psmith, when he had\r\nread the letter, had not given much thought to the decoration which\r\nit would be necessary for him to wear; and it was only when, in reply\r\nto his demand for a chrysanthemum, the florist came forward, almost\r\nhidden, like the army at Dunsinane, behind what looked like a small\r\nshrubbery, that he realised what he, a correct and fastidious dresser,\r\nwas up against.\r\n\r\n“Is that a chrysanthemum?”\r\n\r\n“Yes, sir. Pink chrysanthemum.”\r\n\r\n“One?”\r\n\r\n“Yes, sir. One pink chrysanthemum.”\r\n\r\nPsmith regarded the repellent object with disfavour through his\r\neyeglass. Then, having placed it in his buttonhole, he proceeded on his\r\nway, feeling like some wild thing peering through the undergrowth. The\r\ndistressing shrub completely spoiled his walk.\r\n\r\nArrived at the hotel and standing in the lobby, he perceived the\r\nexistence of further complications. The lobby was in its usual state of\r\ncongestion, it being a recognised meeting-place for those who did not\r\nfind it convenient to go as far east as that traditional rendezvous of\r\nLondoners, the spot under the clock at Charing Cross Station; and “the\r\nwriter,” while giving instructions as to how Psmith should ornament his\r\nexterior, had carelessly omitted to mention how he himself was to be\r\nrecognised. A rollicking, slap-dash conspirator, was Psmith’s opinion.\r\n\r\nIt seemed best to take up a position as nearly as possible in the\r\ncentre of the lobby and stand there until “the writer,” lured by\r\nthe chrysanthemum, should come forward and start something. This\r\nhe accordingly did, but when at the end of ten minutes nothing had\r\nhappened beyond a series of collisions with perhaps a dozen hurrying\r\nvisitors to the hotel, he decided on a more active course. A young\r\nman of sporting appearance had been standing beside him for the last\r\nfive minutes, and ever and anon this young man had glanced with some\r\nimpatience at his watch. He was plainly waiting for someone, so Psmith\r\ntried the formula on him.\r\n\r\n“There will be rain,” said Psmith, “in Northumberland to-morrow.”\r\n\r\nThe young man looked at him, not without interest, certainly, but\r\nwithout that gleam of intelligence in his eye which Psmith had hoped to\r\nsee.\r\n\r\n“What?” he replied.\r\n\r\n“There will be rain in Northumberland to-morrow.”\r\n\r\n“Thanks, Zadkiel,” said the young man. “Deuced gratifying, I’m sure. I\r\nsuppose you couldn’t predict the winner of the Goodwood Cup as well?”\r\n\r\nHe then withdrew rapidly to intercept a young woman in a large hat\r\nwho had just come through the swing doors. Psmith was forced to the\r\nconclusion that this was not his man. He was sorry on the whole, for he\r\nhad seemed a pleasant fellow.\r\n\r\nAs Psmith had taken up a stationary position and the population of\r\nthe lobby was for the most part in a state of flux, he was finding\r\nhimself next to someone new all the time; and now he decided to accost\r\nthe individual whom the re-shuffle had just brought elbow to elbow\r\nwith him. This was a jovial-looking soul with a flowered waistcoat, a\r\nwhite hat, and a mottled face. Just the man who might have written that\r\nletter.\r\n\r\nThe effect upon this person of Psmith’s meteorological remark was\r\ninstantaneous. A light of the utmost friendliness shone in his\r\nbeautifully-shaven face as he turned. He seized Psmith’s hand and\r\ngripped it with a delightful heartiness. He had the air of a man who\r\nhas found a friend, and what is more, an old friend. He had a sort of\r\njourneys-end-in-lovers’-meeting look.\r\n\r\n“My dear old chap!” he cried. “I’ve been waiting for you to speak for\r\nthe last five minutes. Knew we’d met before somewhere, but couldn’t\r\nplace you. Face familiar as the dickens, of course. Well, well, well!\r\nAnd how are they all?”\r\n\r\n“Who?” said Psmith courteously.\r\n\r\n“Why, the boys, my dear chap.”\r\n\r\n“Oh, the boys?”\r\n\r\n“The dear old boys,” said the other, specifying more exactly. He\r\nslapped Psmith on the shoulder. “What times those were, eh?”\r\n\r\n“Which?” said Psmith.\r\n\r\n“The times we all used to have together.”\r\n\r\n“Oh, _those_?” said Psmith.\r\n\r\nSomething of discouragement seemed to creep over the other’s\r\nexuberance, as a cloud creeps over the summer sky. But he persevered.\r\n\r\n“Fancy meeting you again like this!”\r\n\r\n“It is a small world,” agreed Psmith.\r\n\r\n“I’d ask you to come and have a drink,” said the jovial one, with the\r\nslight increase of tensity which comes to a man who approaches the\r\ncore of a business deal, “but the fact is my ass of a man sent me out\r\nthis morning without a penny. Forgot to give me my note-case. Damn’\r\ncareless! I’ll have to sack the fellow.”\r\n\r\n“Annoying, certainly,” said Psmith.\r\n\r\n“I wish I could have stood you a drink,” said the other wistfully.\r\n\r\n“Of all sad words of tongue or pen, the saddest are these, ‘It might\r\nhave been,’” sighed Psmith.\r\n\r\n“I’ll tell you what,” said the jovial one, inspired. “Lend me a fiver,\r\nmy dear old boy. That’s the best way out of the difficulty. I can send\r\nit round to your hotel or wherever you are this evening when I get\r\nhome.”\r\n\r\nA sweet, sad smile played over Psmith’s face.\r\n\r\n“Leave me, comrade!” he murmured.\r\n\r\n“Eh?”\r\n\r\n“Pass along, old friend, pass along.”\r\n\r\nResignation displaced joviality in the other’s countenance.\r\n\r\n“Nothing doing?” he inquired.\r\n\r\n“Nothing.”\r\n\r\n“Well, there was no harm in trying,” argued the other.\r\n\r\n“None whatever.”\r\n\r\n“You see,” said the now far less jovial man confidentially, “you look\r\nsuch a perfect mug with that eyeglass that it tempts a chap.”\r\n\r\n“I can quite understand how it must!”\r\n\r\n“No offence.”\r\n\r\n“Assuredly not.”\r\n\r\nThe white hat disappeared through the swing doors, and Psmith returned\r\nto his quest. He engaged the attention of a middle-aged man in a\r\nsnuff-coloured suit who had just come within hail.\r\n\r\n“There will be rain in Northumberland to-morrow,” he said.\r\n\r\nThe man peered at him inquiringly.\r\n\r\n“Hey?” he said.\r\n\r\nPsmith repeated his observation.\r\n\r\n“Huh?” said the man.\r\n\r\nPsmith was beginning to lose the unruffled calm which made him\r\nsuch an impressive figure to the public eye. He had not taken into\r\nconsideration the possibility that the object of his search might be\r\ndeaf. It undoubtedly added to the embarrassment of the pursuit. He was\r\nmoving away, when a hand fell on his sleeve.\r\n\r\nPsmith turned. The hand which still grasped his sleeve belonged to\r\nan elegantly dressed young man of somewhat nervous and feverish\r\nappearance. During his recent vigil Psmith had noticed this young man\r\nstanding not far away, and had had half a mind to include him in the\r\nplatoon of new friends he was making that morning.\r\n\r\n“I say,” said this young man in a tense whisper, “did I hear you say\r\nthat there would be rain in Northumberland to-morrow?”\r\n\r\n“If,” said Psmith, “you were anywhere within the radius of a dozen\r\nyards while I was chatting with the recent deaf adder, I think it is\r\npossible that you did.”\r\n\r\n“Good for the crops,” said the young man. “Come over here where we can\r\ntalk quietly.”\r\n\r\n\r\n§ 2\r\n\r\n“So you’re R. Psmith?” said the young man, when they had made their way\r\nto a remote corner of the lobby, apart from the throng.\r\n\r\n“The same.”\r\n\r\n“I say, dash it, you’re frightfully late, you know. I told you to be\r\nhere at twelve sharp. It’s nearly twelve past.”\r\n\r\n“You wrong me,” said Psmith. “I arrived here precisely at twelve. Since\r\nwhen, I have been standing like Patience on a monument. . . .”\r\n\r\n“Like what?”\r\n\r\n“Let it go,” said Psmith. “It is not important.”\r\n\r\n“I asked you to wear a pink chrysanthemum. So I could recognise you,\r\nyou know.”\r\n\r\n“I _am_ wearing a pink chrysanthemum. I should have imagined that that\r\nwas a fact that the most casual could hardly have overlooked.”\r\n\r\n“That thing?” The other gazed disparagingly at the floral decoration.\r\n“I thought it was some kind of cabbage. I meant one of those little\r\nwhat-d’you-may-call-its that people do wear in their button-holes.”\r\n\r\n“Carnation, possibly?”\r\n\r\n“Carnation! That’s right.”\r\n\r\nPsmith removed the chrysanthemum and dropped it behind his chair. He\r\nlooked at his companion reproachfully.\r\n\r\n“If you had studied botany at school, comrade,” he said, “much misery\r\nmight have been averted. I cannot begin to tell you the spiritual agony\r\nI suffered, trailing through the metropolis behind that shrub.”\r\n\r\nWhatever decent sympathy and remorse the other might have shown at\r\nthese words was swept away in the shock resultant on a glance at his\r\nwatch. Not for an instant during this brief return of his to London\r\nhad Freddie Threepwood been unmindful of his father’s stern injunction\r\nto him to catch the twelve-fifty train back to Market Blandings. If\r\nhe missed it, there would be the deuce of a lot of unpleasantness,\r\nand unpleasantness in the home was the one thing Freddie wanted to\r\navoid nowadays; for, like a prudent convict in a prison, he hoped by\r\nexemplary behaviour to get his sentence of imprisonment at Blandings\r\nCastle reduced for good conduct.\r\n\r\n“Good Lord! I’ve only got about five minutes. Got to talk quick. . . .\r\nAbout this thing. This business. That advertisement of yours.”\r\n\r\n“Ah, yes. My advertisement. It interested you?”\r\n\r\n“Was it on the level?”\r\n\r\n“Assuredly. We Psmiths do not deceive.”\r\n\r\nFreddie looked at him doubtfully.\r\n\r\n“You know, you aren’t a bit like I expected you’d be.”\r\n\r\n“In what respect,” inquired Psmith, “do I fall short of the ideal?”\r\n\r\n“It isn’t so much falling short. It’s--oh, I don’t know . . . Well,\r\nyes, if you want to know, I thought you’d be a tougher specimen\r\naltogether. I got the impression from your advertisement that you were\r\ndown and out and ready for anything, and you look as if you were on\r\nyour way to a garden-party at Buckingham Palace.”\r\n\r\n“Ah!” said Psmith, enlightened. “It is my costume that is causing these\r\ndoubts in your mind. This is the second time this morning that such a\r\nmisunderstanding has occurred. Have no misgivings. These trousers may\r\nsit well, but, if they do, it is because the pockets are empty.”\r\n\r\n“Are you really broke?”\r\n\r\n“As broke as the Ten Commandments.”\r\n\r\n“I’m hanged if I can believe it.”\r\n\r\n“Suppose I brush my hat the wrong way for a moment?” said Psmith\r\nobligingly. “Would that help?”\r\n\r\nHis companion remained silent for a few moments. In spite of the fact\r\nthat he was in so great a hurry and that every minute that passed\r\nbrought nearer the moment when he would be compelled to tear himself\r\naway and make a dash for Paddington Station, Freddie was finding it\r\ndifficult to open the subject he had come there to discuss.\r\n\r\n“Look here,” he said at length, “I shall have to trust you, dash it.”\r\n\r\n“You could pursue no better course.”\r\n\r\n“It’s like this. I’m trying to raise a thousand quid . . .”\r\n\r\n“I regret that I cannot offer to advance it to you myself. I have,\r\nindeed, already been compelled to decline to lend a gentleman who\r\nclaimed to be an old friend of mine so small a sum as a fiver. But\r\nthere is a dear, obliging soul of the name of Alistair MacDougall\r\nwho . . .”\r\n\r\n“Good Lord! You don’t think I’m trying to touch you?”\r\n\r\n“That impression did flit through my mind.”\r\n\r\n“Oh, dash it, no. No, but--well, as I was saying, I’m frightfully keen\r\nto get hold of a thousand quid.”\r\n\r\n“So am I,” said Psmith. “Two minds with but a single thought. How\r\ndo _you_ propose to start about it? For my part, I must freely\r\nconfess that I haven’t a notion. I am stumped. The cry goes round the\r\nchancelleries, ‘Psmith is baffled!’”\r\n\r\n“I say, old thing,” said Freddie plaintively, “you couldn’t talk a bit\r\nless, could you? I’ve only got about two minutes.”\r\n\r\n“I beg your pardon. Proceed.”\r\n\r\n“It’s so dashed difficult to know how to begin the thing. I mean, it’s\r\nall a bit complicated till you get the hang of it. . . . Look here, you\r\nsaid in your advertisement that you had no objection to crime.”\r\n\r\nPsmith considered the point.\r\n\r\n“Within reason--and if undetected--I see no objection to two-pennorth\r\nof crime.”\r\n\r\n“Well, look here . . . look here . . . Well, look here,” said Freddie,\r\n“will you steal my aunt’s diamond necklace?”\r\n\r\nPsmith placed his monocle in his eye and bent gravely toward his\r\ncompanion.\r\n\r\n“Steal your aunt’s necklace?” he said indulgently.\r\n\r\n“Yes.”\r\n\r\n“You do not think she might consider it a liberty from one to whom she\r\nhas never been introduced?”\r\n\r\nWhat Freddie might have replied to this pertinent question will never\r\nbe known, for at this moment, looking nervously at his watch for the\r\ntwentieth time, he observed that the hands had passed the half-hour and\r\nwere well on their way to twenty-five minutes to one. He bounded up\r\nwith a cry.\r\n\r\n“I must go! I shall miss that damned train!”\r\n\r\n“And meanwhile . . . ?” said Psmith.\r\n\r\nThe familiar phrase--the words “And meanwhile” had occurred at least\r\nonce in every film Freddie had ever seen--had the effect of wrenching\r\nthe latter’s mind back to the subject in hand for a moment. Freddie was\r\nnot a clear-thinking young man, but even he could see that he had left\r\nthe negotiations suspended at a very satisfactory point. Nevertheless,\r\nhe had to catch that twelve-fifty.\r\n\r\n“Write and tell me what you think about it,” panted Freddie, skimming\r\nthrough the lobby like a swallow.\r\n\r\n“You have unfortunately omitted to leave a name and address,” Psmith\r\npointed out, following him at an easy jog-trot.\r\n\r\nIn spite of his hurry, a prudence born of much movie-seeing restrained\r\nFreddie from supplying the information asked for. Give away your name\r\nand address and you never knew what might happen.\r\n\r\n“I’ll write to you,” he cried, racing for a cab.\r\n\r\n“I shall count the minutes,” said Psmith courteously.\r\n\r\n“Drive like blazes!” said Freddie to the chauffeur.\r\n\r\n“Where?” inquired the man, not unreasonably.\r\n\r\n“Eh? Oh, Paddington.”\r\n\r\nThe cab whirled off, and Psmith, pleasantly conscious of a morning\r\nnot ill-spent, gazed after it pensively for a moment. Then, with\r\nthe feeling that the authorities of Colney Hatch or some kindred\r\nestablishment had been extraordinarily negligent, he permitted his mind\r\nto turn with genial anticipation in the direction of lunch. For, though\r\nhe had celebrated his first day of emancipation from Billingsgate Fish\r\nMarket by rising late and breakfasting later, he had become aware by\r\nnow of that not unpleasant emptiness which is the silent luncheon-gong\r\nof the soul.\r\n\r\n\r\n§ 3\r\n\r\nThe minor problem now presented itself of where to lunch; and with\r\nscarcely a moment’s consideration he dismissed those large, noisy, and\r\nbustling restaurants which lie near Piccadilly Circus. After a morning\r\nspent with Eve Halliday and the young man who was going about the place\r\nasking people to steal his aunt’s necklace, it was imperative that he\r\nselect some place where he could sit and think quietly. Any food of\r\nwhich he partook must be consumed in calm, even cloistral surroundings,\r\nunpolluted by the presence of a first violin who tied himself into\r\nknots and an orchestra in whose lexicon there was no such word as\r\n_piano_. One of his clubs seemed indicated.\r\n\r\nIn the days of his prosperity, Psmith’s father, an enthusiastic\r\nclubman, had enrolled his son’s name on the list of several\r\ninstitutions: and now, although the lean years had arrived, he\r\nwas still a member of six, and would continue to be a member till\r\nthe beginning of the new year and the consequent call for fresh\r\nsubscriptions. These clubs ranged from the Drones, frankly frivolous,\r\nto the Senior Conservative, solidly worthy. Almost immediately Psmith\r\ndecided that for such a mood as was upon him at the moment, the latter\r\nmight have been specially constructed.\r\n\r\nAnybody familiar with the interior of the Senior Conservative Club\r\nwould have applauded his choice. In the whole of London no better\r\nhaven could have been found by one desirous of staying his interior\r\nwith excellently-cooked food while passing his soul under a leisurely\r\nexamination. They fed you well at the Drones, too, no doubt: but\r\nthere Youth held carnival, and the thoughtful man, examining his\r\nsoul, was apt at any moment to have his meditations broken in upon\r\nby a chunk of bread, dexterously thrown by some bright spirit at an\r\nadjoining table. No horror of that description could possibly occur\r\nat the Senior Conservative. The Senior Conservative has six thousand\r\none hundred and eleven members. Some of the six thousand one hundred\r\nand eleven are more respectable than the others, but they are all\r\nrespectable--whether they be numbered among the oldest inhabitants like\r\nthe Earl of Emsworth, who joined as a country member in 1888, or are\r\namong the recent creations of the last election of candidates. They are\r\nbald, reverend men, who look as if they are on their way to the City to\r\npreside at directors’ meetings or have dropped in after conferring with\r\nthe Prime Minister at Downing Street as to the prospects at the coming\r\nby-election in the Little Wabsley Division.\r\n\r\nWith the quiet dignity which atoned for his lack in years in this\r\nstronghold of mellow worth, Psmith mounted the steps, passed through\r\nthe doors which were obligingly flung open for him by two uniformed\r\ndignitaries, and made his way to the coffee-room. Here, having\r\nselected a table in the middle of the room and ordered a simple and\r\nappetising lunch, he gave himself up to thoughts of Eve Halliday. As\r\nhe had confessed to his young friend Mr. Walderwick, she had made\r\na powerful impression upon him. He was tearing himself from his\r\nday-dreams in order to wrestle with a mutton chop, when a foreign body\r\nshot into his orbit and blundered heavily against the table. Looking\r\nup, he perceived a long, thin, elderly gentleman of pleasantly vague\r\naspect, who immediately began to apologise.\r\n\r\n“My dear sir, I am extremely sorry. I trust I have caused no damage.”\r\n\r\n“None whatever,” replied Psmith courteously.\r\n\r\n“The fact is, I have mislaid my glasses. Blind as a bat without them.\r\nCan’t see where I’m going.”\r\n\r\nA gloomy-looking young man with long and disordered hair, who stood at\r\nthe elderly gentleman’s elbow, coughed suggestively. He was shuffling\r\nrestlessly, and appeared to be anxious to close the episode and move\r\non. A young man, evidently, of highly-strung temperament. He had a\r\nsullen air.\r\n\r\nThe elderly gentleman started vaguely at the sound of the cough.\r\n\r\n“Eh?” he said, as if in answer to some spoken remark. “Oh, yes, quite\r\nso, quite so, my dear fellow. Mustn’t stop here chatting, eh? Had to\r\napologise, though. Nearly upset this gentleman’s table. Can’t see where\r\nI’m going without my glasses. Blind as a bat. Eh? What? Quite so, quite\r\nso.”\r\n\r\nHe ambled off, doddering cheerfully, while his companion still\r\npreserved his look of sulky aloofness. Psmith gazed after them with\r\ninterest.\r\n\r\n“Can you tell me,” he asked of the waiter, who was rallying round with\r\nthe potatoes, “who that was?”\r\n\r\nThe waiter followed his glance.\r\n\r\n“Don’t know who the young gentleman is, sir. Guest here, I fancy. The\r\nold gentleman is the Earl of Emsworth. Lives in the country and doesn’t\r\noften come to the club. Very absent-minded gentleman, they tell me.\r\nPotatoes, sir?”\r\n\r\n“Thank you,” said Psmith.\r\n\r\nThe waiter drifted away, and returned.\r\n\r\n“I have been looking at the guest-book, sir. The name of the gentleman\r\nlunching with Lord Emsworth is Mr. Ralston McTodd.”\r\n\r\n“Thank you very much. I am sorry you had the trouble.”\r\n\r\n“No trouble, sir.”\r\n\r\nPsmith resumed his meal.\r\n\r\n\r\n§ 4\r\n\r\nThe sullen demeanour of the young man who had accompanied Lord Emsworth\r\nthrough the coffee-room accurately reflected the emotions which were\r\nvexing his troubled soul. Ralston McTodd, the powerful young singer\r\nof Saskatoon (“Plumbs the depths of human emotion and strikes a new\r\nnote”--_Montreal Star_. “Very readable”--_Ipsilanti Herald_), had not\r\nenjoyed his lunch. The pleasing sense of importance induced by the fact\r\nthat for the first time in his life he was hob-nobbing with a genuine\r\nearl had given way after ten minutes of his host’s society to a mingled\r\ndespair and irritation which had grown steadily deeper as the meal\r\nproceeded. It is not too much to say that by the time the fish course\r\narrived it would have been a relief to Mr. McTodd’s feelings if he\r\ncould have taken up the butter-dish and banged it down, butter and all,\r\non his lordship’s bald head.\r\n\r\nA temperamental young man was Ralston McTodd. He liked to be the\r\ncentre of the picture, to do the talking, to air his views, to be\r\nlistened to respectfully and with interest by a submissive audience.\r\nAt the meal which had just concluded none of these reasonable demands\r\nhad been permitted to him. From the very beginning, Lord Emsworth\r\nhad collared the conversation and held it with a gentle, bleating\r\npersistency against all assaults. Five times had Mr. McTodd almost\r\nsucceeded in launching one of his best epigrams, only to see it swept\r\naway on the tossing flood of a lecture on hollyhocks. At the sixth\r\nattempt he had managed to get it out, complete and sparkling, and the\r\nold ass opposite him had taken it in his stride like a hurdle and gone\r\ngalloping off about the mental and moral defects of a creature named\r\nAngus McAllister, who appeared to be his head gardener or something of\r\nthe kind. The luncheon, though he was a hearty feeder and as a rule\r\nappreciative of good cooking, had turned to ashes in Mr. McTodd’s\r\nmouth, and it was a soured and chafing Singer of Saskatoon who dropped\r\nscowlingly into an arm-chair by the window of the lower smoking-room a\r\nfew moments later. We introduce Ralston McTodd to the reader, in short,\r\nat a moment when he is very near the breaking-point. A little more\r\nprovocation, and goodness knows what he may not do. For the time being,\r\nhe is merely leaning back in his chair and scowling. He has a faint\r\nhope, however, that a cigar may bring some sort of relief, and he is\r\nwaiting for one to be ordered for him.\r\n\r\nThe Earl of Emsworth did not see the scowl. He had not really seen\r\nMr. McTodd at all from the moment of his arrival at the club, when\r\nsomebody, who sounded like the head porter, had informed him that a\r\ngentleman was waiting to see him and had led him up to a shapeless\r\nblur which had introduced itself as his expected guest. The loss\r\nof his glasses had had its usual effect on Lord Emsworth, making\r\nthe world a misty place in which indefinite objects swam dimly like\r\nfish in muddy water. Not that this mattered much, seeing that he was\r\nin London, for in London there was never anything worth looking at.\r\nBeyond a vague feeling that it would be more comfortable on the whole\r\nif he had his glasses--a feeling just strong enough to have made him\r\nsend off a messenger boy to his hotel to hunt for them--Lord Emsworth\r\nhad not allowed lack of vision to interfere with his enjoyment of the\r\nproceedings.\r\n\r\nAnd, unlike Mr. McTodd, he had been enjoying himself very much. A\r\ngood listener, this young man, he felt. Very soothing, the way he\r\nhad constituted himself a willing audience, never interrupting or\r\nthrusting himself forward, as is so often the deplorable tendency of\r\nthe modern young man. Lord Emsworth was bound to admit that, much as\r\nhe had disliked the idea of going to London to pick up this poet or\r\nwhatever he was, the thing had turned out better than he had expected.\r\nHe liked Mr. McTodd’s silent but obvious interest in flowers, his tacit\r\nbut warm-hearted sympathy in the matter of Angus McAllister. He was\r\nglad he was coming to Blandings. It would be agreeable to conduct him\r\npersonally through the gardens, to introduce him to Angus McAllister\r\nand allow him to plumb for himself the black abysses of that outcast’s\r\nmental processes.\r\n\r\nMeanwhile, he had forgotten all about ordering that cigar . . .\r\n\r\n“In large gardens where ample space permits,” said Lord Emsworth,\r\ndropping cosily into his chair and taking up the conversation at the\r\npoint where it had been broken off, “nothing is more desirable than\r\nthat there should be some places, or one at least, of quiet greenery\r\nalone, without any flowers whatever. I see that you agree with me.”\r\n\r\nMr. McTodd had not agreed with him. The grunt which Lord Emsworth had\r\ntaken for an exclamation of rapturous adhesion to his sentiments had\r\nbeen merely a sort of bubble of sound rising from the tortured depths\r\nof Mr. McTodd’s suffering soul--the cry, as the poet beautifully puts\r\nit, “of some strong smoker in his agony.” The desire to smoke had now\r\ngripped Mr. McTodd’s very vitals; but, as some lingering remains of the\r\nsocial sense kept him from asking point-blank for the cigar for which\r\nhe yearned, he sought in his mind for a way of approaching the subject\r\nobliquely.\r\n\r\n“In no other way,” proceeded Lord Emsworth, “can the brilliancy of\r\nflowers be so keenly enjoyed as by . . .”\r\n\r\n“Talking of flowers,” said Mr. McTodd, “it is a fact, I believe, that\r\ntobacco smoke is good for roses.”\r\n\r\n“. . . as by pacing for a time,” said Lord Emsworth, “in some cool,\r\ngreen alley, and then passing on to the flowery places. It is partly,\r\nno doubt, the unconscious working out of some optical law, the\r\nexplanation of which in everyday language is that the eye . . .”\r\n\r\n“Some people say that smoking is bad for the eyes. I don’t agree with\r\nthem,” said Mr. McTodd warmly.\r\n\r\n“. . . being, as it were, saturated with the green colour, is the more\r\nattuned to receive the others, especially the reds. It was probably\r\nsome such consideration that influenced the designers of the many old\r\ngardens of England in devoting so much attention to the cult of the yew\r\ntree. When you come to Blandings, my dear fellow, I will show you our\r\ncelebrated yew alley. And, when you see it, you will agree that I was\r\nright in taking the stand I did against Angus McAllister’s pernicious\r\nviews.”\r\n\r\n“I was lunching in a club yesterday,” said Mr. McTodd, with the\r\nsplendid McTodd doggedness, “where they had no matches on the tables in\r\nthe smoking-room. Only spills. It made it very inconvenient . . .”\r\n\r\n“Angus McAllister,” said Lord Emsworth, “is a professional gardener.\r\nI need say no more. You know as well as I do, my dear fellow, what\r\nprofessional gardeners are like when it is a question of moss . . .”\r\n\r\n“What it meant was that, when you wanted to light your after-luncheon\r\ncigar, you had to get up and go to a gas-burner on a bracket at the\r\nother end of the room . . .”\r\n\r\n“Moss, for some obscure reason, appears to infuriate them. It rouses\r\ntheir basest passions. Nature intended a yew alley to be carpeted with\r\na mossy growth. The mossy path in the yew alley at Blandings is in\r\ntrue relation for colour to the trees and grassy edges; yet will you\r\ncredit it that that soulless disgrace to Scotland actually wished to\r\ngrub it all up and have a rolled gravel path staring up from beneath\r\nthose immemorial trees! I have already told you how I was compelled\r\nto give in to him in the matter of the hollyhocks--head gardeners\r\nof any ability at all are rare in these days and one has to make\r\nconcessions--but this was too much. I was perfectly friendly and civil\r\nabout it. ‘Certainly, McAllister,’ I said, ‘you may have your gravel\r\npath if you wish it. I make but one proviso, that you construct it over\r\nmy dead body. Only when I am weltering in my blood on the threshold of\r\nthat yew alley shall you disturb one inch of my beautiful moss. Try to\r\nremember, McAllister,’ I said, still quite cordially, ‘that you are not\r\nlaying out a recreation ground in a Glasgow suburb--you are proposing\r\nto make an eyesore of what is possibly the most beautiful nook in one\r\nof the finest and oldest gardens in the United Kingdom.’ He made some\r\nrepulsive Scotch noise at the back of his throat, and there the matter\r\nrests. . . . Let me, my dear fellow,” said Lord Emsworth, writhing down\r\ninto the depths of his chair like an aristocratic snake until his spine\r\nrested snugly against the leather, “let me describe for you the Yew\r\nAlley at Blandings. Entering from the west . . .”\r\n\r\nMr. McTodd gave up the struggle and sank back, filled with black and\r\ndeleterious thoughts, into a tobacco-less hell. The smoking-room was\r\nfull now, and on all sides fragrant blue clouds arose from the little\r\ngroups of serious thinkers who were discussing what Gladstone had said\r\nin ’78. Mr. McTodd, as he watched them, had something of the emotions\r\nof the Peri excluded from Paradise. So reduced was he by this time that\r\nhe would have accepted gratefully the meanest straight-cut cigarette in\r\nplace of the Corona of his dreams. But even this poor substitute for\r\nsmoking was denied him.\r\n\r\nLord Emsworth droned on. Having approached from the west, he was now\r\nwell inside the yew alley.\r\n\r\n“Many of the yews, no doubt, have taken forms other than those that\r\nwere originally designed. Some are like turned chessmen; some might\r\nbe taken for adaptations of human figures, for one can trace here\r\nand there a hat-covered head or a spreading petticoat. Some rise in\r\nsolid blocks with rounded roof and stemless mushroom finial. These\r\nhave for the most part arched recesses, forming arbours. One of the\r\ntallest . . . Eh? What?”\r\n\r\nLord Emsworth blinked vaguely at the waiter who had sidled up. A\r\nmoment before he had been a hundred odd miles away, and it was not\r\neasy to adjust his mind immediately to the fact that he was in the\r\nsmoking-room of the Senior Conservative Club.\r\n\r\n“Eh? What?”\r\n\r\n“A messenger boy has just arrived with these, your lordship.”\r\n\r\nLord Emsworth peered in a dazed and woolly manner at the proffered\r\nspectacle-case. Intelligence returned to him.\r\n\r\n“Oh, thank you. Thank you very much. My glasses. Capital! Thank you,\r\nthank you, thank you.”\r\n\r\nHe removed the glasses from their case and placed them on his nose:\r\nand instantly the world sprang into being before his eyes, sharp and\r\nwell-defined. It was like coming out of a fog.\r\n\r\n“Dear me!” he said in a self-congratulatory voice.\r\n\r\nThen abruptly he sat up, transfixed. The lower smoking-room at the\r\nSenior Conservative Club is on the street level, and Lord Emsworth’s\r\nchair faced the large window. Through this, as he raised his now\r\nspectacled face, he perceived for the first time that among the row of\r\nshops on the opposite side of the road was a jaunty new florist’s. It\r\nhad not been there at his last visit to the metropolis, and he stared\r\nat it raptly, as a small boy would stare at a saucer of ice-cream if\r\nsuch a thing had suddenly descended from heaven immediately in front of\r\nhim. And, like a small boy in such a situation, he had eyes for nothing\r\nelse. He did not look at his guest. Indeed, in the ecstasy of his\r\ndiscovery, he had completely forgotten that he had a guest.\r\n\r\nAny flower shop, however small, was a magnet to the Earl of Emsworth.\r\nAnd this was a particularly spacious and arresting flower shop. Its\r\nwindow was gay with summer blooms. And Lord Emsworth, slowly rising\r\nfrom his chair, “pointed” like a dog that sees a pheasant.\r\n\r\n“Bless my soul!” he murmured.\r\n\r\nIf the reader has followed with the closeness which it deserves the\r\nextremely entertaining conversation of his lordship recorded in the\r\nlast few paragraphs, he will have noted a reference to hollyhocks. Lord\r\nEmsworth had ventilated the hollyhock question at some little length\r\nwhile seated at the luncheon table. But, as we had not the good fortune\r\nto be present at that enjoyable meal, a brief résumé of the situation\r\nmust now be given and the intelligent public allowed to judge between\r\nhis lordship and the uncompromising McAllister.\r\n\r\nBriefly, the position was this. Many head gardeners are apt to favour\r\nin the hollyhock forms that one cannot but think have for their aim\r\nan ideal that is a false and unworthy one. Angus McAllister, clinging\r\nto the head-gardeneresque standard of beauty and correct form, would\r\nnot sanction the wide outer petal. The flower, so Angus held, must\r\nbe very tight and very round, like the uniform of a major-general.\r\nLord Emsworth, on the other hand, considered this view narrow, and\r\nclaimed the liberty to try for the very highest and truest beauty\r\nin hollyhocks. The loosely-folded inner petals of the hollyhock, he\r\nconsidered, invited a wonderful play and brilliancy of colour; while\r\nthe wide outer petal, with its slightly waved surface and gently\r\nfrilled edge . . . well, anyway, Lord Emsworth liked his hollyhocks\r\nfloppy and Angus McAllister liked them tight, and bitter warfare had\r\nresulted, in which, as we have seen, his lordship had been compelled to\r\ngive way. He had been brooding on this defeat ever since, and in the\r\nflorist opposite he saw a possible sympathiser, a potential ally, an\r\nintelligent chum with whom he could get together and thoroughly damn\r\nAngus McAllister’s Glaswegian obstinacy.\r\n\r\nYou would not have suspected Lord Emsworth, from a casual glance, of\r\nhaving within him the ability to move rapidly; but it is a fact that\r\nhe was out of the smoking-room and skimming down the front steps of\r\nthe club before Mr. McTodd’s jaw, which had fallen at the spectacle of\r\nhis host bounding out of his horizon of vision like a jack-rabbit, had\r\ntime to hitch itself up again. A moment later, Mr. McTodd, happening\r\nto direct his gaze out of the window, saw him whiz across the road and\r\nvanish into the florist’s shop.\r\n\r\nIt was at this juncture that Psmith, having finished his lunch,\r\ncame downstairs to enjoy a quiet cup of coffee. The room was rather\r\ncrowded, and the chair which Lord Emsworth had vacated offered a wide\r\ninvitation. He made his way to it.\r\n\r\n“Is this chair occupied?” he inquired politely. So politely that Mr.\r\nMcTodd’s reply sounded by contrast even more violent than it might\r\notherwise have done.\r\n\r\n“No, it isn’t!” snapped Mr. McTodd.\r\n\r\nPsmith seated himself. He was feeling agreeably disposed to\r\nconversation.\r\n\r\n“Lord Emsworth has left you then?” he said.\r\n\r\n“Is he a friend of yours?” inquired Mr. McTodd in a voice that\r\nsuggested that he was perfectly willing to accept a proxy as a target\r\nfor his wrath.\r\n\r\n“I know him by sight. Nothing more.”\r\n\r\n“Blast him!” muttered Mr. McTodd with indescribable virulence.\r\n\r\nPsmith eyed him inquiringly.\r\n\r\n“Correct me if I am wrong,” he said, “but I seem to detect in your\r\nmanner a certain half-veiled annoyance. Is anything the matter?”\r\n\r\nMr. McTodd barked bitterly.\r\n\r\n“Oh, no. Nothing’s the matter. Nothing whatever, except that that old\r\nbeaver--”--here he wronged Lord Emsworth, who, whatever his faults, was\r\nnot a bearded man--“that old beaver invited me to lunch, talked all the\r\ntime about his infernal flowers, never let me get a word in edgeways,\r\nhadn’t the common civility to offer me a cigar, and now has gone off\r\nwithout a word of apology and buried himself in that shop over the way.\r\nI’ve never been so insulted in my life!” raved Mr. McTodd.\r\n\r\n“Scarcely the perfect host,” admitted Psmith.\r\n\r\n“And if he thinks,” said Mr. McTodd, rising, “that I’m going to go and\r\nstay with him at his beastly castle after this, he’s mistaken. I’m\r\nsupposed to go down there with him this evening. And perhaps the old\r\nfossil thinks I will! After this!” A horrid laugh rolled up from Mr.\r\nMcTodd’s interior. “Likely! I see myself! After being insulted like\r\nthis . . . Would _you_?” he demanded.\r\n\r\nPsmith gave the matter thought.\r\n\r\n“I am inclined to think no.”\r\n\r\n“And so am I damned well inclined to think no!” cried Mr. McTodd. “I’m\r\ngoing away now, this very minute. And if that old total loss ever comes\r\nback, you can tell him he’s seen the last of me.”\r\n\r\nAnd Ralston McTodd, his blood boiling with justifiable indignation and\r\npique to a degree dangerous on such a warm day, stalked off towards\r\nthe door with a hard, set face. Through the door he stalked to the\r\ncloak-room for his hat and cane; then, his lips moving silently, he\r\nstalked through the hall, stalked down the steps, and passed from the\r\nscene, stalking furiously round the corner in quest of a tobacconist’s.\r\nAt the moment of his disappearance, the Earl of Emsworth had just\r\nbegun to give the sympathetic florist a limpid character-sketch of\r\nAngus McAllister.\r\n\r\n       *       *       *       *       *\r\n\r\nPsmith shook his head sadly. These clashings of human temperament were\r\nvery lamentable. They disturbed the after-luncheon repose of the man of\r\nsensibility. He ordered coffee, and endeavoured to forget the painful\r\nscene by thinking of Eve Halliday.\r\n\r\n\r\n§ 5\r\n\r\nThe florist who had settled down to ply his trade opposite the Senior\r\nConservative Club was a delightful fellow, thoroughly sound on the\r\nhollyhock question and so informative in the matter of delphiniums,\r\nachilleas, coreopsis, eryngiums, geums, lupines, bergamot and early\r\nphloxes that Lord Emsworth gave himself up whole-heartedly to the feast\r\nof reason and the flow of soul; and it was only some fifteen minutes\r\nlater that he remembered that he had left a guest languishing in the\r\nlower smoking-room and that this guest might be thinking him a trifle\r\nremiss in the observance of the sacred duties of hospitality.\r\n\r\n“Bless my soul, yes!” said his lordship, coming out from under the\r\ninfluence with a start.\r\n\r\nEven then he could not bring himself to dash abruptly from the shop.\r\nTwice he reached the door and twice pottered back to sniff at flowers\r\nand say something he had forgotten to mention about the Stronger\r\nGrowing Clematis. Finally, however, with one last, longing, lingering\r\nlook behind, he tore himself away and trotted back across the road.\r\n\r\nArrived in the lower smoking-room, he stood in the doorway for a\r\nmoment, peering. The place had been a blur to him when he had left it,\r\nbut he remembered that he had been sitting in the middle window and,\r\nas there were only two seats by the window, that tall, dark young man\r\nin one of them must be the guest he had deserted. That he could be a\r\nchangeling never occurred to Lord Emsworth. So pleasantly had the time\r\npassed in the shop across the way that he had the impression that he\r\nhad only been gone a couple of minutes or so. He made his way to where\r\nthe young man sat. A vague idea came into his head that the other had\r\ngrown a bit in his absence, but it passed.\r\n\r\n“My dear fellow,” he said genially, as he slid into the other chair, “I\r\nreally must apologise.”\r\n\r\nIt was plain to Psmith that the other was under a misapprehension, and\r\na really nice-minded young man would no doubt have put the matter right\r\nat once. The fact that it never for a single instant occurred to Psmith\r\nto do so was due, no doubt, to some innate defect in his character.\r\nHe was essentially a young man who took life as it came, and the more\r\ninconsequently it came the better he liked it. Presently, he reflected,\r\nit would become necessary for him to make some excuse and steal quietly\r\nout of the other’s life; but meanwhile the situation seemed to him to\r\npresent entertaining possibilities.\r\n\r\n“Not at all,” he replied graciously. “Not at all.”\r\n\r\n“I was afraid for a moment,” said Lord Emsworth, “that you might--quite\r\nnaturally--be offended.”\r\n\r\n“Absurd!”\r\n\r\n“Shouldn’t have left you like that. Shocking bad manners. But, my dear\r\nfellow, I simply had to pop across the street.”\r\n\r\n“Most decidedly,” said Psmith. “Always pop across streets. It is the\r\nsecret of a happy and successful life.”\r\n\r\nLord Emsworth looked at him a little perplexedly, and wondered if he\r\nhad caught the last remark correctly. But his mind had never been\r\ndesigned for the purpose of dwelling closely on problems for any\r\nlength of time, and he let it go.\r\n\r\n“Beautiful roses that man has,” he observed. “Really an extraordinarily\r\nfine display.”\r\n\r\n“Indeed?” said Psmith.\r\n\r\n“Nothing to touch mine, though. I wish, my dear fellow, you could have\r\nbeen down at Blandings at the beginning of the month. My roses were at\r\ntheir best then. It’s too bad you weren’t there to see them.”\r\n\r\n“The fault no doubt was mine,” said Psmith.\r\n\r\n“Of course you weren’t in England then.”\r\n\r\n“Ah! That explains it.”\r\n\r\n“Still, I shall have plenty of flowers to show you when you are at\r\nBlandings. I expect,” said Lord Emsworth, at last showing a host-like\r\ndisposition to give his guest a belated innings, “I expect you’ll write\r\none of your poems about my gardens, eh?”\r\n\r\nPsmith was conscious of a feeling of distinct gratification. Weeks of\r\ntoil among the herrings of Billingsgate had left him with a sort of\r\nhaunting fear that even in private life there clung to him the miasma\r\nof the fish market. Yet here was a perfectly unprejudiced observer\r\nlooking squarely at him and mistaking him for a poet--showing that in\r\nspite of all he had gone through there must still be something notably\r\nspiritual and unfishy about his outward appearance.\r\n\r\n“Very possibly,” he said. “Very possibly.”\r\n\r\n“I suppose you get ideas for your poetry from all sorts of things,”\r\nsaid Lord Emsworth, nobly resisting the temptation to collar the\r\nconversation again. He was feeling extremely friendly towards this poet\r\nfellow. It was deuced civil of him not to be put out and huffy at being\r\nleft alone in the smoking-room.\r\n\r\n“From practically everything,” said Psmith, “except fish.”\r\n\r\n“Fish?”\r\n\r\n“I have never written a poem about fish.”\r\n\r\n“No?” said Lord Emsworth, again feeling that a pin had worked loose in\r\nthe machinery of the conversation.\r\n\r\n“I was once offered a princely sum,” went on Psmith, now floating\r\nhappily along on the tide of his native exuberance, “to write a ballad\r\nfor the _Fishmonger’s Gazette_ entitled, ‘Herbert the Turbot.’ But I\r\nwas firm. I declined.”\r\n\r\n“Indeed?” said Lord Emsworth.\r\n\r\n“One has one’s self-respect,” said Psmith.\r\n\r\n“Oh, decidedly,” said Lord Emsworth.\r\n\r\n“It was painful, of course. The editor broke down completely when he\r\nrealised that my refusal was final. However, I sent him on with a\r\nletter of introduction to John Drinkwater, who, I believe, turned him\r\nout quite a good little effort on the theme.”\r\n\r\nAt this moment, when Lord Emsworth was feeling a trifle dizzy, and\r\nPsmith, on whom conversation always acted as a mental stimulus, was on\r\nthe point of plunging even deeper into the agreeable depths of light\r\npersiflage, a waiter approached.\r\n\r\n“A lady to see you, your lordship.”\r\n\r\n“Eh? Ah, yes, of course, of course. I was expecting her. It is a Miss\r\n---- what is the name? Holliday? Halliday. It is a Miss Halliday,” he\r\nsaid in explanation to Psmith, “who is coming down to Blandings to\r\ncatalogue the library. My secretary, Baxter, told her to call here and\r\nsee me. If you will excuse me for a moment, my dear fellow?”\r\n\r\n“Certainly.”\r\n\r\nAs Lord Emsworth disappeared, it occurred to Psmith that the moment\r\nhad arrived for him to get his hat and steal softly out of the other’s\r\nlife for ever. Only so could confusion and embarrassing explanations\r\nbe avoided. And it was Psmith’s guiding rule in life always to avoid\r\nexplanations. It might, he felt, cause Lord Emsworth a momentary\r\npang when he returned to the smoking-room and found that he was a\r\npoet short, but what is that in these modern days when poets are so\r\nplentiful that it is almost impossible to fling a brick in any public\r\nplace without damaging some stern young singer. Psmith’s view of the\r\nmatter was that, if Lord Emsworth was bent on associating with poets,\r\nthere was bound to be another one along in a minute. He was on the\r\npoint, therefore, of rising, when the laziness induced by a good lunch\r\ndecided him to remain in his comfortable chair for a few minutes\r\nlonger. He was in one of those moods of rare tranquillity which it is\r\nrash to break.\r\n\r\nHe lit another cigarette, and his thoughts, as they had done after the\r\ndeparture of Mr. McTodd, turned dreamily in the direction of the girl\r\nhe had met at Miss Clarkson’s Employment Bureau. He mused upon her with\r\na gentle melancholy. Sad, he felt, that two obviously kindred spirits\r\nlike himself and her should meet in the whirl of London life, only\r\nto separate again--presumably for ever--simply because the etiquette\r\ngoverning those who are created male and female forbids a man to cement\r\na chance acquaintanceship by ascertaining the lady’s name and address,\r\nasking her to lunch, and swearing eternal friendship. He sighed as he\r\ngazed thoughtfully out of the lower smoking-room window. As he had\r\nindicated in his conversation with Mr. Walderwick, those blue eyes and\r\nthat cheerful, friendly face had made a deep impression on him. Who was\r\nshe? Where did she live? And was he ever to see her again?\r\n\r\nHe was. Even as he asked himself the question, two figures came down\r\nthe steps of the club, and paused. One was Lord Emsworth, without his\r\nhat. The other--and Psmith’s usually orderly heart gave a spasmodic\r\nbound at the sight of her--was the very girl who was occupying\r\nhis thoughts. There she stood, as blue-eyed, as fair-haired, as\r\nindescribably jolly and charming as ever.\r\n\r\nPsmith rose from his chair with a vehemence almost equal to that\r\nrecently displayed by Mr. McTodd. It was his intention to add himself\r\nimmediately to the group. He raced across the room in a manner that\r\ndrew censorious glances from the local greybeards, many of whom had\r\nhalf a mind to write to the committee about it.\r\n\r\nBut when he reached the open air the pavement at the foot of the club\r\nsteps was empty. The girl was just vanishing round the corner into the\r\nStrand, and of Lord Emsworth there was no sign whatever.\r\n\r\nBy this time, however, Psmith had acquired a useful working knowledge\r\nof his lordship’s habits, and he knew where to look. He crossed the\r\nstreet and headed for the florist’s shop.\r\n\r\n“Ah, my dear fellow,” said his lordship amiably, suspending his\r\nconversation with the proprietor on the subject of delphiniums, “must\r\nyou be off? Don’t forget that our train leaves Paddington at five\r\nsharp. You take your ticket for Market Blandings.”\r\n\r\nPsmith had come into the shop merely with the intention of asking his\r\nlordship if he happened to know Miss Halliday’s address, but these\r\nwords opened out such a vista of attractive possibilities that he had\r\nabandoned this tame programme immediately. He remembered now that among\r\nMr. McTodd’s remarks on things in general had been one to the effect\r\nthat he had received an invitation to visit Blandings Castle--of which\r\ninvitation he did not propose to avail himself; and he argued that if\r\nhe had acted as substitute for Mr. McTodd at the club, he might well\r\ncontinue the kindly work by officiating for him at Blandings. Looking\r\nat the matter altruistically, he would prevent his kind host much\r\ndisappointment by taking this course; and, looking at it from a more\r\npersonal viewpoint, only by going to Blandings could he renew his\r\nacquaintance with this girl. Psmith had never been one of those who\r\nhang back diffidently when Adventure calls, and he did not hang back\r\nnow.\r\n\r\n“At five sharp,” he said. “I will be there.”\r\n\r\n“Capital, my dear fellow,” said his lordship.\r\n\r\n“Does Miss Halliday travel with us?”\r\n\r\n“Eh? No, she is coming down in a day or two.”\r\n\r\n“I shall look forward to meeting her,” said Psmith. He turned to the\r\ndoor, and Lord Emsworth with a farewell beam resumed his conversation\r\nwith the florist."
  ]
}