{
  "index": 9,
  "title": "Chapter 8",
  "paragraphs": [
    "PSMITH ENGAGES A VALET\r\n\r\n\r\n§ 1\r\n\r\nFrom out of the scented shade of the big cedar on the lawn in front of\r\nthe castle Psmith looked at the flower-beds, jaunty and gleaming in the\r\nafternoon sun; then he looked back at Eve, incredulity in every feature.\r\n\r\n“I must have misunderstood you. Surely,” he said in a voice vibrant\r\nwith reproach, “you do not seriously intend to _work_ in weather like\r\nthis?”\r\n\r\n“I must. I’ve got a conscience. They aren’t paying me a handsome\r\nsalary--a fairly handsome salary--to sit about in deck-chairs.”\r\n\r\n“But you only came yesterday.”\r\n\r\n“Well, I ought to have worked yesterday.”\r\n\r\n“It seems to me,” said Psmith, “the nearest thing to slavery that I\r\nhave ever struck. I had hoped, seeing that everybody had gone off and\r\nleft us alone, that we were going to spend a happy and instructive\r\nafternoon together under the shade of this noble tree, talking of this\r\nand that. Is it not to be?”\r\n\r\n“No, it is not. It’s lucky you’re not the one who’s supposed to be\r\ncataloguing this library. It would never get finished.”\r\n\r\n“And why, as your employer would say, should it? He has expressed\r\nthe opinion several times in my hearing that the library has jogged\r\nalong quite comfortably for a great number of years without being\r\ncatalogued. Why shouldn’t it go on like that indefinitely?”\r\n\r\n“It’s no good trying to tempt me. There’s nothing I should like better\r\nthan to loaf here for hours and hours, but what would Mr. Baxter say\r\nwhen he got back and found out?”\r\n\r\n“It is becoming increasingly clear to me each day that I stay in this\r\nplace,” said Psmith moodily, “that Comrade Baxter is little short of a\r\nblister on the community. Tell me, how do you get on with him?”\r\n\r\n“I don’t like him much.”\r\n\r\n“Nor do I. It is on these communities of taste that life-long\r\nattachments are built. Sit down and let us exchange confidences on the\r\nsubject of Baxter.”\r\n\r\nEve laughed.\r\n\r\n“I won’t. You’re simply trying to lure me into staying out here and\r\nneglecting my duty. I really must be off now. You have no idea what a\r\nlot of work there is to be done.”\r\n\r\n“You are entirely spoiling my afternoon.”\r\n\r\n“No, I’m not. You’ve got a book. What is it?”\r\n\r\nPsmith picked up the brightly-jacketed volume and glanced at it.\r\n\r\n“_The Man With The Missing Toe._ Comrade Threepwood lent it to me. He\r\nhas a vast store of this type of narrative. I expect he will be wanting\r\nyou to catalogue his library next.”\r\n\r\n“Well, it looks interesting.”\r\n\r\n“Ah, but what does it _teach_? How long do you propose to shut yourself\r\nup in that evil-smelling library?”\r\n\r\n“An hour or so.”\r\n\r\n“Then I shall rely on your society at the end of that period. We might\r\ngo for another saunter on the lake.”\r\n\r\n“All right. I’ll come and find you when I’ve finished.”\r\n\r\nPsmith watched her disappear into the house, then seated himself once\r\nmore in the long chair under the cedar. A sense of loneliness oppressed\r\nhim. He gave one look at _The Man With The Missing Toe_, and, having\r\nrejected the entertainment it offered, gave himself up to meditation.\r\n\r\nBlandings Castle dozed in the midsummer heat like a Palace of Sleep.\r\nThere had been an exodus of its inmates shortly after lunch, when Lord\r\nEmsworth, Lady Constance, Mr. Keeble, Miss Peavey, and the Efficient\r\nBaxter had left for the neighbouring town of Bridgeford in the big\r\ncar, with the Hon. Freddie puffing in its wake in a natty two-seater.\r\nPsmith, who had been invited to accompany them, had declined on the\r\nplea that he wished to write a poem. He felt but a tepid interest\r\nin the afternoon’s programme, which was to consist of the unveiling\r\nby his lordship of the recently completed memorial to the late\r\nHartley Reddish, Esq., J.P., for so many years Member of Parliament\r\nfor the Bridgeford and Shifley Division of Shropshire. Not even the\r\nprospect of hearing Lord Emsworth--clad, not without vain protest\r\nand weak grumbling, in a silk hat, morning coat, and sponge-bag\r\ntrousers--deliver a speech, had been sufficient to lure him from the\r\ncastle grounds.\r\n\r\nBut at the moment when he had uttered his refusal, thereby incurring\r\nthe ill-concealed envy both of Lord Emsworth and his son Freddie, the\r\nlatter also an unwilling celebrant, he had supposed that his solitude\r\nwould be shared by Eve. This deplorable conscientiousness of hers, this\r\nmorbid craving for work, had left him at a loose end. The time and the\r\nplace were both above criticism, but, as so often happens in this life\r\nof ours, he had been let down by the girl.\r\n\r\nBut, though he chafed for awhile, it was not long before the dreamy\r\npeace of the afternoon began to exercise a soothing effect upon him.\r\nWith the exception of the bees that worked with their usual misguided\r\nenergy among the flowers and an occasional butterfly which flitted past\r\nin the sunshine, all nature seemed to be taking a siesta. Somewhere\r\nout of sight a lawn-mower had begun to emphasise the stillness with\r\nits musical whir. A telegraph-boy on a red bicycle passed up the drive\r\nto the front door, and seemed to have some difficulty in establishing\r\ncommunication with the domestic staff--from which Psmith deduced that\r\nBeach, the butler, like a good opportunist, was taking advantage of\r\nthe absence of authority to enjoy a nap in some distant lair of his\r\nown. Eventually a parlourmaid appeared, accepted the telegram and\r\n(apparently) a rebuke from the boy, and the bicycle passed out of\r\nsight, leaving silence and peace once more.\r\n\r\nThe noblest minds are not proof against atmospheric conditions of this\r\nkind. Psmith’s eyes closed, opened, closed again. And presently his\r\nregular breathing, varied by an occasional snore, was added to the rest\r\nof the small sounds of the summer afternoon.\r\n\r\nThe shadow of the cedar was appreciably longer when he awoke with that\r\nsudden start which generally terminates sleep in a garden-chair. A\r\nglance at his watch told him that it was close on five o’clock, a fact\r\nwhich was confirmed a moment later by the arrival of the parlourmaid\r\nwho had answered the summons of the telegraph-boy. She appeared to\r\nbe the sole survivor of the little world that had its centre in the\r\nservants’ hall. A sort of female Casabianca.\r\n\r\n“I have put your tea in the hall, sir.”\r\n\r\n“You could have performed no nobler or more charitable task,” Psmith\r\nassured her; and, having corrected a certain stiffness of limb by\r\nmeans of massage, went in. It occurred to him that Eve, assiduous\r\nworker though she was, might have knocked off in order to keep him\r\ncompany.\r\n\r\nThe hope proved vain. A single cup stood bleakly on the tray. Either\r\nEve was superior to the feminine passion for tea or she was having hers\r\nup in the library. Filled with something of the sadness which he had\r\nfelt at the sight of the toiling bees, Psmith embarked on his solitary\r\nmeal, wondering sorrowfully at the perverseness which made girls work\r\nwhen there was no one to watch them.\r\n\r\nIt was very agreeable here in the coolness of the hall. The great door\r\nof the castle was open, and through it he had a view of lawns bathed in\r\na thirst-provoking sunlight. Through the green-baize door to his left,\r\nwhich led to the servants’ quarters, an occasional sharp giggle gave\r\nevidence of the presence of humanity, but apart from that he might have\r\nbeen alone in the world. Once again he fell into a dreamy meditation,\r\nand there is little reason to doubt that he would shortly have\r\ndisgraced himself by falling asleep for the second time in a single\r\nafternoon, when he was restored to alertness by the sudden appearance\r\nof a foreign body in the open doorway. Against the background of golden\r\nlight a black figure had abruptly manifested itself.\r\n\r\nThe sharp pang of apprehension which ran through Psmith’s consciousness\r\nlike an electric shock, causing him to stiffen like some wild creature\r\nsurprised in the woods, was due to the momentary belief that the\r\nnew-comer was the local vicar, of whose conversational powers he had\r\nhad experience on the second day of his visit. Another glance showed\r\nhim that he had been too pessimistic. This was not the vicar. It was\r\nsomeone whom he had never seen before--a slim and graceful young man\r\nwith a dark, intelligent face, who stood blinking in the subdued light\r\nof the hall with eyes not yet accustomed to the absence of strong\r\nsunshine. Greatly relieved, Psmith rose and approached him.\r\n\r\n“Hallo!” said the new-comer. “I didn’t see you. It’s quite dark in here\r\nafter outside.”\r\n\r\n“The light is pleasantly dim,” agreed Psmith.\r\n\r\n“Is Lord Emsworth anywhere about?”\r\n\r\n“I fear not. He has legged it, accompanied by the entire household, to\r\nsuperintend the unveiling of a memorial at Bridgeford to--if my memory\r\nserves me rightly--the late Hartley Reddish, Esq., J.P., M.P. Is there\r\nanything I can do?”\r\n\r\n“Well, I’ve come to stay, you know.”\r\n\r\n“Indeed?”\r\n\r\n“Lady Constance invited me to pay a visit as soon as I reached England.”\r\n\r\n“Ah! Then you have come from foreign parts?”\r\n\r\n“Canada.”\r\n\r\nPsmith started slightly. This, he perceived, was going to complicate\r\nmatters. The last thing he desired was the addition to the Blandings\r\ncircle of one familiar with Canada. Nothing would militate against his\r\npeace of mind more than the society of a man who would want to exchange\r\nwith him views on that growing country.\r\n\r\n“Oh, Canada?” he said.\r\n\r\n“I wired,” proceeded the other, “but I suppose it came after everybody\r\nhad left. Ah, that must be my telegram on that table over there. I\r\nwalked up from the station.” He was rambling idly about the hall after\r\nthe fashion of one breaking new ground. He paused at an occasional\r\ntable, the one where, when taking after-dinner coffee, Miss Peavey was\r\nwont to sit. He picked up a book, and uttered a gratified laugh. “One\r\nof my little things,” he said.\r\n\r\n“One of what?” said Psmith.\r\n\r\n“This book. _Songs of Squalor._ I wrote it.”\r\n\r\n“You wrote it!”\r\n\r\n“Yes. My name’s McTodd. Ralston McTodd. I expect you have heard them\r\nspeak of me?”\r\n\r\n\r\n§ 2\r\n\r\nThe mind of a man who has undertaken a mission as delicate as Psmith’s\r\nat Blandings Castle is necessarily alert. Ever since he had stepped\r\ninto the five o’clock train at Paddington, when his adventure might\r\nhave been said formally to have started, Psmith had walked warily,\r\nlike one in a jungle on whom sudden and unexpected things might pounce\r\nout at any moment. This calm announcement from the slim young man,\r\ntherefore, though it undoubtedly startled him, did not deprive him of\r\nhis faculties. On the contrary, it quickened them. His first action\r\nwas to step nimbly to the table on which the telegram lay awaiting the\r\nreturn of Lord Emsworth, his second was to slip the envelope into his\r\npocket. It was imperative that telegrams signed McTodd should not lie\r\nabout loose while he was enjoying the hospitality of the castle.\r\n\r\nThis done, he confronted the young man.\r\n\r\n“Come, come!” he said with quiet severity.\r\n\r\nHe was extremely grateful to a kindly Providence which had arranged\r\nthat this interview should take place at a time when nobody but himself\r\nwas in the house.\r\n\r\n“You say that you are Ralston McTodd, the author of these poems?”\r\n\r\n“Yes, I do.”\r\n\r\n“Then what,” said Psmith incisively, “is a pale parabola of Joy?”\r\n\r\n“Er--what?” said the new-comer in an enfeebled voice. There was\r\nmanifest in his demeanour now a marked nervousness.\r\n\r\n“And here is another,” said Psmith. “‘The----’ Wait a minute, I’ll get\r\nit soon. Yes. ‘The sibilant, scented silence that shimmered where we\r\nsat.’ Could you oblige me with a diagram of that one?”\r\n\r\n“I--I---- What are you talking about?”\r\n\r\nPsmith stretched out a long arm and patted him almost affectionately on\r\nthe shoulder.\r\n\r\n“It’s lucky you met me before you had to face the others,” he said.\r\n“I fear that you undertook this little venture without thoroughly\r\nequipping yourself. They would have detected your imposture in the\r\nfirst minute.”\r\n\r\n“What do you mean--imposture? I don’t know what you’re talking about.”\r\n\r\nPsmith waggled his forefinger at him reproachfully.\r\n\r\n“My dear Comrade, I may as well tell you at once that the genuine\r\nMcTodd is an old and dear friend of mine. I had a long and entertaining\r\nconversation with him only a few days ago. So that, I think we may\r\nconfidently assert, is that. Or am I wrong?”\r\n\r\n“Oh, hell!” said the young man. And, flopping bonelessly into a chair,\r\nhe mopped his forehead in undisguised and abject collapse.\r\n\r\nSilence reigned for awhile.\r\n\r\n“What,” inquired the visitor, raising a damp face that shone pallidly\r\nin the dim light, “are you going to do about it?”\r\n\r\n“Nothing, Comrade--by the way, what is your name?”\r\n\r\n“Cootes.”\r\n\r\n“Nothing, Comrade Cootes. Nothing whatever. You are free to leg it\r\nhence whenever you feel disposed. In fact, the sooner you do so, the\r\nbetter I shall be pleased.”\r\n\r\n“Say! That’s darned good of you.”\r\n\r\n“Not at all, not at all.”\r\n\r\n“You’re an ace----”\r\n\r\n“Oh, hush!” interrupted Psmith modestly. “But before you go tell me one\r\nor two things. I take it that your object in coming here was to have a\r\npop at Lady Constance’s necklace?”\r\n\r\n“Yes.”\r\n\r\n“I thought as much. And what made you suppose that the real McTodd\r\nwould not be here when you arrived?”\r\n\r\n“Oh, that was all right. I travelled over with that guy McTodd on the\r\nboat, and saw a good deal of him when we got to London. He was full of\r\nhow he’d been invited here, and I got it out of him that no one here\r\nknew him by sight. And then one afternoon I met him in the Strand, all\r\nworked up. Madder than a hornet. Said he’d been insulted and wouldn’t\r\ncome down to this place if they came and begged him on their bended\r\nknees. I couldn’t make out what it was all about, but apparently he\r\nhad met Lord Emsworth and hadn’t been treated right. He told me he was\r\ngoing straight off to Paris.”\r\n\r\n“And did he?”\r\n\r\n“Sure. I saw him off myself at Charing Cross. That’s why it seemed such\r\na cinch coming here instead of him. It’s just my darned luck that the\r\nfirst man I run into is a friend of his. How was I to know that he had\r\nany friends this side? He told me he’d never been in England before.”\r\n\r\n“In this life, Comrade Cootes,” said Psmith, “we must always\r\ndistinguish between the Unlikely and the Impossible. It was unlikely,\r\nas you say, that you would meet any friend of McTodd’s in this\r\nout-of-the-way spot; and you rashly ordered your movements on the\r\nassumption that it was impossible. With what result? The cry goes round\r\nthe Underworld, ‘Poor old Cootes has made a bloomer!’”\r\n\r\n“You needn’t rub it in.”\r\n\r\n“I am only doing so for your good. It is my earnest hope that you\r\nwill lay this lesson to heart and profit by it. Who knows that it may\r\nnot be the turning-point in your career? Years hence, when you are\r\na white-haired and opulent man of leisure, having retired from the\r\ncrook business with a comfortable fortune, you may look back on your\r\nexperience of to-day and realise that it was the means of starting\r\nyou on the road to Success. You will lay stress on it when you are\r\ninterviewed for the _Weekly Burglar_ on ‘How I Began’ . . . But,\r\ntalking of starting on roads, I think that perhaps it would be as well\r\nif you now had a dash at the one leading to the railway-station. The\r\nhousehold may be returning at any moment now.”\r\n\r\n“That’s right,” agreed the visitor.\r\n\r\n“I think so,” said Psmith. “I think so. You will be happier when you\r\nare away from here. Once outside the castle precincts, a great weight\r\nwill roll off your mind. A little fresh air will put the roses in your\r\ncheeks. You know your way out?”\r\n\r\nHe shepherded the young man to the door and with a cordial push started\r\nhim on his way. Then with long strides he ran upstairs to the library\r\nto find Eve.\r\n\r\n       *       *       *       *       *\r\n\r\nAt about the same moment, on the platform of Market Blandings station,\r\nMiss Aileen Peavey was alighting from the train which had left\r\nBridgeford some half an hour earlier. A headache, the fruit of standing\r\nabout in the hot sun, had caused her to forgo the pleasure of hearing\r\nLord Emsworth deliver his speech: and she had slipped back on a\r\nconvenient train with the intention of lying down and resting. Finding,\r\non reaching Market Blandings, that her head was much better, and the\r\nheat of the afternoon being now over, she started to walk to the\r\ncastle, greatly refreshed by a cool breeze which had sprung up from the\r\nwest. She left the town at almost the exact time when the disconsolate\r\nMr. Cootes was passing out of the big gates at the end of the castle\r\ndrive.\r\n\r\n\r\n§ 3\r\n\r\nThe grey melancholy which accompanied Mr. Cootes like a diligent\r\nspectre as he began his walk back to the town of Market Blandings, and\r\nwhich not even the delightful evening could dispel, was due primarily,\r\nof course, to that sickening sense of defeat which afflicts a man whose\r\nhigh hopes have been wrecked at the very instant when success has\r\nseemed in sight. Once or twice in the life of every man there falls to\r\nhis lot something which can only be described as a soft snap, and it\r\nhad seemed to Mr. Cootes that this venture of his to Blandings Castle\r\ncame into that category. He had, like most members of his profession,\r\nhad his ups and downs in the past, but at last, he told himself, the\r\ngoddess Fortune had handed him something on a plate with watercress\r\nround it. Once established in the castle, there would have been a\r\nhundred opportunities of achieving the capture of Lady Constance’s\r\nnecklace: and it had looked as though all he had to do was to walk in,\r\nannounce himself, and be treated as the honoured guest. As he slouched\r\nmoodily between the dusty hedges that fringed the road to Market\r\nBlandings, Edward Cootes tasted the bitterness that only those know\r\nwhose plans have been upset by the hundredth chance.\r\n\r\nBut this was not all. In addition to the sadness of frustrated hope, he\r\nwas also experiencing the anguish of troubled memories. Not only was\r\nthe Present torturing him, but the Past had come to life and jumped\r\nout and bitten him. A sorrow’s crown of sorrow is remembering happier\r\nthings, and this was what Edward Cootes was doing now. It is at moments\r\nlike this that a man needs a woman’s tender care, and Mr. Cootes had\r\nlost the only woman in whom he could have confided his grief, the only\r\nwoman who would have understood and sympathised.\r\n\r\nWe have been introduced to Mr. Cootes at a point in his career when he\r\nwas practising upon dry land; but that was not his chosen environment.\r\nUntil a few months back his business had lain upon deep waters. The\r\nsalt scent of the sea was in his blood. To put it more exactly, he had\r\nbeen by profession a card-sharper on the Atlantic liners; and it was\r\nduring this period that he had loved and lost. For three years and\r\nmore he had worked in perfect harmony with the lady who, though she\r\nadopted a variety of names for purposes of travel, was known to her\r\nimmediate circle as Smooth Lizzie. He had been the practitioner, she\r\nthe decoy, and theirs had been one of those ideal business partnerships\r\nwhich one so seldom meets with in a world of cynicism and mistrust.\r\nComradeship had ripened into something deeper and more sacred, and it\r\nwas all settled between them that when they next touched New York, Mr.\r\nCootes, if still at liberty, should proceed to the City Hall for a\r\nmarriage-licence; when they had quarrelled--quarrelled irrevocably over\r\none of those trifling points over which lovers do quarrel. Some absurd\r\ndispute as to the proper division of the quite meagre sum obtained\r\nfrom a cattle millionaire on their last voyage had marred their golden\r\ndreams. One word had led to another. The lady, after woman’s habit,\r\nhad the last of the series, and even Mr. Cootes was forced to admit\r\nthat it was a pippin. She had spoken it on the pier at New York, and\r\nthen passed out of his life. And with her had gone all his luck. It\r\nwas as if her going had brought a curse upon him. On the very next\r\ntrip he had had an unfortunate misunderstanding with an irritable\r\ngentleman from the Middle West, who, piqued at what he considered--not\r\nunreasonably--the undue proportion of kings and aces in the hands\r\nwhich Mr. Cootes had been dealing himself, expressed his displeasure\r\nby biting off the first joint of the other’s right index finger--thus\r\nputting an abrupt end to a brilliant career. For it was on this finger\r\nthat Mr. Cootes principally relied for the almost magical effects\r\nwhich he was wont to produce with a pack of cards after a little quiet\r\nshuffling.\r\n\r\nWith an aching sense of what might have been he thought now of his lost\r\nLizzie. Regretfully he admitted to himself that she had always been\r\nthe brains of the firm. A certain manual dexterity he had no doubt\r\npossessed, but it was ever Lizzie who had been responsible for the\r\nfiner work. If they had still been partners, he really believed that\r\nshe could have discovered some way of getting round the obstacles which\r\nhad reared themselves now between himself and the necklace of Lady\r\nConstance Keeble. It was in a humble and contrite spirit that Edward\r\nCootes proceeded on his way to Market Blandings.\r\n\r\n       *       *       *       *       *\r\n\r\nMiss Peavey, meanwhile, who, it will be remembered, was moving slowly\r\nalong the road from the Market Blandings end, was finding her walk both\r\nrestful and enjoyable. There were moments, it has to be recorded, when\r\nthe society of her hostess and her hostess’s relations was something of\r\na strain to Miss Peavey; and she was glad to be alone. Her headache had\r\ndisappeared, and she revelled in the quiet evening hush. About now, if\r\nshe had not had the sense to detach herself from the castle platoon,\r\nshe would, she reflected, be listening to Lord Emsworth’s speech on the\r\nsubject of the late Hartley Reddish, J.P., M.P.: a topic which even the\r\nnoblest of orators might have failed to render really gripping. And\r\nwhat she knew of her host gave her little confidence in his powers of\r\noratory.\r\n\r\nYes, she was well out of it. The gentle breeze played soothingly upon\r\nher face. Her delicately modelled nostrils drank in gratefully the\r\nscent from the hedgerows. Somewhere out of sight a thrush was singing.\r\nAnd so moved was Miss Peavey by the peace and sweetness of it all that\r\nshe, too, began to sing.\r\n\r\nHad those who enjoyed the privilege of her acquaintance at Blandings\r\nCastle been informed that Miss Peavey was about to sing, they would\r\ndoubtless have considered themselves on firm ground if called upon\r\nto make a conjecture as to the type of song which she would select.\r\nSomething quaint, dreamy, a little wistful . . . that would have been\r\nthe universal guess . . . some old-world ballad, possibly . . .\r\n\r\nWhat Miss Peavey actually sang--in a soft, meditative voice like that\r\nof a linnet waking to greet a new dawn--was that curious composition\r\nknown as “The Beale Street Blues.”\r\n\r\nAs she reached the last line, she broke off abruptly. She was, she\r\nperceived, no longer alone. Down the road toward her, walking\r\npensively like one with a secret sorrow, a man was approaching; and\r\nfor an instant, as she turned the corner, something in his appearance\r\nseemed to catch her by the throat and her breath came sharply.\r\n\r\n“Gee!” said Miss Peavey.\r\n\r\nShe was herself again the next moment. A chance resemblance had misled\r\nher. She could not see the man’s face, for his head was bent, but how\r\nwas it possible . . .\r\n\r\nAnd then, when he was quite close, he raised his head, and the county\r\nof Shropshire, as far as it was visible to her amazed eyes, executed\r\na sudden and eccentric dance. Trees bobbed up and down, hedgerows\r\nshimmied like a Broadway chorus; and from out of the midst of the\r\nwhirling country-side a voice spoke.\r\n\r\n“Liz!”\r\n\r\n“Eddie!” ejaculated Miss Peavey faintly, and sat down in a heap on a\r\ngrassy bank.\r\n\r\n\r\n§ 4\r\n\r\n“Well, for goodness’ sake!” said Miss Peavey.\r\n\r\nShropshire had become static once more. She stared at him, wide-eyed.\r\n\r\n“Can you tie it!” said Miss Peavey.\r\n\r\nShe ran her gaze over him once again from head to foot.\r\n\r\n“Well, if this ain’t the cat’s whiskers!” said Miss Peavey. And with\r\nthis final pronouncement she rose from her bank, somewhat restored, and\r\naddressed herself to the task of picking up old threads.\r\n\r\n“Wherever,” she inquired, “did you spring from, Ed?”\r\n\r\nThere was nothing but affection in her voice. Her gaze was that of a\r\nmother contemplating her long-lost child. The past was past and a new\r\nera had begun. In the past she had been compelled to describe this man\r\nas a hunk of cheese and to express the opinion that his crookedness\r\nwas such as to enable him to hide at will behind a spiral staircase;\r\nbut now, in the joy of this unexpected reunion, all these harsh views\r\nwere forgotten. This was Eddie Cootes, her old side-kick, come back to\r\nher after many days, and only now was it borne in upon her what a gap\r\nin her life his going had made. She flung herself into his arms with a\r\nglad cry.\r\n\r\nMr. Cootes, who had not been expecting this demonstration of esteem,\r\nstaggered a trifle at the impact, but recovered himself sufficiently\r\nto return the embrace with something of his ancient warmth. He was\r\ndelighted at this cordiality, but also surprised. The memory of the\r\nlady’s parting words on the occasion of their last meeting was still\r\ngreen, and he had not realised how quickly women forget and forgive,\r\nand how a sensitive girl, stirred by some fancied injury, may address a\r\nman as a pie-faced plugugly and yet retain in her inmost heart all the\r\nold love and affection. He kissed Miss Peavey fondly.\r\n\r\n“Liz,” he said with fervour, “you’re prettier than ever.”\r\n\r\n“Now you behave,” responded Miss Peavey coyly.\r\n\r\nThe arrival of a baaing flock of sheep, escorted by a priggish dog and\r\nfollowed by a couple of the local peasantry, caused an intermission in\r\nthese tender exchanges; and by the time the procession had moved off\r\ndown the road they were in a more suitable frame of mind to converse\r\nquietly and in a practical spirit, to compare notes, and to fill up the\r\nblanks.\r\n\r\n“Wherever,” inquired Miss Peavey again, “did you spring from, Ed? You\r\ncould of knocked me down with a feather when I saw you coming along the\r\nroad. I couldn’t have believed it was you, this far from the ocean.\r\nWhat are you doing inland like this? Taking a vacation, or aren’t you\r\nworking the boats any more?”\r\n\r\n“No, Liz,” said Mr. Cootes sadly. “I’ve had to give that up.”\r\n\r\nAnd he exhibited the hiatus where an important section of his finger\r\nhad been and told his painful tale. His companion’s sympathy was balm\r\nto his wounded soul.\r\n\r\n“The risks of the profession, of course,” said Mr. Cootes moodily,\r\nremoving the exhibit in order to place his arm about her slender waist.\r\n“Still, it’s done me in. I tried once or twice, but I couldn’t seem to\r\nmake the cards behave no more, so I quit. Ah, Liz,” said Mr. Cootes\r\nwith feeling, “you can take it from me that I’ve had no luck since\r\nyou left me. Regular hoodoo there’s been on me. If I’d walked under a\r\nladder on a Friday to smash a mirror over the dome of a black cat I\r\ncouldn’t have had it tougher.”\r\n\r\n“You poor boy!”\r\n\r\nMr. Cootes nodded sombrely.\r\n\r\n“Tough,” he agreed, “but there it is. Only this afternoon my jinx\r\ngummed the game for me and threw a spanner into the prettiest little\r\nscenario you ever thought of . . . But let’s not talk about my\r\ntroubles. What are you doing now, Liz?”\r\n\r\n“Me? Oh, I’m living near here.”\r\n\r\nMr. Cootes started.\r\n\r\n“Not married?” he exclaimed in alarm.\r\n\r\n“No!” cried Miss Peavey with vehemence, and shot a tender glance up at\r\nhis face. “And I guess you know why, Ed.”\r\n\r\n“You don’t mean . . . you hadn’t forgotten me?”\r\n\r\n“As if I could ever forget you, Eddie! There’s only one tintype on _my_\r\nmantelpiece.”\r\n\r\n“But it struck me . . . it sort of occurred to me as a passing thought\r\nthat, when we saw each other last, you were a mite peeved with your\r\nEddie . . .”\r\n\r\nIt was the first allusion either of them had made to the past\r\nunpleasantness, and it caused a faint blush to dye Miss Peavey’s soft\r\ncheek.\r\n\r\n“Oh, shucks!” she said. “I’d forgotten all about that next day. I was\r\ngood and mad at the time, I’ll allow, but if only you’d called me up\r\nnext morning, Ed . . .”\r\n\r\nThere was a silence, as they mused on what might have been.\r\n\r\n“What are you doing, living here?” asked Mr. Cootes after a pregnant\r\npause. “Have you retired?”\r\n\r\n“No, _sir_. I’m sitting in at a game with real worthwhile stakes. But,\r\ndarn it,” said Miss Peavey regretfully, “I’m wondering if it isn’t too\r\nbig for me to put through alone. Oh, Eddie, if only there was some way\r\nyou and me could work it together like in the old days.”\r\n\r\n“What is it?”\r\n\r\n“Diamonds, Eddie. A necklace. I’ve only had one look at it so far, but\r\nthat was enough. Some of the best ice I’ve saw in years, Ed. Worth\r\nevery cent of a hundred thousand berries.”\r\n\r\nThe coincidence drew from Mr. Cootes a sharp exclamation.\r\n\r\n“A necklace!”\r\n\r\n“Listen, Ed, while I slip you the low-down. And, say, if you knew the\r\nrelief it was to me talking good United States again! Like taking off\r\na pair of tight shoes. I’m doing the high-toned stuff for the moment.\r\nSoulful. _You_ remember, like I used to pull once or twice in the old\r\ndays. Just after you and me had that little spat of ours I thought I’d\r\ntake another trip in the old _Atlantic_--force of habit or something,\r\nI guess. Anyway, I sailed, and we weren’t two days out from New York\r\nwhen I made the biggest kind of a hit with the dame this necklace\r\nbelongs to. Seemed to take a shine to me right away . . .”\r\n\r\n“I don’t blame her!” murmured Mr. Cootes devotedly.\r\n\r\n“Now don’t you interrupt,” said Miss Peavey, administering a gratified\r\nslap. “Where was I? Oh yes. This here now Lady Constance Keeble I’m\r\ntelling you about . . .”\r\n\r\n“What!”\r\n\r\n“What’s the matter now?”\r\n\r\n“Lady Constance Keeble?”\r\n\r\n“That’s the name. She’s Lord Emsworth’s sister, who lives at a big\r\nplace up the road. Blandings Castle it’s called. She didn’t seem like\r\nshe was able to let me out of her sight, and I’ve been with her off and\r\non ever since we landed. I’m visiting at the castle now.”\r\n\r\nA deep sigh, like the groan of some great spirit in travail, forced\r\nitself from between Mr. Cootes’s lips.\r\n\r\n“Well, wouldn’t that jar you!” he demanded of circumambient space. “Of\r\nall the lucky ones! getting into the place like that, with the band\r\nplaying and a red carpet laid down for you to walk on! Gee, if you\r\nfell down a well, Liz, you’d come up with the bucket. You’re a human\r\nhorseshoe, that’s what you are. Say, listen. Lemme-tell-ya-sumf’n. Do\r\nyou know what _I’ve_ been doing this afternoon? Only trying to edge\r\ninto the dam’ place myself and getting the air two minutes after I was\r\npast the front door.”\r\n\r\n“What! _You_, Ed?”\r\n\r\n“Sure. You’re not the only one that’s heard of that collection of ice.”\r\n\r\n“Oh, Ed!” Bitter disappointment rang in Miss Peavey’s voice. “If only\r\nyou could have worked it! Me and you partners again! It hurts to think\r\nof it. What was the stuff you pulled to get you in?”\r\n\r\nMr. Cootes so far forgot himself in his agony of spirit as to\r\nexpectorate disgustedly at a passing frog. And even in this trivial\r\nenterprise failure dogged him. He missed the frog, which withdrew into\r\nthe grass with a cold look of disapproval.\r\n\r\n“Me?” said Mr. Cootes. “I thought I’d got it smooth. I’d chummed up\r\nwith a fellow who had been invited down to the place and had thought it\r\nover and decided not to go, so I said to myself what’s the matter with\r\ngoing there instead of him. A gink called McTodd this was, a poet, and\r\nnone of the folks had ever set eyes on him, except the old man, who’s\r\ntoo short-sighted to see anyone, so . . .”\r\n\r\nMiss Peavey interrupted.\r\n\r\n“You don’t mean to tell me, Ed Cootes, that you thought you could get\r\ninto the castle by pretending to be Ralston McTodd?”\r\n\r\n“Sure I did. Why not? It didn’t seem like there was anything to it.\r\nA cinch, that’s what it looked like. And the first guy I meet in the\r\njoint is a mutt who knows this McTodd well. We had a couple of words,\r\nand I beat it. I know when I’m not wanted.”\r\n\r\n“But, Ed! Ed! What do you mean? Ralston McTodd is at the castle now,\r\nthis very moment.”\r\n\r\n“How’s that?”\r\n\r\n“Sure. Been there coupla days and more. Long, thin bird with an\r\neyeglass.”\r\n\r\nMr. Cootes’s mind was in a whirl. He could make nothing of this matter.\r\n\r\n“Nothing like it! McTodd’s not so darned tall or so thin, if it comes\r\nto that. And he didn’t wear no eyeglass all the time I was with him.\r\nThis . . .” He broke off sharply. “My gosh! I wonder!” he cried. “Liz!\r\nHow many men are there in the joint right now?”\r\n\r\n“Only four besides Lord Emsworth. There’s a big party coming down for\r\nthe County Ball, but that’s all there is at present. There’s Lord\r\nEmsworth’s son, Freddie . . .”\r\n\r\n“What does he look like?”\r\n\r\n“Sort of a dude with blond hair slicked back. Then there’s Mr. Keeble.\r\nHe’s short with a red face.”\r\n\r\n“And?”\r\n\r\n“And Baxter. He’s Lord Emsworth’s secretary. Wears spectacles.”\r\n\r\n“And that’s the lot?”\r\n\r\n“That’s all there is, not counting this here McTodd and the help.”\r\n\r\nMr. Cootes brought his hand down with a resounding report on his leg.\r\nThe mildly pleasant look which had been a feature of his appearance\r\nduring his interview with Psmith had vanished now, its place taken by\r\none of an extremely sinister malevolence.\r\n\r\n“And I let him shoo me out as if I was a stray pup!” he muttered\r\nthrough clenched teeth. “Of all the bunk games!”\r\n\r\n“What _are_ you talking about, Ed?”\r\n\r\n“And I thanked him! _Thanked_ him!” moaned Edward Cootes, writhing at\r\nthe memory. “I thanked him for letting me go!”\r\n\r\n“Eddie Cootes, whatever are you . . . ?”\r\n\r\n“Listen, Liz.” Mr. Cootes mastered his emotion with a strong effort. “I\r\nblew into that joint and met this fellow with the eyeglass, and he told\r\nme he knew McTodd well and that I wasn’t him. And, from what you tell\r\nme, this must be the very guy that’s passing himself off as McTodd!\r\nDon’t you see? This baby must have started working on the same lines\r\nI did. Got to know McTodd, found he wasn’t coming to the castle, and\r\ncame down instead of him, same as me. Only he got there first, damn\r\nhim! Wouldn’t that give you a pain in the neck!”\r\n\r\nAmazement held Miss Peavey dumb for an instant. Then she spoke.\r\n\r\n“The big stiff!” said Miss Peavey.\r\n\r\nMr. Cootes, regardless of a lady’s presence, went even further in his\r\ncensure.\r\n\r\n“I had a feeling from the first that there was something not on the\r\nlevel about that guy!” said Miss Peavey. “Gee! He must be after that\r\nnecklace too.”\r\n\r\n“Sure he’s after the necklace,” said Mr. Cootes impatiently. “What did\r\nyou think he’d come down for? A change of air?”\r\n\r\n“But, Ed! Say! Are you going to let him get away with it?”\r\n\r\n“Am _I_ going to let him get away with it!” said Mr. Cootes, annoyed by\r\nthe foolish question. “Wake me up in the night and ask me!”\r\n\r\n“But what are you going to do?”\r\n\r\n“Do!” said Mr. Cootes. “Do! I’ll tell you what I’m going to . . .” He\r\npaused, and the stern resolve that shone in his face seemed to flicker.\r\n“Say, what the hell _am_ I going to do?” he went on somewhat weakly.\r\n\r\n“You won’t get anything by putting the folks wise that he’s a fake.\r\nThat would be the finish of him, but it wouldn’t get _you_ anywhere.”\r\n\r\n“No,” said Mr. Cootes.\r\n\r\n“Wait a minute while I think,” said Miss Peavey.\r\n\r\nThere was a pause. Miss Peavey sat with knit brows.\r\n\r\n“How would it be . . . ?” ventured Mr. Cootes.\r\n\r\n“Cheese it!” said Miss Peavey.\r\n\r\nMr. Cootes cheesed it. The minutes ticked on.\r\n\r\n“I’ve got it,” said Miss Peavey. “This guy’s ace-high with Lady\r\nConstance. You’ve got to get him alone right away and tell him he’s got\r\nto get you invited to the place as a friend of his.”\r\n\r\n“I knew you’d think of something, Liz,” said Mr. Cootes, almost humbly.\r\n“You always were a wonder like that. How am I to get him alone?”\r\n\r\n“I can fix that. I’ll ask him to come for a stroll with me. He’s not\r\nwhat you’d call crazy about me, but he can’t very well duck if I keep\r\nafter him. We’ll go down the drive. You’ll be in the bushes--I’ll show\r\nyou the place. Then I’ll send him to fetch me a wrap or something, and\r\nwhile I walk on he’ll come back past where you’re hiding, and you jump\r\nout at him.”\r\n\r\n“Liz,” said Mr. Cootes, lost in admiration, “when it comes to doping\r\nout a scheme, you’re the snake’s eyebrows!”\r\n\r\n“But what are you going to do if he just turns you down?”\r\n\r\nMr. Cootes uttered a bleak laugh, and from the recesses of his costume\r\nproduced a neat little revolver.\r\n\r\n“_He_ won’t turn me down!” he said.\r\n\r\n\r\n§ 5\r\n\r\n“Fancy!” said Miss Peavey. “If I had not had a headache and come back\r\nearly, we should never have had this little chat!”\r\n\r\nShe gazed up at Psmith in her gentle, wistful way as they started\r\ntogether down the broad gravel drive. A timid, soulful little thing she\r\nlooked.\r\n\r\n“No,” said Psmith.\r\n\r\nIt was not a gushing reply, but he was not feeling at his sunniest.\r\nThe idea that Miss Peavey might return from Bridgeford in advance of\r\nthe main body had not occurred to him. As he would have said himself,\r\nhe had confused the Unlikely with the Impossible. And the result had\r\nbeen that she had caught him beyond hope of retreat as he sat in his\r\ngarden-chair and thought of Eve Halliday, who on their return from the\r\nlake had been seized with a fresh spasm of conscience and had gone back\r\nto the library to put in another hour’s work before dinner. To decline\r\nMiss Peavey’s invitation to accompany her down the drive in order to\r\nsee if there were any signs of those who had been doing honour to the\r\nlate Hartley Reddish, M.P., had been out of the question. But Psmith,\r\nthough he went, went without pleasure. Every moment he spent in her\r\nsociety tended to confirm him more and more in the opinion that Miss\r\nPeavey was the curse of the species.\r\n\r\n“And I have been so longing,” continued his companion, “to have a nice,\r\nlong talk. All these days I have felt that I haven’t been able to get\r\nas _near_ you as I should wish.”\r\n\r\n“Well, of course, with the others always about . . .”\r\n\r\n“I meant in a spiritual sense, of course.”\r\n\r\n“I see.”\r\n\r\n“I wanted so much to discuss your wonderful poetry with you. You\r\nhaven’t so much as _mentioned_ your work since you came here. _Have_\r\nyou!”\r\n\r\n“Ah, but, you see, I am trying to keep my mind off it.”\r\n\r\n“Really? Why?”\r\n\r\n“My medical adviser warned me that I had been concentrating a trifle\r\ntoo much. He offered me the choice, in fact, between a complete rest\r\nand the loony-bin.”\r\n\r\n“The _what_, Mr. McTodd?”\r\n\r\n“The lunatic asylum, he meant. These medical men express themselves\r\noddly.”\r\n\r\n“But surely, then, you ought not to _dream_ of trying to compose if it\r\nis as bad as that? And you told Lord Emsworth that you wished to stay\r\nat home this afternoon to write a poem.”\r\n\r\nHer glance showed nothing but tender solicitude, but inwardly Miss\r\nPeavey was telling herself that _that_ would hold him for awhile.\r\n\r\n“True,” said Psmith, “true. But you know what Art is. An inexorable\r\nmistress. The inspiration came, and I felt that I must take the risk.\r\nBut it has left me weak, weak.”\r\n\r\n“You BIG STIFF!” said Miss Peavey. But not aloud.\r\n\r\nThey walked on a few steps.\r\n\r\n“In fact,” said Psmith, with another inspiration, “I’m not sure I ought\r\nnot to be going back and resting now.”\r\n\r\nMiss Peavey eyed a clump of bushes some dozen yards farther down the\r\ndrive. They were quivering slightly, as though they sheltered some\r\nalien body; and Miss Peavey, whose temper was apt to be impatient,\r\nregistered a resolve to tell Edward Cootes that, if he couldn’t hide\r\nbehind a bush without dancing about like a cat on hot bricks, he had\r\nbetter give up his profession and take to selling jellied eels. In\r\nwhich, it may be mentioned, she wronged her old friend. He had been as\r\nstill as a statue until a moment before, when a large and excitable\r\nbeetle had fallen down the space between his collar and his neck, an\r\nexperience which might well have tried the subtlest woodsman.\r\n\r\n“Oh, please don’t go in yet,” said Miss Peavey. “It is such a lovely\r\nevening. Hark to the music of the breeze in the tree-tops. So soothing.\r\nLike a far-away harp. I wonder if it is whispering secrets to the\r\nbirds.”\r\n\r\nPsmith forbore to follow her into this region of speculation, and they\r\nwalked past the bushes in silence.\r\n\r\nSome little distance farther on, however, Miss Peavey seemed to relent.\r\n\r\n“You _are_ looking tired, Mr. McTodd,” she said anxiously. “I am afraid\r\nyou really have been overtaxing your strength. Perhaps after all you\r\nhad better go back and lie down.”\r\n\r\n“You think so?”\r\n\r\n“I am sure of it. I will just stroll on to the gates and see if the car\r\nis in sight.”\r\n\r\n“I feel that I am deserting you.”\r\n\r\n“Oh, please!” said Miss Peavey deprecatingly.\r\n\r\nWith something of the feelings of a long-sentence convict unexpectedly\r\nreleased immediately on his arrival in jail, Psmith retraced his steps.\r\nGlancing over his shoulder, he saw that Miss Peavey had disappeared\r\nround a bend in the drive; and he paused to light a cigarette. He had\r\njust thrown away the match and was walking on, well content with life,\r\nwhen a voice behind him said “Hey!” and the well-remembered form of Mr.\r\nEdward Cootes stepped out of the bushes.\r\n\r\n“See this?” said Mr. Cootes, exhibiting his revolver.\r\n\r\n“I do indeed, Comrade Cootes,” replied Psmith. “And, if it is not an\r\nuntimely question, what is the idea?”\r\n\r\n“That,” said Mr. Cootes, “is just in case you try any funny business.”\r\nAnd, replacing the weapon in a handy pocket, he proceeded to slap\r\nvigorously at the region between his shoulder blades. He also wriggled\r\nwith not a little animation.\r\n\r\nPsmith watched these manœuvres gravely.\r\n\r\n“You did not stop me at the pistol’s point merely to watch you go\r\nthrough your Swedish exercises?” he said.\r\n\r\nMr. Cootes paused for an instant.\r\n\r\n“Got a beetle or something down my back,” he explained curtly.\r\n\r\n“Ah? Then, as you will naturally wish to be alone in such a sad moment,\r\nI will be bidding you a cordial good evening and strolling on.”\r\n\r\n“No, you don’t!”\r\n\r\n“Don’t I?” said Psmith resignedly. “Perhaps you are right, perhaps you\r\nare right.” Mr. Cootes replaced the revolver once more. “I take it,\r\nthen, Comrade Cootes, that you would have speech with me. Carry on, old\r\nfriend, and get it off your diaphragm. What seems to be on your mind?”\r\n\r\nA lucky blow appeared to have stunned Mr. Cootes’s beetle, and he was\r\nable to give his full attention to the matter in hand. He stared at\r\nPsmith with considerable distaste.\r\n\r\n“I’m on to you, Bill!” he said.\r\n\r\n“My name is not Bill,” said Psmith.\r\n\r\n“No,” snapped Mr. Cootes, his annoyance by this time very manifest.\r\n“And it’s not McTodd.”\r\n\r\nPsmith looked at his companion thoughtfully. This was an unforeseen\r\ncomplication, and for the moment he would readily have admitted that he\r\nsaw no way of overcoming it. That the other was in no genial frame of\r\nmind towards him the expression on his face would have showed, even if\r\nhis actions had not been sufficient indication of the fact. Mr. Cootes,\r\nhaving disposed of his beetle and being now at leisure to concentrate\r\nhis whole attention on Psmith, was eyeing that immaculate young man\r\nwith a dislike which he did not attempt to conceal.\r\n\r\n“Shall we be strolling on?” suggested Psmith. “Walking may assist\r\nthought. At the moment I am free to confess that you have opened up\r\na subject which causes me some perplexity. I think, Comrade Cootes,\r\nhaving given the position of affairs a careful examination, that we may\r\nsay that the next move is with you. What do you propose to do about it?”\r\n\r\n“I’d like,” said Mr. Cootes with asperity, “to beat your block off.”\r\n\r\n“No doubt. But . . .”\r\n\r\n“I’d like to knock you for a goal!”\r\n\r\nPsmith discouraged these Utopian dreams with a deprecating wave of the\r\nhand.\r\n\r\n“I can readily understand it,” he said courteously. “But, to keep\r\nwithin the sphere of practical politics, what is the actual move which\r\nyou contemplate? You could expose me, no doubt, to my host, but I\r\ncannot see how that would profit you.”\r\n\r\n“I know that. But you can remember I’ve got that up my sleeve in case\r\nyou try any funny business.”\r\n\r\n“You persist in harping on that possibility, Comrade Cootes. The idea\r\nseems to be an obsession with you. I can assure you that I contemplate\r\nno such thing. What, to return to the point, do you intend to do?”\r\n\r\nThey had reached the broad expanse opposite the front door, where the\r\ndrive, from being a river, spread out into a lake of gravel. Psmith\r\nstopped.\r\n\r\n“You’ve got to get me into this joint,” said Mr. Cootes.\r\n\r\n“I feared that that was what you were about to suggest. In my peculiar\r\nposition I have naturally no choice but to endeavour to carry out your\r\nwishes. Any attempt not to do so would, I imagine, infallibly strike so\r\nkeen a critic as yourself as ‘funny business.’ But how can I get you\r\ninto what you breezily describe as ‘this joint’?”\r\n\r\n“You can say I’m a friend of yours and ask them to invite me.”\r\n\r\nPsmith shook his head gently.\r\n\r\n“Not one of your brightest suggestions, Comrade Cootes. Tactfully\r\nrefraining from stressing the point that an instant lowering of my\r\nprestige would inevitably ensue should it be supposed that you were a\r\nfriend of mine, I will merely mention that, being myself merely a guest\r\nin this stately home of England, I can hardly go about inviting my\r\nchums here for indefinite visits. No, we must find another way. . . .\r\nYou’re sure you want to stay? Quite so, quite so, I merely asked. . . .\r\nNow, let us think.”\r\n\r\nThrough the belt of rhododendrons which jutted out from one side of the\r\ncastle a portly form at this point made itself visible, moving high and\r\ndisposedly in the direction of the back premises. It was Beach, the\r\nbutler, returning from the pleasant ramble in which he had indulged\r\nhimself on the departure of his employer and the rest of the party.\r\nRevived by some gracious hours in the open air, Beach was returning to\r\nduty. And with the sight of him there came to Psmith a neat solution of\r\nthe problem confronting him.\r\n\r\n“Oh, Beach,” he called.\r\n\r\n“Sir?” responded a fruity voice. There was a brief pause while the\r\nbutler navigated into the open. He removed the straw hat which he had\r\ndonned for his excursion, and enfolded Psmith in a pop-eyed but not\r\nunkindly gaze. A thoughtful critic of country-house humanity, he had\r\nlong since decided that he approved of Psmith. Since Lady Constance had\r\nfirst begun to offer the hospitality of the castle to the literary and\r\nartistic world, he had been profoundly shocked by some of the rare and\r\ncurious specimens who had nodded their disordered locks and flaunted\r\ntheir ill-cut evening clothes at the dinner-table over which he\r\npresided; and Psmith had come as a pleasant surprise.\r\n\r\n“Sorry to trouble you, Beach.”\r\n\r\n“Not at all, sir.”\r\n\r\n“This,” said Psmith, indicating Mr. Cootes, who was viewing the scene\r\nwith a wary and suspicious eye, an eye obviously alert for any signs\r\nof funny business, “is my man. My valet, you know. He has just arrived\r\nfrom town. I had to leave him behind to attend the bedside of a sick\r\naunt. Your aunt was better when you came away, Cootes?” he inquired\r\ngraciously.\r\n\r\nMr. Cootes correctly interpreted this question as a feeler with regard\r\nto his views on this new development, and decided to accept the\r\nsituation. True, he had hoped to enter the castle in a slightly higher\r\ncapacity than that of a gentleman’s personal gentleman, but he was an\r\nold campaigner. Once in, as he put it to himself with admirable common\r\nsense, he would be in.\r\n\r\n“Yes, sir,” he replied.\r\n\r\n“Capital,” said Psmith. “Capital. Then will you look after Cootes,\r\nBeach.”\r\n\r\n“Very good, sir,” said the butler in a voice of cordial approval. The\r\nonly point he had found to cavil at in Psmith had been removed; for it\r\nhad hitherto pained him a little that a gentleman with so nice a taste\r\nin clothes as that dignified guest should have embarked on a visit to\r\nsuch a place as Blandings Castle without a personal attendant. Now\r\nall was explained and, as far as Beach was concerned, forgiven. He\r\nproceeded to escort Mr. Cootes to the rear. They disappeared behind the\r\nrhododendrons.\r\n\r\nThey had hardly gone when a sudden thought came to Psmith as he sat\r\nonce more in the coolness of the hall. He pressed the bell. Strange,\r\nhe reflected, how one overlooked these obvious things. That was how\r\ngenerals lost battles.\r\n\r\n“Sir?” said Beach, appearing through the green baize door.\r\n\r\n“Sorry to trouble you again, Beach.”\r\n\r\n“Not at all, sir.”\r\n\r\n“I hope you will make Cootes comfortable. I think you will like him.\r\nHis, when you get to know him, is a very winning personality.”\r\n\r\n“He seems a nice young fellow, sir.”\r\n\r\n“Oh, by the way, Beach. You might ask him if he brought my revolver\r\nfrom town with him.”\r\n\r\n“Yes, sir,” said Beach, who would have scorned to betray emotion if it\r\nhad been a Lewis gun.\r\n\r\n“I think I saw it sticking out of his pocket. You might bring it to me,\r\nwill you?”\r\n\r\n“Very good, sir.”\r\n\r\nBeach retired, to return a moment later. On the silver salver which he\r\ncarried the lethal weapon was duly reposing.\r\n\r\n“Your revolver, sir,” said Beach.\r\n\r\n“Thank you,” said Psmith.\r\n\r\n\r\n§ 6\r\n\r\nFor some moments after the butler had withdrawn in his stately\r\npigeon-toed way through the green baize door, Psmith lay back in his\r\nchair with the feeling that something attempted, something done, had\r\nearned a night’s repose. He was not so sanguine as to suppose that he\r\nhad actually checkmated an adversary of Mr. Cootes’s strenuousness\r\nby the simple act of removing a revolver from his possession; but\r\nthere was no denying the fact that the feel of the thing in his\r\npocket engendered a certain cosy satisfaction. The little he had seen\r\nof Mr. Cootes had been enough to convince him that the other was a\r\nman who was far better off without an automatic pistol. There was\r\nan impulsiveness about his character which did not go well with the\r\npossession of fire-arms.\r\n\r\nPsmith’s meditations had taken him thus far when they were interrupted\r\nby an imperative voice.\r\n\r\n“Hey!”\r\n\r\nOnly one person of Psmith’s acquaintance was in the habit of opening\r\nhis remarks in this manner. It was consequently no surprise to him to\r\nfind Mr. Edward Cootes standing at his elbow.\r\n\r\n“Hey!”\r\n\r\n“All right, Comrade Cootes,” said Psmith with a touch of austerity,\r\n“I heard you the first time. And may I remind you that this habit of\r\nyours of popping out from unexpected places and saying ‘Hey!’ is one\r\nwhich should be overcome. Valets are supposed to wait till rung for. At\r\nleast, I think so. I must confess that until this moment I have never\r\nhad a valet.”\r\n\r\n“And you wouldn’t have one now if I could help it,” responded Mr.\r\nCootes.\r\n\r\nPsmith raised his eyebrows.\r\n\r\n“Why,” he inquired, surprised, “this peevishness? Don’t you like being\r\na valet?”\r\n\r\n“No, I don’t.”\r\n\r\n“You astonish me. I should have thought you would have gone singing\r\nabout the house. Have you considered that the tenancy of such a\r\nposition throws you into the constant society of Comrade Beach, than\r\nwhom it would be difficult to imagine a more delightful companion?”\r\n\r\n“Old stiff!” said Mr. Cootes sourly. “If there’s one thing that makes\r\nme tired, it’s a guy that talks about his darned stomach all the time.”\r\n\r\n“I beg your pardon?”\r\n\r\n“The Beach gook,” explained Mr. Cootes, “has got something wrong with\r\nthe lining of his stomach, and if I hadn’t made my getaway he’d be\r\ntalking about it yet.”\r\n\r\n“If you fail to find entertainment and uplift in first-hand information\r\nabout Comrade Beach’s stomach, you must indeed be hard to please. I\r\nam to take it, then, that you came snorting out here, interrupting my\r\ndaydreams, merely in order to seek my sympathy?”\r\n\r\nMr. Cootes gazed upon him with a smouldering eye.\r\n\r\n“I came to tell you I suppose you think you’re darned smart.”\r\n\r\n“And very nice of you, too,” said Psmith, touched. “A pretty\r\ncompliment, for which I am not ungrateful.”\r\n\r\n“You got that gun away from me mighty smoothly, didn’t you?”\r\n\r\n“Since you mention it, yes.”\r\n\r\n“And now I suppose you think you’re going to slip in ahead of me and\r\nget away with that necklace? Well, say, listen, lemme tell you it’ll\r\ntake someone better than a half-baked string-bean like you to put one\r\nover on me.”\r\n\r\n“I seem,” said Psmith, pained, “to detect a certain animus creeping\r\ninto your tone. Surely we can be trade rivals without this spirit of\r\nhostility. My attitude towards you is one of kindly tolerance.”\r\n\r\n“Even if you get it, where do you think you’re going to hide it? And,\r\nbelieve me, it’ll take some hiding. Say, lemme tell you something.\r\nI’m your valet, ain’t I? Well, then, I can come into your room and\r\nbe tidying up whenever I darn please, can’t I? Sure I can. I’ll tell\r\nthe world I can do just that little thing. And you take it from me,\r\nBill . . .”\r\n\r\n“You persist in the delusion that my name is William . . .”\r\n\r\n“You take it from me, Bill, that if ever that necklace disappears and\r\nit isn’t me that’s done the disappearing, you’ll find me tidying up in\r\na way that’ll make you dizzy. I’ll go through that room of yours with a\r\nfine-tooth comb. So chew on that, will you?”\r\n\r\nAnd Edward Cootes, moving sombrely across the hall, made a sinister\r\nexit. The mood of cool reflection was still to come, when he would\r\nrealise that, in his desire to administer what he would have described\r\nas a hot one, he had acted a little rashly in putting his enemy on\r\nhis guard. All he was thinking now was that his brief sketch of the\r\nposition of affairs would have the effect of diminishing Psmith’s\r\ncomplacency a trifle. He had, he flattered himself, slipped over\r\nsomething that could be classed as a jolt.\r\n\r\nNor was he unjustified in this view. The aspect of the matter on which\r\nhe had touched was one that had not previously presented itself to\r\nPsmith: and, musing on it as he resettled himself in his chair, he\r\ncould see that it afforded food for thought. As regarded the disposal\r\nof the necklace, should it ever come into his possession, he had formed\r\nno definite plan. He had assumed that he would conceal it somewhere\r\nuntil the first excitement of the chase slackened, and it was only now\r\nthat he realised the difficulty of finding a suitable hiding-place\r\noutside his bedroom. Yes, it was certainly a matter on which, as Mr.\r\nCootes had suggested, he would do well to chew. For ten minutes,\r\naccordingly, he did so. And--it being practically impossible to keep a\r\ngood man down--at the end of that period he was rewarded with an idea.\r\nHe rose from his chair and pressed the bell.\r\n\r\n“Ah, Beach,” he said affably, as the green baize door swung open, “I\r\nmust apologise once more for troubling you. I keep ringing, don’t I?”\r\n\r\n“No trouble at all, sir,” responded the butler paternally. “But if\r\nyou were ringing to summon your personal attendant, I fear he is not\r\nimmediately available. He left me somewhat abruptly a few moments ago.\r\nI was not aware that you would be requiring his services until the\r\ndressing-gong sounded, or I would have detained him.”\r\n\r\n“Never mind. It was you I wished to see. Beach,” said Psmith, “I am\r\nconcerned about you. I learn from my man that the lining of your\r\nstomach is not all it should be.”\r\n\r\n“That is true, sir,” replied Beach, an excited gleam coming into his\r\ndull eyes. He shivered slightly, as might a war-horse at the sound of\r\nthe bugle. “I do have trouble with the lining of my stomach.”\r\n\r\n“Every stomach has a silver lining.”\r\n\r\n“Sir?”\r\n\r\n“I said, tell me all about it.”\r\n\r\n“Well, really, sir . . .” said Beach wistfully.\r\n\r\n“To please me,” urged Psmith.\r\n\r\n“Well, sir, it is extremely kind of you to take an interest. It\r\ngenerally starts with a dull shooting pain on the right side of the\r\nabdomen from twenty minutes to half an hour after the conclusion of a\r\nmeal. The symptoms . . .”\r\n\r\nThere was nothing but courteous sympathy in Psmith’s gaze as he\r\nlistened to what sounded like an eyewitness’s account of the San\r\nFrancisco earthquake, but inwardly he was wishing that his companion\r\ncould see his way to making it a bit briefer and snappier. However, all\r\nthings come to an end. Even the weariest river winds somewhere to the\r\nsea. With a moving period, the butler finally concluded his narrative.\r\n\r\n“Parks’ Pepsinine,” said Psmith promptly.\r\n\r\n“Sir?”\r\n\r\n“That’s what you want. Parks’ Pepsinine. It would set you right in no\r\ntime.”\r\n\r\n“I will make a note of the name, sir. The specific has not come to my\r\nnotice until now. And, if I may say so,” added Beach, with a glassy but\r\nadoring look at his benefactor, “I should like to express my gratitude\r\nfor your kindness.”\r\n\r\n“Not at all, Beach, not at all. Oh, Beach,” he said, as the other\r\nstarted to manœuvre towards the door, “I’ve just remembered. There was\r\nsomething else I wanted to talk to you about.”\r\n\r\n“Yes, sir?”\r\n\r\n“I thought it might be as well to speak to you about it before\r\napproaching Lady Constance. The fact is, Beach, I am feeling cramped.”\r\n\r\n“Indeed, sir? I forgot to mention that one of the symptoms from which I\r\nsuffer is a sharp cramp.”\r\n\r\n“Too bad. But let us, if you do not mind, shelve for the moment the\r\nsubject of your interior organism and its ailments. When I say I am\r\nfeeling cramped, I mean spiritually. Have you ever written poetry,\r\nBeach?”\r\n\r\n“No, sir.”\r\n\r\n“Ah! Then it may be a little difficult for you to understand my\r\nfeelings. My trouble is this. Out in Canada, Beach, I grew accustomed\r\nto doing my work in the most solitary surroundings. You remember that\r\npassage in my _Songs of Squalor_ which begins ‘Across the pale parabola\r\nof Joy . . .’?”\r\n\r\n“I fear, sir . . .”\r\n\r\n“You missed it? Tough luck. Try to get hold of it some time. It’s a\r\nbird. Well, that passage was written in a lonely hut on the banks of\r\nthe Saskatchewan, miles away from human habitation. I am like that,\r\nBeach. I need the stimulus of the great open spaces. When I am\r\nsurrounded by my fellows, inspiration slackens and dies. You know how\r\nit is when there are people about. Just as you are starting in to write\r\na nifty, someone comes and sits down on the desk and begins talking\r\nabout himself. Every time you get going nicely, in barges some alien\r\ninfluence and the Muse goes blooey. You see what I mean?”\r\n\r\n“Yes, sir,” said Beach, gaping slightly.\r\n\r\n“Well, that is why for a man like me existence in Blandings Castle\r\nhas its drawbacks. I have got to get a place where I can be alone,\r\nBeach--alone with my dreams and visions. Some little eyrie perched\r\non the cliffs of Time. . . . In other words, do you know of an empty\r\ncottage somewhere on the estate where I could betake myself when in the\r\nmood and swing a nib without any possibility of being interrupted?”\r\n\r\n“A little cottage, sir?”\r\n\r\n“A little cottage. With honeysuckle over the door, and Old Mister Moon\r\nclimbing up above the trees. A cottage, Beach, where I can meditate,\r\nwhere I can turn the key in the door and bid the world go by. Now that\r\nthe castle is going to be full of all these people who are coming\r\nfor the County Ball, it is imperative that I wangle such a haven.\r\nOtherwise, a considerable slab of priceless poetry will be lost to\r\nhumanity for ever.”\r\n\r\n“You desire,” said Beach, feeling his way cautiously, “a small cottage\r\nwhere you can write poetry, sir?”\r\n\r\n“You follow me like a leopard. Do you know of such a one?”\r\n\r\n“There is an unoccupied gamekeeper’s cottage in the west wood, sir, but\r\nit is an extremely humble place.”\r\n\r\n“Be it never so humble, it will do for me. Do you think Lady Constance\r\nwould be offended if I were to ask for the loan of it for a few days?”\r\n\r\n“I fancy that her ladyship would receive the request with equanimity,\r\nsir. She is used to . . . She is not unaccustomed . . . Well, I can\r\nonly say, sir, that there was a literary gentleman visiting the castle\r\nlast summer who expressed a desire to take sun-baths in the garden each\r\nmorning before breakfast. In the nood, sir. And, beyond instructing me\r\nto warn the maids, her ladyship placed no obstacle in the way of the\r\nfulfilment of his wishes. So . . .”\r\n\r\n“So a modest request like mine isn’t likely to cause a heart-attack?\r\nAdmirable! You don’t know what it means to me to feel that I shall\r\nsoon have a little refuge of my own, to which I can retreat and be in\r\nsolitude.”\r\n\r\n“I can imagine that it must be extremely gratifying, sir.”\r\n\r\n“Then I will put the motion before the Board directly Lady Constance\r\nreturns.”\r\n\r\n“Very good, sir.”\r\n\r\n“I should like to splash it on the record once more, Beach, that I am\r\nmuch obliged to you for your sympathy and advice in this matter. I knew\r\nyou would not fail me.”\r\n\r\n“Not at all, sir. I am only too glad to have been able to be of\r\nassistance.”\r\n\r\n“Oh, and, Beach . . .”\r\n\r\n“Sir?”\r\n\r\n“Just one other thing. Will you be seeing Cootes, my valet, again\r\nshortly?”\r\n\r\n“Quite shortly, sir, I should imagine.”\r\n\r\n“Then would you mind just prodding him smartly in the lower ribs . . .”\r\n\r\n“Sir?” cried Beach, startled out of his butlerian calm. He swallowed\r\na little convulsively. For eighteen months and more, ever since Lady\r\nConstance Keeble had first begun to cast her fly and hook over the\r\nmurky water of the artistic world and jerk its denizens on to the pile\r\ncarpets of Blandings Castle, Beach had had his fill of eccentricity.\r\nBut until this moment he had hoped that Psmith was going to prove an\r\nagreeable change from the stream of literary lunatics which had been\r\ncoming and going all that weary time. And lo! Psmith’s name led all the\r\nrest. Even the man who had come for a week in April and had wanted to\r\neat jam with his fish paled in comparison.\r\n\r\n“Prod him in the ribs, sir?” he quavered.\r\n\r\n“Prod him in the ribs,” said Psmith firmly. “And at the same time\r\nwhisper in his ear the word ‘Aha!’” Beach licked his dry lips.\r\n\r\n“Aha, sir?”\r\n\r\n“Aha! And say it came from me.”\r\n\r\n“Very good, sir. The matter shall be attended to,” said Beach. And with\r\na muffled sound that was half a sigh, half a death-rattle, he tottered\r\nthrough the green-baize door."
  ]
}