{
  "index": 2,
  "title": "Chapter 1",
  "paragraphs": [
    "ENTER PSMITH\r\n\r\n\r\n§ 1\r\n\r\nAt about the hour when Lord Emsworth’s train, whirling him and his son\r\nFreddie to London, had reached the half-way point in its journey, a\r\nvery tall, very thin, very solemn young man, gleaming in a speckless\r\ntop hat and a morning-coat of irreproachable fit, mounted the steps\r\nof Number Eighteen, Wallingford Street, West Kensington, and rang the\r\nfront-door bell. This done, he removed the hat; and having touched his\r\nforehead lightly with a silk handkerchief, for the afternoon sun was\r\nwarm, gazed about him with a grave distaste.\r\n\r\n“A scaly neighbourhood!” he murmured.\r\n\r\nThe young man’s judgment was one at which few people with an eye for\r\nbeauty would have cavilled. When the great revolution against London’s\r\nugliness really starts and yelling hordes of artists and architects,\r\nmaddened beyond endurance, finally take the law into their own hands\r\nand rage through the city burning and destroying, Wallingford Street,\r\nWest Kensington, will surely not escape the torch. Long since it must\r\nhave been marked down for destruction. For, though it possesses certain\r\nmerits of a low practical kind, being inexpensive in the matter of\r\nrents and handy for the buses and the Underground, it is a peculiarly\r\nbeastly little street. Situated in the middle of one of those\r\ndistricts where London breaks out into a sort of eczema of red brick,\r\nit consists of two parallel rows of semi-detached villas, all exactly\r\nalike, each guarded by a ragged evergreen hedge, each with coloured\r\nglass of an extremely regrettable nature let into the panels of the\r\nfront door; and sensitive young impressionists from the artists’ colony\r\nup Holland Park way may sometimes be seen stumbling through it with\r\nhands over their eyes, muttering between clenched teeth “How long? How\r\nlong?”\r\n\r\nA small maid-of-all-work appeared in answer to the bell, and stood\r\ntransfixed as the visitor, producing a monocle, placed it in his right\r\neye and inspected her through it.\r\n\r\n“A warm afternoon,” he said cordially.\r\n\r\n“Yes, sir.”\r\n\r\n“But pleasant,” urged the young man. “Tell me, is Mrs. Jackson at home?”\r\n\r\n“No, sir.”\r\n\r\n“Not at home?”\r\n\r\n“No, sir.”\r\n\r\nThe young man sighed.\r\n\r\n“Ah well,” he said, “we must always remember that these disappointments\r\nare sent to us for some good purpose. No doubt they make us more\r\nspiritual. Will you inform her that I called? The name is Psmith.\r\nP-smith.”\r\n\r\n“Peasmith, sir?”\r\n\r\n“No, no. P-s-m-i-t-h. I should explain to you that I started life\r\nwithout the initial letter, and my father always clung ruggedly to the\r\nplain Smith. But it seemed to me that there were so many Smiths in the\r\nworld that a little variety might well be introduced. Smythe I look on\r\nas a cowardly evasion, nor do I approve of the too prevalent custom of\r\ntacking another name on in front by means of a hyphen. So I decided to\r\nadopt the Psmith. The p, I should add for your guidance, is silent, as\r\nin phthisis, psychic, and ptarmigan. You follow me?”\r\n\r\n“Y-yes, sir.”\r\n\r\n“You don’t think,” he said anxiously, “that I did wrong in pursuing\r\nthis course?”\r\n\r\n“N-no, sir.”\r\n\r\n“Splendid!” said the young man, flicking a speck of dust from his\r\ncoat-sleeve. “Splendid! Splendid!”\r\n\r\nAnd with a courteous bow he descended the steps and made his way down\r\nthe street. The little maid, having followed him with bulging eyes till\r\nhe was out of sight, closed the door and returned to her kitchen.\r\n\r\nPsmith strolled meditatively on. The genial warmth of the afternoon\r\nsoothed him. He hummed lightly--only stopping when, as he reached the\r\nend of the street, a young man of his own age, rounding the corner\r\nrapidly, almost ran into him.\r\n\r\n“Sorry,” said the young man. “Hallo, Smith.”\r\n\r\nPsmith gazed upon him with benevolent affection.\r\n\r\n“Comrade Jackson,” he said, “this is well met. The one man of all\r\nothers whom I would have wished to encounter. We will pop off\r\nsomewhere, Comrade Jackson, should your engagements permit, and restore\r\nour tissues with a cup of tea. I had hoped to touch the Jackson family\r\nfor some slight refreshment, but I was informed that your wife was out.”\r\n\r\nMike Jackson laughed.\r\n\r\n“Phyllis isn’t out. She . . .”\r\n\r\n“Not out? Then,” said Psmith, pained, “there has been dirty work done\r\nthis day. For I was turned from the door. It would not be exaggerating\r\nto say that I was given the bird. Is this the boasted Jackson\r\nhospitality?”\r\n\r\n“Phyllis is giving a tea to some of her old school pals,” explained\r\nMike. “She told the maid to say she wasn’t at home to anybody else. I’m\r\nnot allowed in myself.”\r\n\r\n“Enough, Comrade Jackson!” said Psmith agreeably. “Say no more. If you\r\nyourself have been booted out in spite of all the loving, honouring,\r\nand obeying your wife promised at the altar, who am I to complain? And\r\npossibly, one can console oneself by reflecting, we are well out of\r\nit. These gatherings of old girls’-school chums are not the sort of\r\nfunction your man of affairs wants to get lugged into. Capital company\r\nas we are, Comrade Jackson, we should doubtless have been extremely\r\nin the way. I suppose the conversation would have dealt exclusively\r\nwith reminiscences of the dear old school, of tales of surreptitious\r\ncocoa-drinking in the dormitories and what the deportment mistress said\r\nwhen Angela was found chewing tobacco in the shrubbery. Yes, I fancy we\r\nhave not missed a lot. . . . By the way, I don’t think much of the new\r\nhome. True, I only saw it from the outside, but . . . no, I don’t think\r\nmuch of it.”\r\n\r\n“Best we can afford.”\r\n\r\n“And who,” said Psmith, “am I to taunt my boyhood friend with his\r\nhonest poverty? Especially as I myself am standing on the very brink of\r\ndestitution.”\r\n\r\n“You?”\r\n\r\n“I in person. That low moaning sound you hear is the wolf bivouacked\r\noutside my door.”\r\n\r\n“But I thought your uncle gave you rather a good salary.”\r\n\r\n“So he did. But my uncle and I are about to part company. From now on\r\nhe, so to speak, will take the high road and I’ll take the low road. I\r\ndine with him to-night, and over the nuts and wine I shall hand him\r\nthe bad news that I propose to resign my position in the firm. I have\r\nno doubt that he supposed he was doing me a good turn by starting me in\r\nhis fish business, but even what little experience I have had of it has\r\nconvinced me that it is not my proper sphere. The whisper flies round\r\nthe clubs ‘Psmith has not found his niche!’\r\n\r\n“I am not,” said Psmith, “an unreasonable man. I realise that humanity\r\nmust be supplied with fish. I am not averse from a bit of fish myself.\r\nBut to be professionally connected with a firm that handles the\r\nmaterial in the raw is not my idea of a large life-work. Remind me to\r\ntell you some time what it feels like to sling yourself out of bed at\r\nfour a.m. and go down to toil in Billingsgate Market. No, there is\r\nmoney in fish--my uncle has made a pot of it--but what I feel is that\r\nthere must be other walks in life for a bright young man. I chuck it\r\nto-night.”\r\n\r\n“What are you going to do, then?”\r\n\r\n“That, Comrade Jackson, is more or less on the knees of the gods.\r\nTo-morrow morning I think I will stroll round to an employment agency\r\nand see how the market for bright young men stands. Do you know a good\r\none?”\r\n\r\n“Phyllis always goes to Miss Clarkson’s in Shaftesbury Avenue.\r\nBut . . .”\r\n\r\n“Miss Clarkson’s in Shaftesbury Avenue. I will make a note of it . . .\r\nMeanwhile, I wonder if you saw the _Morning Globe_ to-day?”\r\n\r\n“No. Why?”\r\n\r\n“I had an advertisement in it, in which I expressed myself as\r\nwilling--indeed, eager--to tackle any undertaking that had nothing to\r\ndo with fish. I am confidently expecting shoals of replies. I look\r\nforward to winnowing the heap and selecting the most desirable.”\r\n\r\n“Pretty hard to get a job these days,” said Mike doubtfully.\r\n\r\n“Not if you have something superlatively good to offer.”\r\n\r\n“What have you got to offer?”\r\n\r\n“My services,” said Psmith with faint reproach.\r\n\r\n“What as?”\r\n\r\n“As anything. I made no restrictions. Would you care to take a look at\r\nmy manifesto? I have a copy in my pocket.”\r\n\r\nPsmith produced from inside his immaculate waistcoat a folded clipping.\r\n\r\n“I should welcome your opinion of it, Comrade Jackson. I have\r\nfrequently said that for sturdy common sense you stand alone. Your\r\njudgment should be invaluable.”\r\n\r\nThe advertisement, which some hours earlier had so electrified the Hon.\r\nFreddie Threepwood in the smoking-room at Blandings Castle, seemed to\r\naffect Mike, whose mind was of the stolid and serious type, somewhat\r\ndifferently. He finished his perusal and stared speechlessly.\r\n\r\n“Neat, don’t you think?” said Psmith. “Covers the ground adequately? I\r\nthink so, I think so.”\r\n\r\n“Do you mean to say you’re going to put drivel like that in the paper?”\r\nasked Mike.\r\n\r\n“I _have_ put it in the paper. As I told you, it appeared this morning.\r\nBy this time to-morrow I shall no doubt have finished sorting out the\r\nfirst batch of replies.”\r\n\r\nMike’s emotion took him back to the phraseology of school days.\r\n\r\n“You _are_ an ass!”\r\n\r\nPsmith restored the clipping to his waistcoat pocket.\r\n\r\n“You wound me, Comrade Jackson,” he said. “I had expected a broader\r\noutlook from you. In fact, I rather supposed that you would have rushed\r\nround instantly to the offices of the journal and shoved in a similar\r\nadvertisement yourself. But nothing that you can say can damp my\r\nbuoyant spirit. The cry goes round Kensington (and district) ‘Psmith is\r\noff!’ In what direction the cry omits to state: but that information\r\nthe future will supply. And now, Comrade Jackson, let us trickle into\r\nyonder tea-shop and drink success to the venture in a cup of the\r\nsteaming. I had a particularly hard morning to-day among the whitebait,\r\nand I need refreshment.”\r\n\r\n\r\n§ 2\r\n\r\nAfter Psmith had withdrawn his spectacular person from it, there was\r\nan interval of perhaps twenty minutes before anything else occurred to\r\nbrighten the drabness of Wallingford Street. The lethargy of afternoon\r\nheld the thoroughfare in its grip. Occasionally a tradesman’s cart\r\nwould rattle round the corner, and from time to time cats appeared,\r\nstalking purposefully among the evergreens. But at ten minutes to five\r\na girl ran up the steps of Number Eighteen and rang the bell.\r\n\r\nShe was a girl of medium height, very straight and slim; and her fair\r\nhair, her cheerful smile, and the boyish suppleness of her body all\r\ncontributed to a general effect of valiant gaiety, a sort of golden\r\nsunniness--accentuated by the fact that, like all girls who looked to\r\nParis for inspiration in their dress that season, she was wearing black.\r\n\r\nThe small maid appeared again.\r\n\r\n“Is Mrs. Jackson at home?” said the girl. “I think she’s expecting me.\r\nMiss Halliday.”\r\n\r\n“Yes, miss?”\r\n\r\nA door at the end of the narrow hall had opened.\r\n\r\n“Is that you, Eve?”\r\n\r\n“Hallo, Phyl, darling.”\r\n\r\nPhyllis Jackson fluttered down the passage like a rose-leaf on the\r\nwind, and hurled herself into Eve’s arms. She was small and fragile,\r\nwith great brown eyes under a cloud of dark hair. She had a wistful\r\nlook, and most people who knew her wanted to pet her. Eve had always\r\npetted her, from their first days at school together.\r\n\r\n“Am I late or early?” asked Eve.\r\n\r\n“You’re the first, but we won’t wait. Jane, will you bring tea into the\r\ndrawing-room.”\r\n\r\n“Yes’m.”\r\n\r\n“And, remember, I don’t want to see anyone for the rest of the\r\nafternoon. If anybody calls, tell them I’m not at home. Except Miss\r\nClarkson and Mrs. McTodd, of course.”\r\n\r\n“Yes’m.”\r\n\r\n“Who is Mrs. McTodd?” inquired Eve. “Is that Cynthia?”\r\n\r\n“Yes. Didn’t you know she had married Ralston McTodd, the Canadian\r\npoet? You knew she went out to Canada?”\r\n\r\n“I knew that, yes. But I hadn’t heard that she was married. Funny how\r\nout of touch one gets with girls who were one’s best friends at school.\r\nDo you realise it’s nearly two years since I saw you?”\r\n\r\n“I know. Isn’t it awful! I got your address from Elsa Wentworth two or\r\nthree days ago, and then Clarkie told me that Cynthia was over here on\r\na visit with her husband, so I thought how jolly it would be to have a\r\nregular reunion. We three were such friends in the old days. . . . You\r\nremember Clarkie, of course? Miss Clarkson, who used to be English\r\nmistress at Wayland House.”\r\n\r\n“Yes, of course. Where did you run into her?”\r\n\r\n“Oh, I see a lot of her. She runs a Domestic Employment Agency in\r\nShaftesbury Avenue now, and I have to go there about once a fortnight\r\nto get a new maid. She supplied Jane.”\r\n\r\n“Is Cynthia’s husband coming with her this afternoon?”\r\n\r\n“No. I wanted it to be simply us four. Do you know him? But of course\r\nyou don’t. This is his first visit to England.”\r\n\r\n“I know his poetry. He’s quite a celebrity. Cynthia’s lucky.”\r\n\r\nThey had made their way into the drawing-room, a gruesome little\r\napartment full of all those antimacassars, wax flowers, and china dogs\r\ninseparable from the cheaper type of London furnished house. Eve,\r\nthough the exterior of Number Eighteen should have prepared her for all\r\nthis, was unable to check a slight shudder as she caught the eye of the\r\nleast prepossessing of the dogs, goggling at her from the mantelpiece.\r\n\r\n“Don’t look at them,” recommended Phyllis, following her gaze. “I try\r\nnot to. We’ve only just moved in here, so I haven’t had time to make\r\nthe place nice. Here’s tea. All right, Jane, put it down there. Tea,\r\nEve?”\r\n\r\nEve sat down. She was puzzled and curious. She threw her mind back to\r\nthe days at school and remembered the Phyllis of that epoch as almost\r\nindecently opulent. A millionaire stepfather there had been then, she\r\nrecollected. What had become of him now, that he should allow Phyllis\r\nto stay in surroundings like this? Eve scented a mystery, and in her\r\ncustomary straightforward way went to the heart of it.\r\n\r\n“Tell me all about yourself,” she said, having achieved as much comfort\r\nas the peculiar structure of her chair would permit. “And remember that\r\nI haven’t seen you for two years, so don’t leave anything out.”\r\n\r\n“It’s so difficult to know where to start.”\r\n\r\n“Well, you signed your letter ‘Phyllis Jackson.’ Start with the\r\nmysterious Jackson. Where does he come in? The last I heard about\r\nyou was an announcement in the _Morning Post_ that you were engaged\r\nto--I’ve forgotten the name, but I’m certain it wasn’t Jackson.”\r\n\r\n“Rollo Mountford.”\r\n\r\n“Was it? Well, what has become of Rollo? You seem to have mislaid him.\r\nDid you break off the engagement?”\r\n\r\n“Well, it--sort of broke itself off. I mean, you see, I went and\r\nmarried Mike.”\r\n\r\n“Eloped with him, do you mean?”\r\n\r\n“Yes.”\r\n\r\n“Good heavens!”\r\n\r\n“I’m awfully ashamed about that, Eve. I suppose I treated Rollo awfully\r\nbadly.”\r\n\r\n“Never mind. A man with a name like that was made for suffering.”\r\n\r\n“I never really cared for him. He had horrid swimmy eyes . . .”\r\n\r\n“I understand. So you eloped with your Mike. Tell me about him. Who is\r\nhe? What does he do?”\r\n\r\n“Well, at present he’s master at a school. But he doesn’t like it. He\r\nwants to get back to the country again. When I met him, he was agent\r\non a place in the country belonging to some people named Smith. Mike\r\nhad been at school and Cambridge with the son. They were very rich\r\nthen and had a big estate. It was the next place to the Edgelows. I\r\nhad gone to stay with Mary Edgelow--I don’t know if you remember her\r\nat school? I met Mike first at a dance, and then I met him out riding,\r\nand then--well, after that we used to meet every day. And we fell in\r\nlove right from the start and we went and got married. Oh, Eve, I wish\r\nyou could have seen our darling little house. It was all over ivy and\r\nroses, and we had horses and dogs and . . .”\r\n\r\nPhyllis’ narrative broke off with a gulp. Eve looked at her\r\nsympathetically. All her life she herself had been joyously\r\nimpecunious, but it had never seemed to matter. She was strong and\r\nadventurous, and revelled in the perpetual excitement of trying to make\r\nboth ends meet. But Phyllis was one of those sweet porcelain girls\r\nwhom the roughnesses of life bruise instead of stimulating. She needed\r\ncomfort and pleasant surroundings. Eve looked morosely at the china\r\ndog, which leered back at her with an insufferable good-fellowship.\r\n\r\n“We had hardly got married,” resumed Phyllis, blinking, “when poor\r\nMr. Smith died and the whole place was broken up. He must have been\r\nspeculating or something, I suppose, because he hardly left any money,\r\nand the estate had to be sold. And the people who bought it--they were\r\ncoal people from Wolverhampton--had a nephew for whom they wanted the\r\nagent job, so Mike had to go. So here we are.”\r\n\r\nEve put the question which she had been waiting to ask ever since she\r\nhad entered the house.\r\n\r\n“But what about your stepfather? Surely, when we were at school, you\r\nhad a rich stepfather in the background. Has he lost his money, too?”\r\n\r\n“No.”\r\n\r\n“Well, why doesn’t he help you, then?”\r\n\r\n“He would, I know, if he was left to himself. But it’s Aunt Constance.”\r\n\r\n“What’s Aunt Constance? And who _is_ Aunt Constance?”\r\n\r\n“Well, I call her that, but she’s really my stepmother--sort of. I\r\nsuppose she’s really my step-stepmother. My stepfather married again\r\ntwo years ago. It was Aunt Constance who was so furious when I married\r\nMike. She wanted me to marry Rollo. She has never forgiven me, and she\r\nwon’t let my stepfather do anything to help us.”\r\n\r\n“But the man must be a worm!” said Eve indignantly. “Why doesn’t he\r\ninsist? You always used to tell me how fond he was of you.”\r\n\r\n“He isn’t a worm, Eve. He’s a dear. It’s just that he has let her\r\nboss him. She’s rather a terror, you know. She can be quite nice,\r\nand they’re awfully fond of each other, but she is as hard as nails\r\nsometimes.” Phyllis broke off. The front door had opened, and there\r\nwere footsteps in the hall. “Here’s Clarkie. I hope she has brought\r\nCynthia with her. She was to pick her up on her way. Don’t talk about\r\nwhat I’ve been telling you in front of her, Eve, there’s an angel.”\r\n\r\n“Why not?”\r\n\r\n“She’s so motherly about it. It’s sweet of her, but . . .”\r\n\r\nEve understood.\r\n\r\n“All right. Later on.”\r\n\r\nThe door opened to admit Miss Clarkson.\r\n\r\nThe adjective which Phyllis had applied to her late schoolmistress\r\nwas obviously well chosen. Miss Clarkson exuded motherliness. She was\r\nlarge, wholesome, and soft, and she swooped on Eve like a hen on its\r\nchicken almost before the door had closed.\r\n\r\n“Eve! How nice to see you after all this time! My dear, you’re looking\r\nperfectly lovely! And _so_ prosperous. What a beautiful hat!”\r\n\r\n“I’ve been envying it ever since you came, Eve,” said Phyllis. “Where\r\ndid you get it?”\r\n\r\n“Madeleine Sœurs, in Regent Street.”\r\n\r\nMiss Clarkson, having acquired and stirred a cup of tea, started to\r\nimprove the occasion. Eve had always been a favourite of hers at\r\nschool. She beamed affectionately upon her.\r\n\r\n“Now doesn’t this show--what I always used to say to you in the dear\r\nold days, Eve--that one must never despair, however black the outlook\r\nmay seem? I remember you at school, dear, as poor as a church mouse,\r\nand with no prospects, none whatever. And yet here you are--rich . . .”\r\n\r\nEve laughed. She got up and kissed Miss Clarkson. She regretted that\r\nshe was compelled to strike a jarring note, but it had to be done.\r\n\r\n“I’m awfully sorry, Clarkie dear,” she said, “but I’m afraid I’ve\r\nmisled you. I’m just as broke as I ever was. In fact, when Phyllis\r\ntold me you were running an Employment Agency, I made a note to come\r\nand see you and ask if you had some attractive billet to dispose of.\r\nGoverness to a thoroughly angelic child would do. Or isn’t there some\r\nnice cosy author or something who wants his letters answered and his\r\npress-clippings pasted in an album?”\r\n\r\n“Oh, my dear!” Miss Clarkson was deeply concerned. “I did hope . . .\r\nThat hat . . . !”\r\n\r\n“The hat’s the whole trouble. Of course I had no business even to think\r\nof it, but I saw it in the shop-window and coveted it for days, and\r\nfinally fell. And then, you see, I had to live up to it--buy shoes and\r\na dress to match. I tell you it was a perfect orgy, and I’m thoroughly\r\nashamed of myself now. Too late, as usual.”\r\n\r\n“Oh, dear! You always were such a wild, impetuous child, even at\r\nschool. I remember how often I used to speak to you about it.”\r\n\r\n“Well, when it was all over and I was sane again, I found I had only a\r\nfew pounds left, not nearly enough to see me through till the relief\r\nexpedition arrived. So I thought it over and decided to invest my\r\nlittle all.”\r\n\r\n“I hope you chose something safe?”\r\n\r\n“It ought to have been. The _Sporting Express_ called it ‘To-day’s\r\nSafety Bet.’ It was Bounding Willie for the two-thirty race at Sandown\r\nlast Wednesday.”\r\n\r\n“Oh, dear!”\r\n\r\n“That’s what I said when poor old Willie came in sixth. But it’s\r\nno good worrying, is it? What it means is that I simply must find\r\nsomething to do that will carry me through till I get my next\r\nquarter’s allowance. And that won’t be till September. . . . But don’t\r\nlet’s talk business here. I’ll come round to your office, Clarkie,\r\nto-morrow. . . . Where’s Cynthia? Didn’t you bring her?”\r\n\r\n“Yes, I thought you were going to pick Cynthia up on your way,\r\nClarkie,” said Phyllis.\r\n\r\nIf Eve’s information as to her financial affairs had caused Miss\r\nClarkson to mourn, the mention of Cynthia plunged her into the very\r\ndepths of woe. Her mouth quivered and a tear stole down her cheek. Eve\r\nand Phyllis exchanged bewildered glances.\r\n\r\n“I say,” said Eve after a moment’s pause and a silence broken only by\r\na smothered sob from their late instructress, “we aren’t being very\r\ncheerful, are we, considering that this is supposed to be a joyous\r\nreunion? Is anything wrong with Cynthia?”\r\n\r\nSo poignant was Miss Clarkson’s anguish that Phyllis, in a flutter of\r\nalarm, rose and left the room swiftly in search of the only remedy that\r\nsuggested itself to her--her smelling-salts.\r\n\r\n“Poor dear Cynthia!” moaned Miss Clarkson.\r\n\r\n“Why, what’s the matter with her?” asked Eve. She was not callous to\r\nMiss Clarkson’s grief, but she could not help the tiniest of smiles. In\r\na flash she had been transported to her school-days, when the other’s\r\nhabit of extracting the utmost tragedy out of the slimmest material had\r\nbeen a source of ever-fresh amusement to her. Not for an instant did\r\nshe expect to hear any worse news of her old friend than that she was\r\nin bed with a cold or had twisted her ankle.\r\n\r\n“She’s married, you know,” said Miss Clarkson.\r\n\r\n“Well, I see no harm in that, Clarkie. If a few more Safety Bets go\r\nwrong, I shall probably have to rush out and marry someone myself. Some\r\nnice, rich, indulgent man who will spoil me.”\r\n\r\n“Oh, Eve, my dear,” pleaded Miss Clarkson, bleating with alarm, “do\r\nplease be careful whom you marry. I never hear of one of my girls\r\nmarrying without feeling that the worst may happen and that, all\r\nunknowing, she may be stepping over a grim precipice!”\r\n\r\n“You don’t _tell_ them that, do you? Because I should think it would\r\nrather cast a damper on the wedding festivities. Has Cynthia gone\r\nstepping over grim precipices? I was just saying to Phyllis that I\r\nenvied her, marrying a celebrity like Ralston McTodd.”\r\n\r\nMiss Clarkson gulped.\r\n\r\n“The man must be a _fiend_!” she said brokenly. “I have just left\r\npoor dear Cynthia in floods of tears at the Cadogan Hotel--she has a\r\nvery nice quiet room on the fourth floor, though the carpet does not\r\nharmonise with the wall-paper. . . . She was broken-hearted, poor\r\nchild. I did what I could to console her, but it was useless. She\r\nalways was so highly strung. I must be getting back to her very soon.\r\nI only came on here because I did not want to disappoint you two dear\r\ngirls . . .”\r\n\r\n“Why?” said Eve with quiet intensity. She knew from experience that\r\nMiss Clarkson, unless firmly checked, would pirouette round and round\r\nthe point for minutes without ever touching it.\r\n\r\n“Why?” echoed Miss Clarkson, blinking as if the word was something\r\nsolid that had struck her unexpectedly.\r\n\r\n“Why was Cynthia in floods of tears?”\r\n\r\n“But I’m telling you, my dear. That man has left her!”\r\n\r\n“Left her!”\r\n\r\n“They had a quarrel, and he walked straight out of the hotel. That\r\nwas the day before yesterday, and he has not been back since. This\r\nafternoon the curtest note came from him to say that he never intended\r\nto return. He had secretly and in a most underhand way arranged for his\r\nluggage to be removed from the hotel to a District Messenger office,\r\nand from there he has taken it no one knows where. He has completely\r\ndisappeared.”\r\n\r\nEve stared. She had not been prepared for news of this momentous order.\r\n\r\n“But what did they quarrel about?”\r\n\r\n“Cynthia, poor child, was too overwrought to tell me!”\r\n\r\nEve clenched her teeth.\r\n\r\n“The beast! . . . Poor old Cynthia. . . . Shall I come round with you?”\r\n\r\n“No, my dear, better let me look after her alone. I will tell her to\r\nwrite and let you know when she can see you. I must be going, Phyllis\r\ndear,” she said, as her hostess re-entered, bearing a small bottle.\r\n\r\n“But you’ve only just come!” said Phyllis, surprised.\r\n\r\n“Poor old Cynthia’s husband has left her,” explained Eve briefly. “And\r\nClarkie’s going back to look after her. She’s in a pretty bad way, it\r\nseems.”\r\n\r\n“Oh, no!”\r\n\r\n“Yes, indeed. And I really must be going at once,” said Miss Clarkson.\r\n\r\nEve waited in the drawing-room till the front door banged and Phyllis\r\ncame back to her. Phyllis was more wistful than ever. She had been\r\nlooking forward to this tea-party, and it had not been the happy\r\noccasion she had anticipated. The two girls sat in silence for a moment.\r\n\r\n“What brutes some men are!” said Eve at length.\r\n\r\n“Mike,” said Phyllis dreamily, “is an angel.”\r\n\r\nEve welcomed the unspoken invitation to return to a more agreeable\r\ntopic. She felt very deeply for the stricken Cynthia, but she hated\r\naimless talk, and nothing could have been more aimless than for her\r\nand Phyllis to sit there exchanging lamentations concerning a tragedy\r\nof which neither knew more than the bare outlines. Phyllis had her\r\ntragedy, too, and it was one where Eve saw the possibility of doing\r\nsomething practical and helpful. She was a girl of action, and was glad\r\nto be able to attack a living issue.\r\n\r\n“Yes, let’s go on talking about you and Mike,” she said. “At present I\r\ncan’t understand the position at all. When Clarkie came in, you were\r\njust telling me about your stepfather and why he wouldn’t help you. And\r\nI thought you made out a very poor case for him. Tell me some more.\r\nI’ve forgotten his name, by the way.”\r\n\r\n“Keeble.”\r\n\r\n“Oh? Well, I think you ought to write and tell him how hard-up you are.\r\nHe may be under the impression that you are still living in luxury and\r\ndon’t need any help. After all, he can’t know unless you tell him. And\r\nI should ask him straight out to come to the rescue. It isn’t as if it\r\nwas your Mike’s fault that you’re broke. He married you on the strength\r\nof a very good position which looked like a permanency, and lost it\r\nthrough no fault of his own. I should write to him, Phyl. Pitch it\r\nstrong.”\r\n\r\n“I have. I wrote to-day. Mike’s just been offered a wonderful\r\nopportunity. A sort of farm place in Lincolnshire. You know. Cows and\r\nthings. Just what he would like and just what he would do awfully well.\r\nAnd we only need three thousand pounds to get it. . . . But I’m afraid\r\nnothing will come of it.”\r\n\r\n“Because of Aunt Constance, you mean?”\r\n\r\n“Yes.”\r\n\r\n“You must _make_ something come of it.” Eve’s chin went up. She looked\r\nlike a Goddess of Determination. “If I were you, I’d haunt their\r\ndoorstep till they had to give you the money to get rid of you. The\r\nidea of anybody doing that absurd driving-into-the-snow business in\r\nthese days! Why _shouldn’t_ you marry the man you were in love with? If\r\nI were you, I’d go and chain myself to their railings and howl like a\r\ndog till they rushed out with cheque-books just to get some peace. Do\r\nthey live in London?”\r\n\r\n“They are down in Shropshire at present at a place called Blandings\r\nCastle.”\r\n\r\nEve started.\r\n\r\n“Blandings Castle? Good gracious!”\r\n\r\n“Aunt Constance is Lord Emsworth’s sister.”\r\n\r\n“But this is the most extraordinary thing. I’m going to Blandings\r\nmyself in a few days.”\r\n\r\n“No!”\r\n\r\n“They’ve engaged me to catalogue the castle library.”\r\n\r\n“But, Eve, were you only joking when you asked Clarkie to find you\r\nsomething to do? She took you quite seriously.”\r\n\r\n“No, I wasn’t joking. There’s a drawback to my going to Blandings. I\r\nsuppose you know the place pretty well?”\r\n\r\n“I’ve often stayed there. It’s beautiful.”\r\n\r\n“Then you know Lord Emsworth’s second son, Freddie Threepwood?”\r\n\r\n“Of course.”\r\n\r\n“Well, he’s the drawback. He wants to marry me, and I certainly don’t\r\nwant to marry him. And what I’ve been wondering is whether a nice easy\r\njob like that, which would tide me over beautifully till September, is\r\nattractive enough to make up for the nuisance of having to be always\r\nsquelching poor Freddie. I ought to have thought of it right at the\r\nbeginning, of course, when he wrote and told me to apply for the\r\nposition, but I was so delighted at the idea of regular work that it\r\ndidn’t occur to me. Then I began to wonder. He’s such a persevering\r\nyoung man. He proposes early and often.”\r\n\r\n“Where did you meet Freddie?”\r\n\r\n“At a theatre party. About two months ago. He was living in London\r\nthen, but he suddenly disappeared and I had a heart-broken letter\r\nfrom him, saying that he had been running up debts and things and his\r\nfather had snatched him away to live at Blandings, which apparently is\r\nFreddie’s idea of the Inferno. The world seems full of hard-hearted\r\nrelatives.”\r\n\r\n“Oh, Lord Emsworth isn’t really hard-hearted. You will love him. He’s\r\nso dreamy and absent-minded. He potters about the garden all the time.\r\nI don’t think you’ll like Aunt Constance much. But I suppose you won’t\r\nsee a great deal of her.”\r\n\r\n“Whom _shall_ I see much of--except Freddie, of course?”\r\n\r\n“Mr. Baxter, Lord Emsworth’s secretary, I expect. I don’t like him at\r\nall. He’s a sort of spectacled cave-man.”\r\n\r\n“He doesn’t sound attractive. But you say the place is nice?”\r\n\r\n“It’s gorgeous. I should go, if I were you, Eve.”\r\n\r\n“Well, I had intended not to. But now you’ve told me about Mr. Keeble\r\nand Aunt Constance, I’ve changed my mind. I’ll have to look in at\r\nClarkie’s office to-morrow and tell her I’m fixed up and shan’t need\r\nher help. I’m going to take your sad case in hand, darling. I shall go\r\nto Blandings, and I will dog your stepfather’s footsteps. . . . Well, I\r\nmust be going. Come and see me to the front door, or I’ll be losing my\r\nway in the miles of stately corridors. . . . I suppose I mayn’t smash\r\nthat china dog before I go? Oh, well, I just thought I’d ask.”\r\n\r\nOut in the hall the little maid-of-all-work bobbed up and intercepted\r\nthem.\r\n\r\n“I forgot to tell you, mum, a gentleman called. I told him you was out.”\r\n\r\n“Quite right, Jane.”\r\n\r\n“Said his name was Smith, ’m.”\r\n\r\nPhyllis gave a cry of dismay.\r\n\r\n“Oh, no! What a shame! I particularly wanted you to meet him, Eve. I\r\nwish I’d known.”\r\n\r\n“Smith?” said Eve. “The name seems familiar. Why were you so anxious\r\nfor me to meet him?”\r\n\r\n“He’s Mike’s best friend. Mike worships him. He’s the son of the Mr.\r\nSmith I was telling you about--the one Mike was at school and Cambridge\r\nwith. He’s a perfect darling, Eve, and you would love him. He’s just\r\nyour sort. I do wish we had known. And now you’re going to Blandings\r\nfor goodness knows how long, and you won’t be able to see him.”\r\n\r\n“What a pity,” said Eve, politely uninterested.\r\n\r\n“I’m so sorry for him.”\r\n\r\n“Why?”\r\n\r\n“He’s in the fish business.”\r\n\r\n“Ugh!”\r\n\r\n“Well, he hates it, poor dear. But he was left stranded like all the\r\nrest of us after the crash, and he was put into the business by an\r\nuncle who is a sort of fish magnate.”\r\n\r\n“Well, why does he stay there, if he dislikes it so much?” said Eve\r\nwith indignation. The helpless type of man was her pet aversion. “I\r\nhate a man who’s got no enterprise.”\r\n\r\n“I don’t think you could call him unenterprising. He never struck me\r\nlike that. . . . You simply must meet him when you come back to London.”\r\n\r\n“All right,” said Eve indifferently. “Just as you like. I might put\r\nbusiness in his way. I’m very fond of fish.”"
  ]
}