{
  "index": 3,
  "title": "Chapter 2",
  "paragraphs": [
    "EVE BORROWS AN UMBRELLA\r\n\r\n\r\nWhat strikes the visitor to London most forcibly, as he enters the\r\nheart of that city’s fashionable shopping district, is the almost\r\nentire absence of ostentation in the shop-windows, the studied\r\navoidance of garish display. About the front of the premises of Messrs.\r\nThorpe & Briscoe, for instance, who sell coal in Dover Street, there\r\nis as a rule nothing whatever to attract fascinated attention. You\r\nmight give the place a glance as you passed, but you would certainly\r\nnot pause and stand staring at it as at the Sistine Chapel or the\r\nTaj Mahal. Yet at ten-thirty on the morning after Eve Halliday had\r\ntaken tea with her friend Phyllis Jackson in West Kensington, Psmith,\r\nlounging gracefully in the smoking-room window of the Drones Club,\r\nwhich is immediately opposite the Thorpe & Briscoe establishment, had\r\nbeen gazing at it fixedly for a full five minutes. One would have said\r\nthat the spectacle enthralled him. He seemed unable to take his eyes\r\noff it.\r\n\r\nThere is always a reason for the most apparently inexplicable\r\nhappenings. It is the practice of Thorpe (or Briscoe) during the months\r\nof summer to run out an awning over the shop. A quiet, genteel awning,\r\nof course, nothing to offend the eye--but an awning which offers a\r\nquite adequate protection against those sudden showers which are such\r\na delightfully piquant feature of the English summer: one of which\r\nhad just begun to sprinkle the West End of London with a good deal of\r\nheartiness and vigour. And under this awning, peering plaintively out\r\nat the rain, Eve Halliday, on her way to the Ada Clarkson Employment\r\nBureau, had taken refuge. It was she who had so enchained Psmith’s\r\ninterest. It was his considered opinion that she improved the Thorpe &\r\nBriscoe frontage by about ninety-five per cent.\r\n\r\nPleased and gratified as Psmith was to have something nice to look at\r\nout of the smoking-room window, he was also somewhat puzzled. This girl\r\nseemed to him to radiate an atmosphere of wealth. Starting at farthest\r\nsouth and proceeding northward, she began in a gleam of patent-leather\r\nshoes. Fawn stockings, obviously expensive, led up to a black crêpe\r\nfrock. And then, just as the eye was beginning to feel that there\r\ncould be nothing more, it was stunned by a supreme hat of soft, dull\r\nsatin with a black bird of Paradise feather falling down over the left\r\nshoulder. Even to the masculine eye, which is notoriously to seek in\r\nthese matters, a whale of a hat. And yet this sumptuously upholstered\r\nyoung woman had been marooned by a shower of rain beneath the awning of\r\nMessrs. Thorpe & Briscoe. Why, Psmith asked himself, was this? Even,\r\nhe argued, if Charles the chauffeur had been given the day off or was\r\ndriving her father the millionaire to the City to attend to his vast\r\ninterests, she could surely afford a cab-fare? We, who are familiar\r\nwith the state of Eve’s finances, can understand her inability to take\r\ncabs, but Psmith was frankly perplexed.\r\n\r\nBeing, however, both ready-witted and chivalrous, he perceived that\r\nthis was no time for idle speculation. His not to reason why; his\r\nobvious duty was to take steps to assist Beauty in distress. He\r\nleft the window of the smoking-room, and, having made his way with a\r\nsmooth dignity to the club’s cloak-room, proceeded to submit a row of\r\numbrellas to a close inspection. He was not easy to satisfy. Two which\r\nhe went so far as to pull out of the rack he returned with a shake of\r\nthe head. Quite good umbrellas, but not fit for this special service.\r\nAt length, however, he found a beauty, and a gentle smile flickered\r\nacross his solemn face. He put up his monocle and gazed searchingly at\r\nthis umbrella. It seemed to answer every test. He was well pleased with\r\nit.\r\n\r\n“Whose,” he inquired of the attendant, “is this?”\r\n\r\n“Belongs to the Honourable Mr. Walderwick, sir.”\r\n\r\n“Ah!” said Psmith tolerantly.\r\n\r\nHe tucked the umbrella under his arm and went out.\r\n\r\n       *       *       *       *       *\r\n\r\nMeanwhile Eve Halliday, lightening up the sombre austerity of Messrs.\r\nThorpe & Briscoe’s shop-front, continued to think hard thoughts of the\r\nEnglish climate and to inspect the sky in the hope of detecting a spot\r\nof blue. She was engaged in this cheerless occupation when at her side\r\na voice spoke.\r\n\r\n“Excuse me!”\r\n\r\nA hatless young man was standing beside her, holding an umbrella. He\r\nwas a striking-looking young man, very tall, very thin, and very well\r\ndressed. In his right eye there was a monocle, and through this he\r\nlooked down at her with a grave friendliness. He said nothing further,\r\nbut, taking her fingers, clasped them round the handle of the umbrella,\r\nwhich he had obligingly opened, and then with a courteous bow proceeded\r\nto dash with long strides across the road, disappearing through the\r\ndoorway of a gloomy building which, from the number of men who had\r\ngone in and out during her vigil, she had set down as a club of some\r\nsort.\r\n\r\nA good many surprising things had happened to Eve since first she\r\nhad come to live in London, but nothing quite so surprising as this.\r\nFor several minutes she stood where she was without moving, staring\r\nround-eyed at the building opposite. The episode was, however,\r\napparently ended. The young man did not reappear. He did not even show\r\nhimself at the window. The club had swallowed him up. And eventually\r\nEve, deciding that this was not the sort of day on which to refuse\r\numbrellas even if they dropped inexplicably from heaven, stepped out\r\nfrom under the awning, laughing helplessly, and started to resume her\r\ninterrupted journey to Miss Clarkson’s.\r\n\r\n       *       *       *       *       *\r\n\r\nThe offices of the Ada Clarkson International Employment Bureau\r\n(“Promptitude--Courtesy--Intelligence”) are at the top of Shaftesbury\r\nAvenue, a little way past the Palace Theatre. Eve, closing the\r\numbrella, which had prevented even a spot of rain falling on her hat,\r\nclimbed the short stair leading to the door and tapped on the window\r\nmarked “Enquiries.”\r\n\r\n“Can I see Miss Clarkson?”\r\n\r\n“What name, please?” responded Enquiries promptly and with intelligent\r\ncourtesy.\r\n\r\n“Miss Halliday.”\r\n\r\nBrief interlude, involving business with speaking-tube.\r\n\r\n“Will you go into the private office, please,” said Enquiries a moment\r\nlater, in a voice which now added respect to the other advertised\r\nqualities, for she had had time to observe and digest the hat.\r\n\r\nEve passed in through the general waiting-room with its\r\nmagazine-covered table, and tapped at the door beyond marked “Private.”\r\n\r\n“Eve, dear!” exclaimed Miss Clarkson the moment she had entered, “I\r\ndon’t know how to tell you, but I have been looking through my books\r\nand I have nothing, simply nothing. There is not a single place that\r\nyou could possibly take. What _is_ to be done?”\r\n\r\n“That’s all right, Clarkie.”\r\n\r\n“But . . .”\r\n\r\n“I didn’t come to talk business. I came to ask after Cynthia. How is\r\nshe?”\r\n\r\nMiss Clarkson sighed.\r\n\r\n“Poor child, she is still in a dreadful state, and no wonder. No news\r\nat all from her husband. He has simply deserted her.”\r\n\r\n“Poor darling! Can’t I see her?”\r\n\r\n“Not at present. I have persuaded her to go down to Brighton for a\r\nday or two. I think the sea air will pick her up. So much better than\r\nmooning about in a London hotel. She is leaving on the eleven o’clock\r\ntrain. I gave her your love, and she was most grateful that you should\r\nhave remembered your old friendship and be sorry for her in her\r\naffliction.”\r\n\r\n“Well, I can write to her. Where is she staying?”\r\n\r\n“I don’t know her Brighton address, but no doubt the Cadogan Hotel\r\nwould forward letters. I think she would be glad to hear from you,\r\ndear.”\r\n\r\nEve looked sadly at the framed testimonials which decorated the wall.\r\nShe was not often melancholy, but it was such a beast of a day and all\r\nher friends seemed to be having such a bad time.\r\n\r\n“Oh, Clarkie,” she said, “what a lot of trouble there is in the world!”\r\n\r\n“Yes, yes!” sighed Miss Clarkson, a specialist on this subject.\r\n\r\n“All the horses you back finish sixth and all the girls you like best\r\ncome croppers. Poor little Phyllis! weren’t you sorry for her?”\r\n\r\n“But her husband, surely, is most devoted?”\r\n\r\n“Yes, but she’s frightfully hard up, and you remember how opulent she\r\nused to be at school. Of course, it must sound funny hearing me pitying\r\npeople for having no money. But somehow other people’s hard-upness\r\nalways seems so much worse than mine. Especially poor old Phyl’s,\r\nbecause she really isn’t fit to stand it. I’ve been used to being\r\nabsolutely broke all my life. Poor dear father always seemed to be\r\nwriting an article against time, with creditors scratching earnestly\r\nat the door.” Eve laughed, but her eyes were misty. “He was a brick,\r\nwasn’t he? I mean, sending me to a first-class school like Wayland\r\nHouse when he often hadn’t enough money to buy tobacco, poor angel. I\r\nexpect he wasn’t always up to time with fees, was he?”\r\n\r\n“Well, my dear, of course I was only an assistant mistress at Wayland\r\nHouse and had nothing to do with the financial side, but I did hear\r\nsometimes. . .”\r\n\r\n“Poor darling father! Do you know, one of my earliest recollections--I\r\ncouldn’t have been more than ten--is of a ring at the front-door bell\r\nand father diving like a seal under the sofa and poking his head out\r\nand imploring me in a hoarse voice to hold the fort. I went to the door\r\nand found an indignant man with a blue paper. I prattled so prettily\r\nand innocently that he not only went away quite contentedly but\r\nactually patted me on the head and gave me a penny. And when the door\r\nhad shut father crawled out from under the sofa and gave me twopence,\r\nmaking threepence in all--a good morning’s work. I bought father a\r\ndiamond ring with it at a shop down the street, I remember. At least\r\nI thought it was a diamond. They may have swindled me, for I was very\r\nyoung.”\r\n\r\n“You have had a hard life, dear.”\r\n\r\n“Yes, but hasn’t it been a lark! I’ve loved every minute of it.\r\nBesides, you can’t call me really one of the submerged tenth. Uncle\r\nThomas left me a hundred and fifty pounds a year, and mercifully I’m\r\nnot allowed to touch the capital. If only there were no hats or safety\r\nbets in the world, I should be smugly opulent. . . . But I mustn’t\r\nkeep you any longer, Clarkie dear. I expect the waiting-room is full\r\nof dukes who want cooks and cooks who want dukes, all fidgeting and\r\nwondering how much longer you’re going to keep them. Good-bye, darling.”\r\n\r\nAnd, having kissed Miss Clarkson fondly and straightened her hat, which\r\nthe other’s motherly embrace had disarranged, Eve left the room."
  ]
}