{
  "index": 4,
  "title": "Chapter 3",
  "paragraphs": [
    "PAINFUL SCENE AT THE DRONES CLUB\r\n\r\n\r\nMeanwhile, at the Drones Club, a rather painful scene had been taking\r\nplace. Psmith, regaining the shelter of the building, had made his way\r\nto the wash-room, where, having studied his features with interest\r\nfor a moment in the mirror, he smoothed his hair, which the rain had\r\nsomewhat disordered, and brushed his clothes with extreme care. He then\r\nwent to the cloak-room for his hat. The attendant regarded him as he\r\nentered with the air of one whose mind is not wholly at rest.\r\n\r\n“Mr. Walderwick was in here a moment ago, sir,” said the attendant.\r\n\r\n“Yes?” said Psmith, mildly interested. “An energetic, bustling soul,\r\nComrade Walderwick. Always somewhere. Now here, now there.”\r\n\r\n“Asking about his umbrella, he was,” pursued the attendant with a touch\r\nof coldness.\r\n\r\n“Indeed? Asking about his umbrella, eh?”\r\n\r\n“Made a great fuss about it, sir, he did.”\r\n\r\n“And rightly,” said Psmith with approval. “The good man loves his\r\numbrella.”\r\n\r\n“Of course I had to tell him that you had took it, sir.”\r\n\r\n“I would not have it otherwise,” assented Psmith heartily. “I like\r\nthis spirit of candour. There must be no reservations, no subterfuges\r\nbetween you and Comrade Walderwick. Let all be open and above-board.”\r\n\r\n“He seemed very put out, sir. He went off to find you.”\r\n\r\n“I am always glad of a chat with Comrade Walderwick,” said Psmith.\r\n“Always.”\r\n\r\nHe left the cloak-room and made for the hall, where he desired the\r\nporter to procure him a cab. This having drawn up in front of the club,\r\nhe descended the steps and was about to enter it, when there was a\r\nhoarse cry in his rear, and through the front door there came bounding\r\na pinkly indignant youth, who called loudly:\r\n\r\n“Here! Hi! Smith! Dash it!”\r\n\r\nPsmith climbed into the cab and gazed benevolently out at the new-comer.\r\n\r\n“Ah, Comrade Walderwick!” he said. “What have we on our mind?”\r\n\r\n“Where’s my umbrella?” demanded the pink one. “The cloak-room waiter\r\nsays you took my umbrella. I mean, a joke’s a joke, but that was a\r\ndashed good umbrella.”\r\n\r\n“It was, indeed,” Psmith agreed cordially. “It may be of interest to\r\nyou to know that I selected it as the only possible one from among a\r\nnumber of competitors. I fear this club is becoming very mixed, Comrade\r\nWalderwick. You with your pure mind would hardly believe the rottenness\r\nof some of the umbrellas I inspected in the cloak-room.”\r\n\r\n“Where is it?”\r\n\r\n“The cloak-room? You turn to the left as you go in at the main entrance\r\nand . . .”\r\n\r\n“My umbrella, dash it! Where’s my umbrella?”\r\n\r\n“Ah, there,” said Psmith, and there was a touch of manly regret in his\r\nvoice, “you have me. I gave it to a young lady in the street. Where she\r\nis at the present moment I could not say.”\r\n\r\nThe pink youth tottered slightly.\r\n\r\n“You gave my umbrella to a girl?”\r\n\r\n“A very loose way of describing her. You would not speak of her in\r\nthat light fashion if you had seen her. Comrade Walderwick, she was\r\nwonderful! I am a plain, blunt, rugged man, above the softer emotions\r\nas a general thing, but I frankly confess that she stirred a chord in\r\nme which is not often stirred. She thrilled my battered old heart,\r\nComrade Walderwick. There is no other word. Thrilled it!”\r\n\r\n“But, dash it! . . .”\r\n\r\nPsmith reached out a long arm and laid his hand paternally on the\r\nother’s shoulder.\r\n\r\n“Be brave, Comrade Walderwick!” he said. “Face this thing like a man!\r\nI am sorry to have been the means of depriving you of an excellent\r\numbrella, but as you will readily understand I had no alternative. It\r\nwas raining. She was over there, crouched despairingly beneath the\r\nawning of that shop. She wanted to be elsewhere, but the moisture\r\nlay in wait to damage her hat. What could I do? What could any man\r\nworthy of the name do but go down to the cloak-room and pinch the\r\nbest umbrella in sight and take it to her? Yours was easily the best.\r\nThere was absolutely no comparison. I gave it to her, and she has\r\ngone off with it, happy once more. This explanation,” said Psmith,\r\n“will, I am sure, sensibly diminish your natural chagrin. You have\r\nlost your umbrella, Comrade Walderwick, but in what a cause! In what\r\na cause, Comrade Walderwick! You are now entitled to rank with Sir\r\nPhilip Sidney and Sir Walter Raleigh. The latter is perhaps the closer\r\nhistorical parallel. He spread his cloak to keep a queen from wetting\r\nher feet. You--by proxy--yielded up your umbrella to save a girl’s\r\nhat. Posterity will be proud of you, Comrade Walderwick. I shall be\r\nvastly surprised if you do not go down in legend and song. Children in\r\nages to come will cluster about their grandfather’s knees, saying,\r\n‘Tell us how the great Walderwick lost his umbrella, grandpapa!’ And\r\nhe will tell them, and they will rise from the recital better, deeper,\r\nbroader children. . . . But now, as I see that the driver has started\r\nhis meter, I fear I must conclude this little chat--which I, for one,\r\nhave heartily enjoyed. Drive on,” he said, leaning out of the window.\r\n“I want to go to Ada Clarkson’s International Employment Bureau in\r\nShaftesbury Avenue.”\r\n\r\nThe cab moved off. The Hon. Hugo Walderwick, after one passionate\r\nglance in its wake, realised that he was getting wet and went back into\r\nthe club.\r\n\r\n       *       *       *       *       *\r\n\r\nArriving at the address named, Psmith paid his cab and, having mounted\r\nthe stairs, delicately knuckled the ground-glass window of Enquiries.\r\n\r\n“My dear Miss Clarkson,” he began in an affable voice, the instant the\r\nwindow had shot up, “if you can spare me a few moments of your valuable\r\ntime . . .”\r\n\r\n“Miss Clarkson’s engaged.”\r\n\r\nPsmith scrutinised her gravely through his monocle.\r\n\r\n“Aren’t _you_ Miss Clarkson?”\r\n\r\nEnquiries said she was not.\r\n\r\n“Then,” said Psmith, “there has been a misunderstanding, for which,” he\r\nadded cordially, “I am to blame. Perhaps I could see her anon? You will\r\nfind me in the waiting-room when required.”\r\n\r\nHe went into the waiting-room, and, having picked up a magazine from\r\nthe table, settled down to read a story in _The Girl’s Pet_--the\r\nJanuary number of the year 1919, for Employment Agencies, like\r\ndentists, prefer their literature of a matured vintage. He was absorbed\r\nin this when Eve came out of the private office."
  ]
}