{
  "index": 11,
  "title": "Chapter 10",
  "paragraphs": [
    "ALMOST ENTIRELY ABOUT FLOWER-POTS\r\n\r\n\r\n§ 1\r\n\r\nThe Efficient Baxter prowled feverishly up and down the yielding carpet\r\nof the big drawing-room. His eyes gleamed behind their spectacles, his\r\ndome-like brow was corrugated. Except for himself, the room was empty.\r\nAs far as the scene of the disaster was concerned, the tumult and the\r\nshouting had died. It was going on vigorously in practically every\r\nother part of the house, but in the drawing-room there was stillness,\r\nif not peace.\r\n\r\nBaxter paused, came to a decision, went to the wall and pressed the\r\nbell.\r\n\r\n“Thomas,” he said when that footman presented himself a few moments\r\nlater.\r\n\r\n“Sir?”\r\n\r\n“Send Susan to me.”\r\n\r\n“Susan, sir?”\r\n\r\n“Yes, Susan,” snapped the Efficient One, who had always a short\r\nway with the domestic staff. “Susan, Susan, Susan. . . . The new\r\nparlourmaid.”\r\n\r\n“Oh, yes, sir. Very good, sir.”\r\n\r\nThomas withdrew, outwardly all grave respectfulness, inwardly piqued,\r\nas was his wont, at the airy manner in which the secretary flung his\r\norders about at the castle. The domestic staff at Blandings lived in a\r\nperpetual state of smouldering discontent under Baxter’s rule.\r\n\r\n“Susan,” said Thomas when he arrived in the lower regions, “you’re to\r\ngo up to the drawing-room. Nosey Parker wants you.”\r\n\r\nThe pleasant-faced young woman whom he addressed laid down her knitting.\r\n\r\n“Who?” she asked.\r\n\r\n“Mister Blooming Baxter. When you’ve been here a little longer you’ll\r\nknow that he’s the feller that owns the place. How he got it I don’t\r\nknow. Found it,” said Thomas satirically, “in his Christmas stocking, I\r\nexpect. Anyhow, you’re to go up.”\r\n\r\nThomas’s fellow-footman, Stokes, a serious-looking man with a bald\r\nforehead, shook that forehead solemnly.\r\n\r\n“Something’s the matter,” he asserted. “You can’t tell me that wasn’t a\r\nscream we heard when them lights was out. Or,” he added weightily, for\r\nhe was a man who looked at every side of a question, “a shriek. It was\r\na shriek or scream. I said so at the time. ‘There,’ I said, ‘listen!’ I\r\nsaid. ‘That’s somebody screaming,’ I said. ‘Or shrieking.’ Something’s\r\nup.”\r\n\r\n“Well, Baxter hasn’t been murdered, worse luck,” said Thomas. “He’s up\r\nthere screaming or shrieking for Susan. ‘Send Susan to me!’” proceeded\r\nThomas, giving an always popular imitation. “‘Susan, Susan, Susan.’ So\r\nyou’d best go, my girl, and see what he wants.”\r\n\r\n“Very well.”\r\n\r\n“And, Susan,” said Thomas, a tender note creeping into his voice, for\r\nalready, brief as had been her sojourn at Blandings, he had found the\r\nnew parlourmaid making a deep impression on him, “if it’s a row of any\r\nkind . . .”\r\n\r\n“Or description,” interjected Stokes.\r\n\r\n“Or description,” continued Thomas, accepting the word, “if ’e’s ’arsh\r\nwith you for some reason or other, you come right back to me and sob\r\nout your troubles on my chest, see? Lay your little ’ead on my shoulder\r\nand tell me all about it.”\r\n\r\nThe new parlourmaid, primly declining to reply to this alluring\r\ninvitation, started on her journey upstairs; and Thomas, with a not\r\nunmanly sigh, resumed his interrupted game of halfpenny nap with\r\ncolleague Stokes.\r\n\r\n       *       *       *       *       *\r\n\r\nThe Efficient Baxter had gone to the open window and was gazing out\r\ninto the night when Susan entered the drawing-room.\r\n\r\n“You wished to see me, Mr. Baxter?”\r\n\r\nThe secretary spun round. So softly had she opened the door, and\r\nso noiselessly had she moved when inside the room, that it was not\r\nuntil she spoke that he had become aware of her arrival. It was a\r\ncharacteristic of this girl Susan that she was always apt to be among\r\nthose present some time before the latter became cognisant of the fact.\r\n\r\n“Oh, good evening, Miss Simmons. You came in very quietly.”\r\n\r\n“Habit,” said the parlourmaid.\r\n\r\n“You gave me quite a start.”\r\n\r\n“I’m sorry. What was it,” she asked, dismissing in a positively\r\nunfeeling manner the subject of her companion’s jarred nerves, “that\r\nyou wished to see me about?”\r\n\r\n“Shut that door.”\r\n\r\n“I have. I always shut doors.”\r\n\r\n“Please sit down.”\r\n\r\n“No, thank you, Mr. Baxter. It might look odd if anyone should come\r\nin.”\r\n\r\n“Of course. You think of everything.”\r\n\r\n“I always do.”\r\n\r\nBaxter stood for a moment, frowning.\r\n\r\n“Miss Simmons,” he said, “when I thought it expedient to install a\r\nprivate detective in this house, I insisted on Wragge’s sending you. We\r\nhad worked together before . . .”\r\n\r\n“Sixteenth of December, 1918, to January twelve, 1919, when you were\r\nsecretary to Mr. Horace Jevons, the American millionaire,” said Miss\r\nSimmons as promptly as if he had touched a spring. It was her hobby to\r\nremember dates with precision.\r\n\r\n“Exactly. I insisted upon your being sent because I knew from\r\nexperience that you were reliable. At that time I looked on your\r\npresence here merely as a precautionary measure. Now, I am sorry to\r\nsay . . .”\r\n\r\n“Did someone steal Lady Constance’s necklace to-night?”\r\n\r\n“Yes!”\r\n\r\n“When the lights went out just now?”\r\n\r\n“Exactly.”\r\n\r\n“Well, why couldn’t you say so at once? Good gracious, man, you don’t\r\nhave to break the thing gently to me.”\r\n\r\nThe Efficient Baxter, though he strongly objected to being addressed as\r\n“man,” decided to overlook the solecism.\r\n\r\n“The lights suddenly went out,” he said. “There was a certain amount of\r\nlaughter and confusion. Then a piercing shriek . . .”\r\n\r\n“I heard it.”\r\n\r\n“And immediately after Lady Constance’s voice crying that her jewels\r\nhad been snatched from her neck.”\r\n\r\n“Then what happened?”\r\n\r\n“Still greater confusion, which lasted until one of the maids arrived\r\nwith a candle. Eventually the lights went on again, but of the necklace\r\nthere was no sign whatever.”\r\n\r\n“Well? Were you expecting the thief to wear it as a watch-chain or hang\r\nit from his teeth?”\r\n\r\nBaxter was finding his companion’s manner more trying every minute, but\r\nhe preserved his calm.\r\n\r\n“Naturally the doors were barred and a complete search instituted.\r\nAnd extremely embarrassing it was. With the single exception of the\r\nscoundrel who has been palming himself off as McTodd, all those present\r\nwere well-known members of Society.”\r\n\r\n“Well-known members of Society might not object to getting hold of\r\na twenty-thousand pound necklace. But still, with the McTodd fellow\r\nthere, you oughtn’t to have had far to look. What had he to say about\r\nit?”\r\n\r\n“He was among the first to empty his pockets.”\r\n\r\n“Well, then, he must have hidden the thing somewhere.”\r\n\r\n“Not in this room. I have searched assiduously.”\r\n\r\n“H’m.”\r\n\r\nThere was a silence.\r\n\r\n“It is baffling,” said Baxter, “baffling.”\r\n\r\n“It is nothing of the kind,” replied Miss Simmons tartly. “This wasn’t\r\na one-man job. How could it have been? I should be inclined to call\r\nit a three-man job. One to switch off the lights, one to snatch the\r\nnecklace, and one to--was that window open all the time? I thought\r\nso--and one to pick up the necklace when the second fellow threw it out\r\non to the terrace.”\r\n\r\n“Terrace!”\r\n\r\nThe word shot from Baxter’s lips with explosive force. Miss Simmons\r\nlooked at him curiously.\r\n\r\n“Thought of something?”\r\n\r\n“Miss Simmons,” said the Efficient One impressively, “everybody\r\nwas assembled in here waiting for the reading to begin, but the\r\npseudo-McTodd was nowhere to be found. I discovered him eventually on\r\nthe terrace in close talk with the Halliday girl.”\r\n\r\n“His partner,” said Miss Simmons, nodding. “We thought so all along.\r\nAnd let me add my little bit. There’s a fellow down in the servants’\r\nhall that calls himself a valet, and I’ll bet he didn’t know what a\r\nvalet was till he came here. I thought he was a crook the moment I set\r\neyes on him. I can tell ’em in the dark. Now, do you know whose valet\r\nhe is? This McTodd fellow’s!”\r\n\r\nBaxter bounded to and fro like a caged tiger.\r\n\r\n“And with my own ears,” he cried excitedly, “I heard the Halliday girl\r\nrefuse to come to the drawing-room to listen to the reading. She was\r\nout on the terrace throughout the whole affair. Miss Simmons, we must\r\nact! We must act!”\r\n\r\n“Yes, but not like idiots,” replied the detective frostily.\r\n\r\n“What do you mean?”\r\n\r\n“Well, you can’t charge out, as you looked as if you wanted to just\r\nthen, and denounce these crooks where they sit. We’ve got to go\r\ncarefully.”\r\n\r\n“But meanwhile they will smuggle the necklace away!”\r\n\r\n“They won’t smuggle any necklace away, not while I’m around.\r\nSuspicion’s no good. We’ve made out a nice little case against the\r\nthree of them, but it’s no use unless we catch them with the goods.\r\nThe first thing we have to do is to find out where they’ve hidden the\r\nstuff. And that’ll take patience. I’ll start by searching that girl’s\r\nroom. Then I’ll search the valet fellow’s room. And if the stuff isn’t\r\nthere, it’ll mean they’ve hidden it out in the open somewhere.”\r\n\r\n“But this McTodd fellow. This fellow who poses as McTodd. He may have\r\nit all the while.”\r\n\r\n“No. I’ll search his room, too, but the stuff won’t be there. He’s the\r\nfellow who’s going to get it in the end, because he’s got that place\r\nout in the woods to hide it in. But they wouldn’t have had time to slip\r\nit to him yet. That necklace is somewhere right here. And if,” said\r\nMiss Simmons with grim facetiousness, “they can hide it from me, they\r\nmay keep it as a birthday present.”\r\n\r\n\r\n§ 2\r\n\r\nHow wonderful, if we pause to examine it, is Nature’s inexorable law of\r\ncompensation. Instead of wasting time in envy of our mental superiors,\r\nwe would do well to reflect that these gifts of theirs which excite our\r\nwistful jealousy are ever attended by corresponding penalties. To take\r\nan example that lies to hand, it was the very fact that he possessed a\r\nbrain like a buzz-saw that rendered the Efficient Baxter a bad sleeper.\r\nJust as he would be dropping off, bing! would go that brain of his,\r\nmelting the mists of sleep like snow in a furnace.\r\n\r\nThis was so even when life was running calmly for him and without\r\nexcitement. To-night, his mind, bearing the load it did, firmly\r\ndeclined even to consider the question of slumber. The hour of two,\r\nchiming from the clock over the stables, found him as wide awake as\r\never he was at high noon.\r\n\r\nLying in bed in the darkness, he reviewed the situation as far as he\r\nhad the data. Shortly before he retired, Miss Simmons had made her\r\nreport about the bedrooms. Though subjected to the severest scrutiny,\r\nneither Psmith’s boudoir nor Cootes’s attic nor Eve’s little nook on\r\nthe third floor had yielded up treasure of any description. And this,\r\nMiss Simmons held, confirmed her original view that the necklace must\r\nbe lying concealed in what might almost be called a public spot--on\r\nsome window-ledge, maybe, or somewhere in the hall. . . .\r\n\r\nBaxter lay considering this theory. It did appear to be the only\r\ntenable one; but it offended him by giving the search a frivolous\r\nsuggestion of being some sort of round game like Hunt the Slipper or\r\nFind the Thimble. As a child he had held austerely aloof from these\r\nsilly pastimes, and he resented being compelled to play them now.\r\nStill . . .\r\n\r\nHe sat up, thinking. He had heard a noise.\r\n\r\n       *       *       *       *       *\r\n\r\nThe attitude of the majority of people towards noises in the night is\r\none of cautious non-interference. But Rupert Baxter was made of sterner\r\nstuff. The sound had seemed to come from downstairs somewhere--perhaps\r\nfrom that very hall where, according to Miss Simmons, the stolen\r\nnecklace might even now be lying hid. Whatever it was, it must\r\ncertainly not be ignored. He reached for the spectacles which lay\r\never ready to his hand on the table beside him: then climbed out of\r\nbed, and, having put on a pair of slippers and opened the door, crept\r\nforth into the darkness. As far as he could ascertain by holding his\r\nbreath and straining his ears, all was still from cellar to roof; but\r\nnevertheless he was not satisfied. He continued to listen. His room\r\nwas on the second floor, one of a series that ran along a balcony\r\noverlooking the hall; and he stood, leaning over the balcony rail, a\r\nsilent statue of Vigilance.\r\n\r\n       *       *       *       *       *\r\n\r\nThe noise which had acted so electrically upon the Efficient Baxter\r\nhad been a particularly noisy noise; and only the intervening distance\r\nand the fact that his door was closed had prevented it sounding to him\r\nlike an explosion. It had been caused by the crashing downfall of a\r\nsmall table containing a vase, a jar of potpourri, an Indian sandalwood\r\nbox of curious workmanship, and a cabinet-size photograph of the Earl\r\nof Emsworth’s eldest son, Lord Bosham; and the table had fallen because\r\nEve, _en route_ across the hall in quest of her precious flower-pot,\r\nhad collided with it while making for the front door. Of all indoor\r\nsports--and Eve, as she stood pallidly among the ruins, would have been\r\nthe first to endorse this dictum--the one which offers the minimum\r\nof pleasure to the participant is that of roaming in pitch darkness\r\nthrough the hall of a country-house. Easily navigable in the daytime,\r\nthese places become at night mere traps for the unwary.\r\n\r\nEve paused breathlessly. So terrific had the noise sounded to her\r\nguilty ears that every moment she was expecting doors to open all over\r\nthe castle, belching forth shouting men with pistols. But as nothing\r\nhappened, courage returned to her, and she resumed her journey. She\r\nfound the great door, ran her fingers along its surface, and drew the\r\nchain. The shooting back of the bolts occupied but another instant, and\r\nthen she was out on the terrace running her hardest towards the row of\r\nflower-pots.\r\n\r\nUp on his balcony, meanwhile, the Efficient Baxter was stopping,\r\nlooking, and listening. The looking brought no results, for all below\r\nwas black as pitch; but the listening proved more fruitful. Faintly\r\nfrom down in the well of the hall there floated up to him a peculiar\r\nsound like something rustling in the darkness. Had he reached the\r\nbalcony a moment earlier, he would have heard the rattle of the chain\r\nand the click of the bolts; but these noises had occurred just before\r\nhe came out of his room. Now all that was audible was this rustling.\r\n\r\nHe could not analyse the sound, but the fact that there was any sound\r\nat all in such a place at such an hour increased his suspicions that\r\ndark doings were toward which would pay for investigation. With\r\nstealthy steps he crept to the head of the stairs and descended.\r\n\r\nOne uses the verb “descend” advisedly, for what is required is some\r\nword suggesting instantaneous activity. About Baxter’s progress from\r\nthe second floor to the first there was nothing halting or hesitating.\r\nHe, so to speak, did it now. Planting his foot firmly on a golf-ball\r\nwhich the Hon. Freddie Threepwood, who had been practising putting in\r\nthe corridor before retiring to bed, had left in his casual fashion\r\njust where the steps began, he took the entire staircase in one\r\nmajestic, volplaning sweep. There were eleven stairs in all separating\r\nhis landing from the landing below, and the only ones he hit were the\r\nthird and tenth. He came to rest with a squattering thud on the lower\r\nlanding, and for a moment or two the fever of the chase left him.\r\n\r\nThe fact that many writers in their time have commented at some length\r\non the mysterious manner in which Fate is apt to perform its work must\r\nnot deter us now from a brief survey of this latest manifestation of\r\nits ingenious methods. Had not his interview with Eve that afternoon so\r\nstimulated the Hon. Freddie as to revive in him a faint yet definite\r\ndesire to putt, there would have been no golf-ball waiting for Baxter\r\non the stairs. And had he been permitted to negotiate the stairs in a\r\nless impetuous manner, Baxter would not at this juncture have switched\r\non the light.\r\n\r\nIt had not been his original intention to illuminate the theatre of\r\naction, but after that Lucifer-like descent from the second floor to\r\nthe first he was taking no more chances. “Safety First” was Baxter’s\r\nslogan. As soon, therefore, as he had shaken off a dazed sensation of\r\nmental and moral collapse, akin to that which comes to the man who\r\nsteps on the teeth of a rake and is smitten on the forehead by the\r\nhandle, he rose with infinite caution to his feet and, feeling his way\r\ndown by the banisters, groped for the switch and pressed it. And so it\r\ncame about that Eve, heading for home with her precious flower-pot in\r\nher arms, was stopped when at the very door by a sudden warning flood\r\nof light. Another instant, and she would have been across the threshold\r\nof disaster.\r\n\r\nFor a moment paralysis gripped her. The light had affected her like\r\nsomeone shouting loudly and unexpectedly in her ear. Her heart gave\r\none convulsive bound, and she stood frozen. Then, filled with a blind\r\ndesire for flight, she dashed like a hunted rabbit into the friendly\r\nshelter of a clump of bushes.\r\n\r\n       *       *       *       *       *\r\n\r\nBaxter stood blinking. Gradually his eyes adjusted themselves to the\r\nlight, and immediately they had done so he was seized by a fresh frenzy\r\nof zeal. Now that all things were made visible to him he could see that\r\nthat faint rustling sound had been caused by a curtain flapping in the\r\nbreeze, and that the breeze which made the curtain flap was coming in\r\nthrough the open front door.\r\n\r\nBaxter wasted no time in abstract thought. He acted swiftly and with\r\ndecision. Straightening his spectacles on his nose, he girded up his\r\npyjamas and galloped out into the night.\r\n\r\n       *       *       *       *       *\r\n\r\nThe smooth terrace slept under the stars. To a more poetic man than\r\nBaxter it would have seemed to wear that faintly reproachful air which\r\na garden always assumes when invaded at unseemly hours by people who\r\nought to be in bed. Baxter, never fanciful, was blind to this. He was\r\nthinking, thinking. That shaking-up on the stairs had churned into\r\nactivity the very depths of his brain and he was at the fever-point\r\nof his reasoning powers. A thought had come like a full-blown rose,\r\nflushing his brow. Miss Simmons, arguing plausibly, had suggested that\r\nthe stolen necklace might be concealed in the hall. Baxter, inspired,\r\nfancied not. Whoever it was that had been at work in the hall just now\r\nhad been making for the garden. It was not the desire to escape which\r\nhad led him--or her--to open the front door, for the opening had been\r\ndone before he, Baxter, had come out on to the balcony--otherwise he\r\nmust have heard the shooting of the bolts. No. The enemy’s objective\r\nhad been the garden. In other words, the terrace. And why? Because\r\nsomewhere on the terrace was the stolen necklace.\r\n\r\nStanding there in the starlight, the Efficient Baxter endeavoured to\r\nreconstruct the scene, and did so with remarkable accuracy. He saw the\r\njewels flashing down. He saw them picked up. But there he stopped. Try\r\nas he might, he could not see them hidden. And yet that they had been\r\nhidden--and that within a few feet of where he was now standing--he\r\nfelt convinced.\r\n\r\nHe moved from his position near the door and began to roam restlessly.\r\nHis slippered feet padded over the soft turf.\r\n\r\n       *       *       *       *       *\r\n\r\nEve peered out from her clump of bushes. It was not easy to see any\r\ngreat distance, but Fate, her friend, was still with her. There had\r\nbeen a moment that night when Baxter, disrobing for bed, had wavered\r\nabsently between his brown and his lemon-coloured pyjamas, little\r\nrecking of what hung upon the choice. Fate had directed his hand to the\r\nlemon-coloured, and he had put them on; with the result that he shone\r\nnow in the dim light like the white plume of Navarre. Eve could follow\r\nhis movements perfectly, and, when he was far enough away from his base\r\nto make the enterprise prudent, she slipped out and raced for home and\r\nsafety. Baxter at the moment was leaning on the terrace wall, thinking,\r\nthinking, thinking.\r\n\r\n       *       *       *       *       *\r\n\r\nIt was possibly the cool air, playing about his bare ankles, that at\r\nlast chilled the secretary’s dashing mood and brought the disquieting\r\nthought that he was doing something distinctly dangerous in remaining\r\nout here in the open like this. A gang of thieves are ugly customers,\r\nlikely to stick at little when a valuable necklace is at stake, and\r\nit came to the Efficient Baxter that in his light pyjamas he must\r\nbe offering a tempting mark for any marauder lurking--say in those\r\nbushes. And at the thought, the summer night, though pleasantly mild,\r\ngrew suddenly chilly. With an almost convulsive rapidity he turned to\r\nre-enter the house. Zeal was well enough, but it was silly to be rash.\r\nHe covered the last few yards of his journey at a rare burst of speed.\r\n\r\nIt was at this point that he discovered that the lights in the hall had\r\nbeen switched off and that the front door was closed and bolted.\r\n\r\n\r\n§ 3\r\n\r\nIt is the opinion of most thoughtful students of life that happiness\r\nin this world depends chiefly on the ability to take things as they\r\ncome. An instance of one who may be said to have perfected this\r\nattitude is to be found in the writings of a certain eminent Arabian\r\nauthor who tells of a traveller who, sinking to sleep one afternoon\r\nupon a patch of turf containing an acorn, discovered when he woke that\r\nthe warmth of his body had caused the acorn to germinate and that he\r\nwas now some sixty feet above the ground in the upper branches of a\r\nmassive oak. Unable to descend, he faced the situation equably. “I\r\ncannot,” he observed, “adapt circumstances to my will: therefore I\r\nshall adapt my will to circumstances. I decide to remain here.” Which\r\nhe did.\r\n\r\nRupert Baxter, as he stood before the barred door of Blandings Castle,\r\nwas very far from imitating this admirable philosopher. To find oneself\r\nlocked out of a country-house at half-past two in the morning in\r\nlemon-coloured pyjamas can never be an unmixedly agreeable experience,\r\nand Baxter was a man less fitted by nature to endure it with equanimity\r\nthan most men. His was a fiery and an arrogant soul, and he seethed in\r\nfurious rebellion against the intolerable position into which Fate had\r\nmanœuvred him. He even went so far as to give the front door a petulant\r\nkick. Finding, however, that this hurt his toes and accomplished no\r\nuseful end, he addressed himself to the task of ascertaining whether\r\nthere was any way of getting in--short of banging the knocker and\r\nrousing the house, a line of action which did not commend itself to\r\nhim. He made a practice of avoiding as far as possible the ribald type\r\nof young man of which the castle was now full, and he had no desire to\r\nmeet them at this hour in his present costume. He left the front door\r\nand proceeded to make a circuit of the castle walls; and his spirits\r\nsank even lower. In the Middle Ages, during that stormy period of\r\nEngland’s history when walls were built six feet thick and a window was\r\nnot so much a window as a handy place for pouring molten lead on the\r\nheads of visitors, Blandings had been an impregnable fortress. But in\r\nall its career it can seldom have looked more of a fortress to anyone\r\nthan it did now to the Efficient Baxter.\r\n\r\nOne of the disadvantages of being a man of action, impervious to the\r\nsofter emotions, is that in moments of trial the beauties of Nature are\r\npowerless to soothe the anguished heart. Had Baxter been of a dreamy\r\nand poetic temperament he might now have been drawing all sorts of\r\nbalm from the loveliness of his surroundings. The air was full of the\r\nscent of growing things; strange, shy creatures came and went about him\r\nas he walked; down in the woods a nightingale had begun to sing; and\r\nthere was something grandly majestic in the huge bulk of the castle\r\nas it towered against the sky. But Baxter had temporarily lost his\r\nsense of smell; he feared and disliked the strange, shy creatures; the\r\nnightingale left him cold; and the only thought the towering castle\r\ninspired in him was that it looked as if a fellow would need half a ton\r\nof dynamite to get into it.\r\n\r\nBaxter paused. He was back now near the spot from which he had\r\nstarted, having completed two laps without finding any solution of his\r\ndifficulties. The idea in his mind had been to stand under somebody’s\r\nwindow and attract the sleeper’s attention with soft, significant\r\nwhistles. But the first whistle he emitted had sounded to him in the\r\nstillness of early morn so like a steam syren that thereafter he had\r\nmerely uttered timid, mouse-like sounds which the breezes had carried\r\naway the moment they crept out. He proposed now to halt for awhile\r\nand rest his lips before making another attempt. He proceeded to the\r\nterrace wall and sat down. The clock over the stables struck three.\r\n\r\nTo the restless type of thinker like Rupert Baxter, the act of sitting\r\ndown is nearly always the signal for the brain to begin working with\r\neven more than its customary energy. The relaxed body seems to invite\r\nthought. And Baxter, having suspended for the moment his physical\r\nactivities--and glad to do so, for his slippers hurt him--gave himself\r\nup to tense speculation as to the hiding-place of Lady Constance\r\nKeeble’s necklace. From the spot where he now sat he was probably, he\r\nreflected, actually in a position to see that hiding-place--if only,\r\nwhen he saw it, he were able to recognise it for what it was. Somewhere\r\nout here--in yonder bushes or in some unsuspected hole in yonder\r\ntree--the jewels must have been placed. Or . . .\r\n\r\nSomething seemed to go off inside Baxter like a touched spring. One\r\nmoment, he was sitting limply, keenly conscious of a blister on the\r\nsole of his left foot; the next, regardless of the blister, he was\r\noff the wall and racing madly along the terrace in a flurry of flying\r\nslippers. Inspiration had come to him.\r\n\r\nDay dawns early in the summer months, and already a sort of unhealthy\r\npallor had begun to manifest itself in the sky. It was still far from\r\nlight, but objects hitherto hidden in the gloom had begun to take\r\non uncertain shape. And among these there had come into the line of\r\nBaxter’s vision a row of fifteen flower-pots.\r\n\r\nThere they stood, side by side, round and inviting, each with a\r\ngeranium in its bed of mould. Fifteen flower-pots. There had originally\r\nbeen sixteen, but Baxter knew nothing of that. All he knew was that he\r\nwas on the trail.\r\n\r\nThe quest for buried treasure is one which right through the ages\r\nhas exercised an irresistible spell over humanity. Confronted with a\r\nspot where buried treasure may lurk, men do not stand upon the order\r\nof their digging; they go at it with both hands. No solicitude for his\r\nemployer’s geraniums came to hamper Rupert Baxter’s researches. To\r\ngrasp the first flower-pot and tilt out its contents was with him the\r\nwork of a moment. He scrabbled his fingers through the little pile of\r\nmould . . .\r\n\r\nNothing.\r\n\r\nA second geranium lay broken on the ground . . .\r\n\r\nNothing.\r\n\r\nA third . . .\r\n\r\n       *       *       *       *       *\r\n\r\nThe Efficient Baxter straightened himself painfully. He was unused to\r\nstooping, and his back ached. But physical discomfort was forgotten in\r\nthe agony of hope frustrated. As he stood there, wiping his forehead\r\nwith an earth-stained hand, fifteen geranium corpses gazed up at him in\r\nthe growing light, it seemed with reproach. But Baxter felt no remorse.\r\nHe included all geraniums, all thieves, and most of the human race in\r\none comprehensive black hatred.\r\n\r\nAll that Rupert Baxter wanted in this world now was bed. The clock over\r\nthe stables had just struck four, and he was aware of an overpowering\r\nfatigue. Somehow or other, if he had to dig through the walls with his\r\nbare hands, he must get into the house. He dragged himself painfully\r\nfrom the scene of carnage and blinked up at the row of silent windows\r\nabove him. He was past whistling now. He stooped for a pebble, and\r\ntossed it up at the nearest window.\r\n\r\nNothing happened. Whoever was sleeping up there continued to sleep. The\r\nsky had turned pink, birds were twittering in the ivy, other birds had\r\nbegun to sing in the bushes. All Nature, in short, was waking--except\r\nthe unseen sluggard up in that room.\r\n\r\nHe threw another pebble . . .\r\n\r\n       *       *       *       *       *\r\n\r\nIt seemed to Rupert Baxter that he had been standing there throwing\r\npebbles through a nightmare eternity. The whole universe had now become\r\nconcentrated in his efforts to rouse that log-like sleeper; and for a\r\nbrief instant fatigue left him, driven away by a sort of Berserk fury.\r\nAnd there floated into his mind, as if from some previous existence,\r\na memory of somebody once standing near where he was standing now and\r\nthrowing a flower-pot in at a window at someone. Who it was that had\r\nthrown the thing at whom, he could not at the moment recall; but the\r\noutstanding point on which his mind focused itself was the fact that\r\nthe man had had the right idea. This was no time for pebbles. Pebbles\r\nwere feeble and inadequate. With one voice the birds, the breezes, the\r\ngrasshoppers, the whole chorus of Nature waking to another day seemed\r\nto shout to him, “Say it with flower-pots!”\r\n\r\n\r\n§ 4\r\n\r\nThe ability to sleep soundly and deeply is the prerogative, as has been\r\npointed out earlier in this straightforward narrative of the simple\r\nhome-life of the English upper classes, of those who do not think\r\nquickly. The Earl of Emsworth, who had not thought quickly since the\r\noccasion in the summer of 1874 when he had heard his father’s footsteps\r\napproaching the stable-loft in which he, a lad of fifteen, sat smoking\r\nhis first cigar, was an excellent sleeper. He started early and\r\nfinished late. It was his gentle boast that for more than twenty years\r\nhe had never missed his full eight hours. Generally he managed to get\r\nsomething nearer ten.\r\n\r\nBut then, as a rule, people did not fling flower-pots through his\r\nwindow at four in the morning.\r\n\r\nEven under this unusual handicap, however, he struggled bravely to\r\npreserve his record. The first of Baxter’s missiles, falling on a\r\nsettee, produced no change in his regular breathing. The second, which\r\nstruck the carpet, caused him to stir. It was the third, colliding\r\nsharply with his humped back, that definitely woke him. He sat up in\r\nbed and stared at the thing.\r\n\r\nIn the first moment of his waking, relief was, oddly enough, his chief\r\nemotion. The blow had roused him from a disquieting dream in which he\r\nhad been arguing with Angus McAllister about early spring bulbs, and\r\nMcAllister, worsted verbally, had hit him in the ribs with a spud. Even\r\nin his dream Lord Emsworth had been perplexed as to what his next move\r\nought to be; and when he found himself awake and in his bedroom he\r\nwas at first merely thankful that the necessity for making a decision\r\nhad at any rate been postponed. Angus McAllister might on some future\r\noccasion smite him with a spud, but he had not done it yet.\r\n\r\nThere followed a period of vague bewilderment. He looked at the\r\nflower-pot. It held no message for him. He had not put it there. He\r\nnever took flower-pots to bed. Once, as a child, he had taken a dead\r\npet rabbit, but never a flower-pot. The whole affair was completely\r\ninscrutable; and his lordship, unable to solve the mystery, was on the\r\npoint of taking the statesmanlike course of going to sleep again, when\r\nsomething large and solid whizzed through the open window and crashed\r\nagainst the wall, where it broke, but not into such small fragments\r\nthat he could not perceive that in its prime it, too, had been a\r\nflower-pot. And at this moment his eyes fell on the carpet and then on\r\nthe settee; and the affair passed still farther into the realm of the\r\ninexplicable. The Hon. Freddie Threepwood, who had a poor singing-voice\r\nbut was a game trier, had been annoying his father of late by crooning\r\na ballad ending in the words:\r\n\r\n    “_It is not raining rain at all:_\r\n        _It’s raining vi-o-lets._”\r\n\r\nIt seemed to Lord Emsworth now that matters had gone a step farther. It\r\nwas raining flower-pots.\r\n\r\nThe customary attitude of the Earl of Emsworth towards all mundane\r\naffairs was one of vague detachment; but this phenomenon was so\r\nremarkable that he found himself stirred to quite a little flutter\r\nof excitement and interest. His brain still refused to cope with the\r\nproblem of why anybody should be throwing flower-pots into his room at\r\nthis hour--or, indeed, at any hour; but it seemed a good idea to go and\r\nascertain who this peculiar person was.\r\n\r\nHe put on his glasses and hopped out of bed and trotted to the window.\r\nAnd it was while he was on his way there that memory stirred in him, as\r\nsome minutes ago it had stirred in the Efficient Baxter. He recalled\r\nthat odd episode of a few days back, when that delightful girl, Miss\r\nWhat’s-her-name, had informed him that his secretary had been throwing\r\nflower-pots at that poet fellow, McTodd. He had been annoyed, he\r\nremembered, that Baxter should so far have forgotten himself. Now,\r\nhe found himself more frightened than annoyed. Just as every dog is\r\npermitted one bite without having its sanity questioned, so, if you\r\nconsider it in a broad-minded way, may every man be allowed to throw\r\none flower-pot. But let the thing become a habit, and we look askance.\r\nThis strange hobby of his appeared to be growing on Baxter like a\r\ndrug, and Lord Emsworth did not like it at all. He had never before\r\nsuspected his secretary of an unbalanced mind, but now he mused, as\r\nhe tiptoed cautiously to the window, that the Baxter sort of man, the\r\nenergetic restless type, was just the kind that does go off his head.\r\nJust some such calamity as this, his lordship felt, he might have\r\nforeseen. Day in, day out, Rupert Baxter had been exercising his brain\r\never since he had come to the castle--and now he had gone and sprained\r\nit. Lord Emsworth peeped timidly out from behind a curtain.\r\n\r\nHis worst fears were realised. It was Baxter, sure enough; and a\r\ntousled, wild-eyed Baxter incredibly clad in lemon-coloured pyjamas.\r\n\r\n       *       *       *       *       *\r\n\r\nLord Emsworth stepped back from the window. He had seen sufficient. The\r\npyjamas had in some curious way set the coping-stone on his dismay,\r\nand he was now in a condition approximating to panic. That Baxter\r\nshould be so irresistibly impelled by his strange mania as actually\r\nto omit to attire himself decently before going out on one of these\r\nflower-pot-hurling expeditions of his seemed to make it all so sad and\r\nhopeless. The dreamy peer was no poltroon, but he was past his first\r\nyouth, and it came to him very forcibly that the interviewing and\r\npacifying of secretaries who ran amok was young man’s work. He stole\r\nacross the room and opened the door. It was his purpose to put this\r\nmatter into the hands of an agent. And so it came about that Psmith was\r\naroused some few minutes later from slumber by a touch on the arm and\r\nsat up to find his host’s pale face peering at him in the weird light\r\nof early morning.\r\n\r\n“My dear fellow,” quavered Lord Emsworth.\r\n\r\nPsmith, like Baxter, was a light sleeper; and it was only a moment\r\nbefore he was wide awake and exerting himself to do the courtesies.\r\n\r\n“Good morning,” he said pleasantly. “Will you take a seat.”\r\n\r\n“I am extremely sorry to be obliged to wake you, my dear fellow,” said\r\nhis lordship, “but the fact of the matter is, my secretary, Baxter, has\r\ngone off his head.”\r\n\r\n“Much?” inquired Psmith, interested.\r\n\r\n“He is out in the garden in his pyjamas, throwing flower-pots through\r\nmy window.”\r\n\r\n“Flower-pots?”\r\n\r\n“Flower-pots!”\r\n\r\n“Oh, flower-pots!” said Psmith, frowning thoughtfully, as if he had\r\nexpected it would be something else. “And what steps are you proposing\r\nto take? That is to say,” he went on, “unless you wish him to continue\r\nthrowing flower-pots.”\r\n\r\n“My dear fellow . . . !”\r\n\r\n“Some people like it,” explained Psmith. “But you do not? Quite so,\r\nquite so. I understand perfectly. We all have our likes and dislikes.\r\nWell, what would you suggest?”\r\n\r\n“I was hoping that you might consent to go down--er--having possibly\r\narmed yourself with a good stout stick--and induce him to desist and\r\nreturn to bed.”\r\n\r\n“A sound suggestion in which I can see no flaw,” said Psmith\r\napprovingly. “If you will make yourself at home in here--pardon me for\r\nissuing invitations to you in your own house--I will see what can be\r\ndone. I have always found Comrade Baxter a reasonable man, ready to\r\nwelcome suggestions from outside sources, and I have no doubt that we\r\nshall easily be able to reach some arrangement.”\r\n\r\nHe got out of bed, and, having put on his slippers, and his monocle,\r\npaused before the mirror to brush his hair.\r\n\r\n“For,” he explained, “one must be natty when entering the presence of a\r\nBaxter.”\r\n\r\nHe went to the closet and took from among a number of hats a neat\r\nHomburg. Then, having selected from a bowl of flowers on the\r\nmantelpiece a simple white rose, he pinned it in the coat of his\r\npyjama-suit and announced himself ready.\r\n\r\n\r\n§ 5\r\n\r\nThe sudden freshet of vicious energy which had spurred the Efficient\r\nBaxter on to his recent exhibition of marksmanship had not lasted.\r\nLethargy was creeping back on him even as he stooped to pick up the\r\nflower-pot which had found its billet on Lord Emsworth’s spine. And, as\r\nhe stood there after hurling that final missile, he had realised that\r\nthat was his last shot. If that produced no results, he was finished.\r\n\r\nAnd, as far as he could gather, it had produced no results whatever.\r\nNo head had popped inquiringly out of the window. No sound of anybody\r\nstirring had reached his ears. The place was as still as if he had been\r\nthrowing marsh-mallows. A weary sigh escaped from Baxter’s lips. And\r\na moment later he was reclining on the ground with his head propped\r\nagainst the terrace wall, a beaten man.\r\n\r\nHis eyes closed. Sleep, which he had been denying to himself for so\r\nlong, would be denied no more. When Psmith arrived, daintily swinging\r\nthe Hon. Freddie Threepwood’s niblick like a clouded cane, he had just\r\nbegun to snore.\r\n\r\n       *       *       *       *       *\r\n\r\nPsmith was a kindly soul. He did not like Rupert Baxter, but that was\r\nno reason why he should allow him to continue lying on turf wet with\r\nthe morning dew, thus courting lumbago and sciatica. He prodded Baxter\r\nin the stomach with the niblick, and the secretary sat up, blinking.\r\nAnd with returning consciousness came a burning sense of grievance.\r\n\r\n“Well, you’ve been long enough,” he growled. Then, as he rubbed his\r\nred-rimmed eyes and was able to see more clearly, he perceived who it\r\nwas that had come to his rescue. The spectacle of Psmith of all people\r\nbeaming benignly down at him was an added offence. “Oh, it’s you?” he\r\nsaid morosely.\r\n\r\n“I in person,” said Psmith genially. “Awake, beloved! Awake, for\r\nmorning in the bowl of night has flung the stone that puts the stars to\r\nflight; and lo! the hunter of the East has caught the Sultan’s turret\r\nin a noose of light. The Sultan himself,” he added, “you will find\r\nbehind yonder window, speculating idly on your motives for bunging\r\nflower-pots at him. Why, if I may venture the question, _did_ you?”\r\n\r\nBaxter was in no confiding mood. Without replying, he rose to his feet\r\nand started to trudge wearily along the terrace to the front door.\r\nPsmith fell into step beside him.\r\n\r\n“If I were you,” said Psmith, “and I offer the suggestion in the most\r\ncordial spirit of goodwill, I would use every effort to prevent this\r\npassion for flinging flower-pots from growing upon me. I know you\r\nwill say that you can take it or leave it alone; that just one more\r\npot won’t hurt you; but can you stop at one? Isn’t it just that first\r\ninsidious flower-pot that does all the mischief? Be a man, Comrade\r\nBaxter!” He laid his hand appealingly on the secretary’s shoulder.\r\n“The next time the craving comes on you, fight it. Fight it! Are you,\r\nthe heir of the ages, going to become a slave to a habit? Tush! You\r\nknow and I know that there is better stuff in you than that. Use your\r\nwill-power, man, use your will-power.”\r\n\r\nWhatever reply Baxter might have intended to make to this powerful\r\nharangue--and his attitude as he turned on his companion suggested that\r\nhe had much to say--was checked by a voice from above.\r\n\r\n“Baxter! My dear fellow!”\r\n\r\nThe Earl of Emsworth, having observed the secretary’s awakening from\r\nthe safe observation-post of Psmith’s bedroom, and having noted that he\r\nseemed to be exhibiting no signs of violence, had decided to make his\r\npresence known. His panic had passed, and he wanted to go into first\r\ncauses.\r\n\r\nBaxter gazed wanly up at the window.\r\n\r\n“I can explain everything, Lord Emsworth.”\r\n\r\n“What?” said his lordship, leaning farther out.\r\n\r\n“I can explain everything,” bellowed Baxter.\r\n\r\n“It turns out after all,” said Psmith pleasantly, “to be very simple.\r\nHe was practising for the Jerking The Geranium event at the next\r\nOlympic Games.”\r\n\r\nLord Emsworth adjusted his glasses.\r\n\r\n“Your face is dirty,” he said, peering down at his dishevelled\r\nsecretary. “Baxter, my dear fellow, your face is dirty.”\r\n\r\n“I was digging,” replied Baxter sullenly.\r\n\r\n“What?”\r\n\r\n“Digging!”\r\n\r\n“The terrier complex,” explained Psmith. “What,” he asked kindly,\r\nturning to his companion, “were you digging for? Forgive me if the\r\nquestion seems an impertinent one, but we are naturally curious.”\r\n\r\nBaxter hesitated.\r\n\r\n“What were you digging for?” asked Lord Emsworth.\r\n\r\n“You see,” said Psmith. “_He_ wants to know.”\r\n\r\nNot for the first time since they had become associated, a mad feeling\r\nof irritation at his employer’s woolly persistence flared up in\r\nRupert Baxter’s bosom. The old ass was always pottering about asking\r\nquestions. Fury and want of sleep combined to dull the secretary’s\r\nnormal prudence. Dimly he realised that he was imparting Psmith, the\r\nscoundrel who he was convinced was the ringleader of last night’s\r\noutrage, valuable information; but anything was better than to have to\r\nstand here shouting up at Lord Emsworth. He wanted to get it over and\r\ngo to bed.\r\n\r\n“I thought Lady Constance’s necklace was in one of the flower-pots,” he\r\nshrilled.\r\n\r\n“What?”\r\n\r\nThe secretary’s powers of endurance gave out. This maddening\r\ninquisition, coming on top of the restless night he had had, was too\r\nmuch for him. With a low moan he made one agonised leap for the front\r\ndoor and passed through it to where beyond these voices there was peace.\r\n\r\nPsmith, deprived thus abruptly of his stimulating society, remained\r\nfor some moments standing near the front door, drinking in with grave\r\napproval the fresh scents of the summer morning. It was many years\r\nsince he had been up and about as early as this, and he had forgotten\r\nhow delightful the first beginnings of a July day can be. Unlike\r\nBaxter, on whose self-centred soul these things had been lost, he\r\nrevelled in the soft breezes, the singing birds, the growing pinkness\r\nof the eastern sky. He awoke at length from his reverie to find that\r\nLord Emsworth had toddled down and was tapping him on the arm.\r\n\r\n“_What_ did he say?” inquired his lordship. He was feeling like a\r\nman who has been cut off in the midst of an absorbing telephone\r\nconversation.\r\n\r\n“Say?” said Psmith. “Oh, Comrade Baxter? Now, let me think. What _did_\r\nhe say?”\r\n\r\n“Something about something being in a flower-pot,” prompted his\r\nlordship.\r\n\r\n“Ah, yes. He said he thought that Lady Constance’s necklace was in one\r\nof the flower-pots.”\r\n\r\n“What!”\r\n\r\nLord Emsworth, it should be mentioned, was not completely in touch with\r\nrecent happenings in his home. His habit of going early to bed had\r\ncaused him to miss the sensational events in the drawing-room: and,\r\nas he was a sound sleeper, the subsequent screams--or, as Stokes the\r\nfootman would have said, shrieks--had not disturbed him. He stared at\r\nPsmith, aghast. For a while the apparent placidity of Baxter had lulled\r\nhis first suspicions, but now they returned with renewed force.\r\n\r\n“Baxter thought my sister’s necklace was in a flower-pot?” he gasped.\r\n\r\n“So I understood him to say.”\r\n\r\n“But why should my sister keep her necklace in a flower-pot?”\r\n\r\n“Ah, there you take me into deep waters.”\r\n\r\n“The man’s mad,” cried Lord Emsworth, his last doubts removed. “Stark,\r\nstaring mad! I thought so before, and now I’m convinced of it.”\r\n\r\nHis lordship was no novice in the symptoms of insanity. Several of\r\nhis best friends were residing in those palatial establishments set\r\nin pleasant parks and surrounded by high walls with broken bottles on\r\nthem, to which the wealthy and aristocratic are wont to retire when\r\nthe strain of modern life becomes too great. And one of his uncles by\r\nmarriage, who believed that he was a loaf of bread, had made his first\r\npublic statement on the matter in the smoking-room of this very castle.\r\nWhat Lord Emsworth did not know about lunatics was not worth knowing.\r\n\r\n“I must get rid of him,” he said. And at the thought the fair morning\r\nseemed to Lord Emsworth to take on a sudden new beauty. Many a time\r\nhad he toyed wistfully with the idea of dismissing his efficient but\r\ntyrannical secretary, but never before had that sickeningly competent\r\nyoung man given him any reasonable cause to act. Hitherto, moreover, he\r\nhad feared his sister’s wrath should he take the plunge. But now . . .\r\nSurely even Connie, pig-headed as she was, could not blame him for\r\ndispensing with the services of a secretary who thought she kept her\r\nnecklaces in flower-pots, and went out into the garden in the early\r\ndawn to hurl them at his bedroom window.\r\n\r\nHis demeanour took on a sudden buoyancy. He hummed a gay air.\r\n\r\n“Get rid of him,” he murmured, rolling the blessed words round his\r\ntongue. He patted Psmith genially on the shoulder. “Well, my dear\r\nfellow,” he said, “I suppose we had better be getting back to bed and\r\nseeing if we can’t get a little sleep.”\r\n\r\nPsmith gave a little start. He had been somewhat deeply immersed in\r\nthought.\r\n\r\n“Do not,” he said courteously, “let me keep you from the hay if you\r\nwish to retire. To me--you know what we poets are--this lovely morning\r\nhas brought inspiration. I think I will push off to my little nook in\r\nthe woods, and write a poem about something.”\r\n\r\nHe accompanied his host up the silent stairs, and they parted with\r\nmutual good will at their respective doors. Psmith, having cleared his\r\nbrain with a hurried cold bath, began to dress.\r\n\r\nAs a rule, the donning of his clothes was a solemn ceremony over\r\nwhich he dwelt lovingly; but this morning he abandoned his customary\r\nleisurely habit. He climbed into his trousers with animation, and\r\nlingered but a moment over the tying of his tie. He was convinced that\r\nthere was that before him which would pay for haste.\r\n\r\nNothing in this world is sadder than the frequency with which we\r\nsuspect our fellows without just cause. In the happenings of the night\r\nbefore, Psmith had seen the hand of Edward Cootes. Edward Cootes, he\r\nconsidered, had been indulging in what--in another--he would certainly\r\nhave described as funny business. Like Miss Simmons, Psmith had quickly\r\narrived at the conclusion that the necklace had been thrown out of\r\nthe drawing-room window by one of those who made up the audience at\r\nhis reading: and it was his firm belief that it had been picked up\r\nand hidden by Mr. Cootes. He had been trying to think ever since\r\nwhere that persevering man could have concealed it, and Baxter had\r\nprovided the clue. But Psmith saw clearer than Baxter. The secretary,\r\nhaving disembowelled fifteen flower-pots and found nothing, had\r\nabandoned his theory. Psmith went further, and suspected the existence\r\nof a sixteenth. And he proposed as soon as he was dressed to sally\r\ndownstairs in search of it.\r\n\r\nHe put on his shoes, and left the room, buttoning his waistcoat as he\r\nwent.\r\n\r\n\r\n§ 6\r\n\r\nThe hands of the clock over the stables were pointing to half-past\r\nfive when Eve Halliday, tiptoeing furtively, made another descent of\r\nthe stairs. Her feelings as she went were very different from those\r\nwhich had caused her to jump at every sound when she had started on\r\nthis same journey three hours earlier. Then, she had been a prowler\r\nin the darkness and, as such, a fitting object of suspicion: now, if\r\nshe happened to run into anybody, she was merely a girl who, unable\r\nto sleep, had risen early to take a stroll in the garden. It was a\r\ndistinction that made all the difference.\r\n\r\nMoreover, it covered the facts. She had not been able to sleep--except\r\nfor an hour when she had dozed off in a chair by her window; and she\r\ncertainly proposed to take a stroll in the garden. It was her intention\r\nto recover the necklace from the place where she had deposited it, and\r\nbury it somewhere where no one could possibly find it. There it could\r\nlie until she had a chance of meeting and talking to Mr. Keeble, and\r\nascertaining what was the next step he wished taken.\r\n\r\nTwo reasons had led Eve, after making her panic dash back into the\r\nhouse after lurking in the bushes while Baxter patrolled the terrace,\r\nto leave her precious flower-pot on the sill of the window beside the\r\nfront door. She had read in stories of sensation that for purposes\r\nof concealment the most open place is the best place: and, secondly,\r\nthe nearer the front door she put the flower-pot, the less distance\r\nwould she have to carry it when the time came for its removal. In\r\nthe present excited condition of the household, with every guest an\r\namateur detective, the spectacle of a girl tripping downstairs with a\r\nflower-pot in her arms would excite remark.\r\n\r\nEve felt exhilarated. She was not used to getting only one hour’s sleep\r\nin the course of a night, but excitement and the reflection that she\r\nhad played a difficult game and won it against odds bore her up so\r\nstrongly that she was not conscious of fatigue: and so uplifted did she\r\nfeel that as she reached the landing above the hall she abandoned her\r\ncautious mode of progress and ran down the remaining stairs. She had\r\nthe sensation of being in the last few yards of a winning race.\r\n\r\n       *       *       *       *       *\r\n\r\nThe hall was quite light now. Every object in it was plainly visible.\r\nThere was the huge dinner-gong: there was the long leather settee:\r\nthere was the table which she had upset in the darkness. And there was\r\nthe sill of the window by the front door. But the flower-pot which had\r\nbeen on it was gone."
  ]
}