{
  "index": 13,
  "title": "Chapter 12",
  "paragraphs": [
    "PSMITH RECEIVES GUESTS\r\n\r\n\r\n§ 1\r\n\r\nBlandings Castle was astir from roof to hall. Lights blazed, voices\r\nshouted, bells rang. All over the huge building there prevailed a vast\r\nactivity like that of a barracks on the eve of the regiment’s departure\r\nfor abroad. Dinner was over, and the Expeditionary Force was making\r\nits final preparations before starting off in many motor-cars for\r\nthe County Ball at Shifley. In the bedrooms on every floor, Reggies,\r\ndoubtful at the last moment about their white ties, were feverishly\r\narranging new ones; Berties brushed their already glistening hair; and\r\nClaudes shouted to Archies along the passages insulting inquiries as to\r\nwhether they had been sneaking their handkerchiefs. Valets skimmed like\r\nswallows up and down corridors, maids fluttered in and out of rooms in\r\naid of Beauty in distress. The noise penetrated into every nook and\r\ncorner of the house. It vexed the Efficient Baxter, going through his\r\npapers in the library preparatory to leaving Blandings on the morrow\r\nfor ever. It disturbed Lord Emsworth, who stoutly declining to go\r\nwithin ten miles of the County Ball, had retired to his room with a\r\nbook on Herbaceous Borders. It troubled the peace of Beach the butler,\r\nrefreshing himself after his activities around the dinner table with a\r\nglass of sound port in the housekeeper’s room. The only person in the\r\nplace who paid no attention to it was Eve Halliday.\r\n\r\nEve was too furious to pay attention to anything but her deleterious\r\nthoughts. As she walked on the terrace, to which she had fled in quest\r\nof solitude, her teeth were set and her blue eyes glowed belligerently.\r\nAs Miss Peavey would have put it in one of her colloquial moods, she\r\nwas mad clear through. For Eve was a girl of spirit, and there is\r\nnothing your girl of spirit so keenly resents as being made a fool of,\r\nwhether it be by Fate or by a fellow human creature. Eve was in the\r\nuncomfortable position of having had this indignity put upon her by\r\nboth. But, while as far as Fate was concerned she merely smouldered\r\nrebelliously, her animosity towards Psmith was vivid in the extreme.\r\n\r\nA hot wave of humiliation made her writhe as she remembered the\r\ninfantile guilelessness with which she had accepted the preposterous\r\nstory he had told her in explanation of his presence at Blandings in\r\nanother man’s name. He had been playing with her all the time--fooling\r\nher--and, most unforgivable crime of all, he had dared to pretend\r\nthat he was fond of her and--Eve’s face burned again--to make\r\nher--almost--fond of him. How he must have laughed . . .\r\n\r\nWell, she was not beaten yet. Her chin went up and she began to walk\r\nquicker. He was clever, but she would be cleverer. The game was not\r\nover . . .\r\n\r\n“Hallo!”\r\n\r\nA white waistcoat was gleaming at her side. Polished shoes shuffled on\r\nthe turf. Light hair, brushed and brilliantined to the last possible\r\npitch of perfection, shone in the light of the stars. The Hon. Freddie\r\nThreepwood was in her midst.\r\n\r\n“Well, Freddie?” said Eve resignedly.\r\n\r\n“I say,” said Freddie in a voice in which self-pity fought with\r\ncommiseration for her. “Beastly shame you aren’t coming to the hop.”\r\n\r\n“I don’t mind.”\r\n\r\n“But I do, dash it! The thing won’t be anything without you. A bally\r\nwash-out. And I’ve been trying out some new steps with the Victrola.”\r\n\r\n“Well, there will be plenty of other girls there for you to step on.”\r\n\r\n“I don’t _want_ other girls, dash them. I want you.”\r\n\r\n“That’s very nice of you,” said Eve. The first truculence of her manner\r\nhad softened. She reminded herself, as she had so often been obliged\r\nto remind herself before, that Freddie meant well. “But it can’t be\r\nhelped. I’m only an employée here, not a guest. I’m not invited.”\r\n\r\n“I know,” said Freddie. “And that’s what makes it so dashed sickening.\r\nIt’s like that picture I saw once, ‘A Modern Cinderella.’ Only there\r\nthe girl nipped off to the dance--disguised, you know--and had a most\r\ntopping time. I wish life was a bit more like the movies.”\r\n\r\n“Well, it was enough like the movies last night when . . . Oh!”\r\n\r\nEve stopped. Her heart gave a sudden jump. Somehow the presence of\r\nFreddie was so inextricably associated in her mind with limp proposals\r\nof marriage that she had completely forgotten that there was another\r\nand a more dashing side to his nature, that side which Mr. Keeble had\r\nrevealed to her at their meeting in Market Blandings on the previous\r\nafternoon. She looked at him with new eyes.\r\n\r\n“Anything up?” said Freddie.\r\n\r\nEve took him excitedly by the sleeve and drew him farther away from\r\nthe house. Not that there was any need to do so, for the bustle within\r\ncontinued unabated.\r\n\r\n“Freddie,” she whispered, “listen! I met Mr. Keeble yesterday after I\r\nhad left you, and he told me all about how you and he had planned to\r\nsteal Lady Constance’s necklace.”\r\n\r\n“Good Lord!” cried Freddie, and leaped like a stranded fish.\r\n\r\n“And I’ve got an idea,” said Eve.\r\n\r\nShe had, and it was one which had only in this instant come to her.\r\nUntil now, though she had tilted her chin bravely and assured herself\r\nthat the game was not over and that she was not yet beaten, a small\r\ndiscouraging voice had whispered to her all the while that this was\r\nmere bravado. What, the voice had asked, are you going to do? And she\r\nhad not been able to answer it. But now, with Freddie as an ally, she\r\ncould act.\r\n\r\n“Told you all about it?” Freddie was muttering pallidly. He had never\r\nhad a very high opinion of his Uncle Joseph’s mentality, but he had\r\nsupposed him capable of keeping a thing like that to himself. He was,\r\nindeed, thinking of Mr. Keeble almost the identical thoughts which\r\nMr. Keeble in the first moments of his interview with Eve in Market\r\nBlandings had thought of him. And these reflections brought much the\r\nsame qualms which they had brought to the elder conspirator. Once these\r\nthings got talked about, mused Freddie agitatedly, you never knew where\r\nthey would stop. Before his mental eye there swam a painful picture of\r\nhis Aunt Constance, informed of the plot, tackling him and demanding\r\nthe return of her necklace. “Told you all about it?” he bleated, and,\r\nlike Mr. Keeble, mopped his brow.\r\n\r\n“It’s all right,” said Eve impatiently. “It’s quite all right. He asked\r\nme to steal the necklace, too.”\r\n\r\n“You?” said Freddie, gaping.\r\n\r\n“Yes.”\r\n\r\n“My Gosh!” cried Freddie, electrified. “Then was it you who got the\r\nthing last night?”\r\n\r\n“Yes it was. But . . .”\r\n\r\nFor a moment Freddie had to wrestle with something that was almost a\r\nsordid envy. Then better feelings prevailed. He quivered with manly\r\ngenerosity. He gave Eve’s hand a tender pat. It was too dark for her to\r\nsee it, but he was registering renunciation.\r\n\r\n“Little girl,” he murmured, “there’s no one I’d rather got that\r\nthousand quid than you. If I couldn’t have it myself, I mean to say.\r\nLittle girl . . .”\r\n\r\n“Oh, be quiet!” cried Eve. “I wasn’t doing it for any thousand pounds.\r\nI didn’t want Mr. Keeble to give me money . . .”\r\n\r\n“You didn’t want him to give you money!” repeated Freddie wonderingly.\r\n\r\n“I just wanted to help Phyllis. She’s my friend.”\r\n\r\n“Pals, pardner, pals! Pals till hell freezes!” cried Freddie, deeply\r\nmoved.\r\n\r\n“What _are_ you talking about?”\r\n\r\n“Sorry. That was a sub-title from a thing called ‘Prairie Nell,’ you\r\nknow. Just happened to cross my mind. It was in the second reel where\r\nthe two fellows are . . .”\r\n\r\n“Yes, yes; never mind.”\r\n\r\n“Thought I’d mention it.”\r\n\r\n“Tell me . . .”\r\n\r\n“It seemed to fit in.”\r\n\r\n“Do _stop_, Freddie!”\r\n\r\n“Right-ho!”\r\n\r\n“Tell me,” resumed Eve, “is Mr. McTodd going to the ball?”\r\n\r\n“Eh? Why, yes, I suppose so.”\r\n\r\n“Then, listen. You know that little cottage your father has let him\r\nhave?”\r\n\r\n“Little cottage?”\r\n\r\n“Yes. In the wood past the Yew Alley.”\r\n\r\n“Little cottage? I never heard of any little cottage.”\r\n\r\n“Well, he’s got one,” said Eve. “And as soon as everybody has gone to\r\nthe ball you and I are going to burgle it.”\r\n\r\n“What!”\r\n\r\n“Burgle it!”\r\n\r\n“Burgle it?”\r\n\r\n“Yes, _burgle_ it!”\r\n\r\nFreddie gulped.\r\n\r\n“Look here, old thing,” he said plaintively. “This is a bit beyond me.\r\nIt doesn’t seem to me to make sense.”\r\n\r\nEve forced herself to be patient. After all, she reflected, perhaps\r\nshe had been approaching the matter a little rapidly. The desire to\r\nbeat Freddie violently over the head passed, and she began to speak\r\nslowly, and, as far as she could manage it, in words of one syllable.\r\n\r\n“I can make it quite clear if you will listen and not say a word till\r\nI’ve done. This man who calls himself McTodd is not Mr. McTodd at all.\r\nHe is a thief who got into the place by saying that he was McTodd. He\r\nstole the jewels from me last night and hid them in his cottage.”\r\n\r\n“But, I say!”\r\n\r\n“Don’t interrupt. I know he has them there, so when he has gone to the\r\nball and the coast is clear you and I will go and search till we find\r\nthem.”\r\n\r\n“But, I say!”\r\n\r\nEve crushed down her impatience once more.\r\n\r\n“Well?”\r\n\r\n“Do you really think this cove has got the necklace?”\r\n\r\n“I know he has.”\r\n\r\n“Well, then, it’s jolly well the best thing that could possibly have\r\nhappened, because I got him here to pinch it for Uncle Joseph.”\r\n\r\n“What!”\r\n\r\n“Absolutely. You see, I began to have a doubt or two as to whether I\r\nwas quite equal to the contract, so I roped in this bird by way of a\r\ngang.”\r\n\r\n“You got him here? You mean you sent for him and arranged that he\r\nshould pass himself off as Mr. McTodd?”\r\n\r\n“Well, no, not exactly that. He was coming here as McTodd anyway, as\r\nfar as I can gather. But I’d talked it over with him, you know, before\r\nthat and asked him to pinch the necklace.”\r\n\r\n“Then you know him quite well? He is a friend of yours?”\r\n\r\n“I wouldn’t say that exactly. But he said he was a great pal of Phyllis\r\nand her husband.”\r\n\r\n“Did he tell you that?”\r\n\r\n“Absolutely!”\r\n\r\n“When?”\r\n\r\n“In the train.”\r\n\r\n“I mean, was it before or after you had told him why you wanted the\r\nnecklace stolen?”\r\n\r\n“Eh? Let me think. After.”\r\n\r\n“You’re sure?”\r\n\r\n“Yes.”\r\n\r\n“Tell me exactly what happened,” said Eve. “I can’t understand it at\r\nall at present.”\r\n\r\nFreddie marshalled his thoughts.\r\n\r\n“Well, let’s see. Well, to start with, I told Uncle Joe I would pinch\r\nthe necklace and slip it to him, and he said if I did he’d give me a\r\nthousand quid. As a matter of fact, he made it two thousand, and very\r\ndecent of him, I thought it. Is that straight?”\r\n\r\n“Yes.”\r\n\r\n“Then I sort of got cold feet. Began to wonder, don’t you know, if I\r\nhadn’t bitten off rather more than I could chew.”\r\n\r\n“Yes.”\r\n\r\n“And then I saw this advertisement in the paper.”\r\n\r\n“Advertisement? What advertisement?”\r\n\r\n“There was an advertisement in the paper saying if anybody wanted\r\nanything done simply apply to this chap. So I wrote him a letter\r\nand went up and had a talk with him in the lobby of the Piccadilly\r\nPalace. Only, unfortunately, I’d promised the guv’nor I’d catch the\r\ntwelve-fifty home, so I had to dash off in the middle. Must have\r\nthought me rather an ass, it’s sometimes occurred to me since. I mean,\r\npractically all I said was, ‘Will you pinch my aunt’s necklace?’\r\nand then buzzed off to catch the train. Never thought I’d see the\r\nman again, but when I got into the five o’clock train--I missed the\r\ntwelve-fifty--there he was, as large as life, and the guv’nor suddenly\r\ntrickled in from another compartment and introduced him to me as McTodd\r\nthe poet. Then the guv’nor legged it, and this chap told me he wasn’t\r\nreally McTodd, only pretending to be McTodd.”\r\n\r\n“Didn’t that strike you as strange?”\r\n\r\n“Yes, rather rummy.”\r\n\r\n“Did you ask him why he was doing such an extraordinary thing?”\r\n\r\n“Oh, yes. But he wouldn’t tell me. And then he asked me why I wanted\r\nhim to pinch Aunt Connie’s necklace, and it suddenly occurred to me\r\nthat everything was working rather smoothly--I mean, him being on his\r\nway to the castle like that. Right on the spot, don’t you know. So I\r\ntold him all about Phyllis, and it was then that he said that he had\r\nbeen a pal of hers and her husband’s for years. So we fixed it up that\r\nhe was to get the necklace and hand it over. I must say I was rather\r\ndrawn to the chappie. He said he didn’t want any money for swiping the\r\nthing.”\r\n\r\nEve laughed bitterly.\r\n\r\n“Why should he, when he was going to get twenty thousand pounds’ worth\r\nof diamonds and keep them? Oh, Freddie, I should have thought that even\r\nyou would have seen through him. You go to this perfect stranger and\r\ntell him that there is a valuable necklace waiting here to be stolen,\r\nyou find him on his way to steal it, and you trust him implicitly just\r\nbecause he tells you he knows Phyllis--whom he had never heard of in\r\nhis life till you mentioned her. Freddie, really!”\r\n\r\nThe Hon. Freddie scratched his beautifully shaven chin.\r\n\r\n“Well, when you put it like that,” he said, “I must own it does sound a\r\nbit off. But he seemed such a dashed matey sort of bird. Cheery and all\r\nthat. I liked the feller.”\r\n\r\n“What nonsense!”\r\n\r\n“Well, but you liked him, too. I mean to say, you were about with him a\r\ngoodish lot.”\r\n\r\n“I hate him!” said Eve angrily. “I wish I had never seen him. And if I\r\nlet him get away with that necklace and cheat poor little Phyllis out\r\nof her money, I’ll--I’ll . . .”\r\n\r\nShe raised a grimly determined chin to the stars. Freddie watched her\r\nadmiringly.\r\n\r\n“I say, you know, you are a wonderful girl,” he said.\r\n\r\n“He _shan’t_ get away with it, if I have to pull the place down.”\r\n\r\n“When you chuck your head up like that you remind me a bit of\r\nWhat’s-her-name, the Famous Players star--you know, girl who was in\r\n‘Wed To A Satyr.’ Only,” added Freddie hurriedly, “she isn’t half so\r\npretty. I say, I was rather looking forward to that County Ball, but\r\nnow this has happened I don’t mind missing it a bit. I mean, it seems\r\nto draw us closer together somehow, if you follow me. I say, honestly,\r\nall kidding aside, you think that love might some day awaken in . . .”\r\n\r\n“We shall want a lamp, of course,” said Eve.\r\n\r\n“Eh?”\r\n\r\n“A lamp--to see with when we are in the cottage. Can you get one?”\r\n\r\nFreddie reluctantly perceived that the moment for sentiment had not\r\narrived.\r\n\r\n“A lamp? Oh, yes, of course. Rather.”\r\n\r\n“Better get two,” said Eve. “And meet me here about half an hour after\r\neverybody has gone to the ball.”\r\n\r\n\r\n§ 2\r\n\r\nThe tiny sitting-room of Psmith’s haven of rest in the woods had never\r\nreached a high standard of decorativeness even in its best days; but\r\nas Eve paused from her labours and looked at it in the light of her\r\nlamp about an hour after her conversation with Freddie on the terrace,\r\nit presented a picture of desolation which would have startled the\r\nplain-living game-keeper to whom it had once been a home. Even Freddie,\r\nthough normally an unobservant youth, seemed awed by the ruin he had\r\nhelped to create.\r\n\r\n“Golly!” he observed. “I say, we’ve rather mucked the place up a bit!”\r\n\r\nIt was no over-statement. Eve had come to the cottage to search, and\r\nshe had searched thoroughly. The torn carpet lay in a untidy heap\r\nagainst the wall. The table was overturned. Boards had been wrenched\r\nfrom the floor, bricks from the chimney-place. The horsehair sofa was\r\nin ribbons, and the one small cushion in the room lay limply in a\r\ncorner, its stuffing distributed north, south, east and west. There was\r\nsoot everywhere--on the walls, on the floor, on the fire-place, and\r\non Freddie. A brace of dead bats, the further result of the latter’s\r\ngroping in a chimney which had not been swept for seven months, reposed\r\nin the fender. The sitting-room had never been luxurious; it was now\r\nnot even cosy.\r\n\r\nEve did not reply. She was struggling with what she was fair-minded\r\nenough to see was an entirely unjust fever of irritation, with her\r\ncourteous and obliging assistant as its object. It was wrong, she\r\nknew, to feel like this. That she should be furious at her failure to\r\nfind the jewels was excusable, but she had no possible right to be\r\nfurious with Freddie. It was not his fault that soot had poured from\r\nthe chimney in lieu of diamonds. If he had asked for a necklace and\r\nbeen given a dead bat, he was surely more to be pitied than censured.\r\nYet Eve, eyeing his grimy face, would have given very much to have\r\nbeen able to scream loudly and throw something at him. The fact was,\r\nthe Hon. Freddie belonged to that unfortunate type of humanity which\r\nautomatically gets blamed for everything in moments of stress.\r\n\r\n“Well, the bally thing isn’t here,” said Freddie. He spoke thickly, as\r\na man will whose mouth is covered with soot.\r\n\r\n“I know it isn’t,” said Eve. “But this isn’t the only room in the\r\nhouse.”\r\n\r\n“Think he might have hidden the stuff upstairs?”\r\n\r\n“Or downstairs.”\r\n\r\nFreddie shook his head, dislodging a portion of a third bat.\r\n\r\n“Must be upstairs, if it’s anywhere. Mean to say, there isn’t any\r\ndownstairs.”\r\n\r\n“There’s the cellar,” said Eve. “Take your lamp and go and have a look.”\r\n\r\nFor the first time in the proceedings a spirit of disaffection seemed\r\nto manifest itself in the bosom of her assistant. Up till this moment\r\nFreddie had taken his orders placidly and executed them with promptness\r\nand civility. Even when the first shower of soot had driven him choking\r\nfrom the fire-place, his manly spirit had not been crushed; he had\r\nmerely uttered a startled “Oh, I say!” and returned gallantly to the\r\nattack. But now he obviously hesitated.\r\n\r\n“Go on,” said Eve impatiently.\r\n\r\n“Yes, but, I say, you know . . .”\r\n\r\n“What’s the matter?”\r\n\r\n“I don’t think the chap would be likely to hide a necklace in the\r\ncellar. I vote we give it a miss and try upstairs.”\r\n\r\n“Don’t be silly, Freddie. He may have hidden it anywhere.”\r\n\r\n“Well, to be absolutely honest, I’d much rather not go into any bally\r\ncellar, if it’s all the same to you.”\r\n\r\n“Why ever not?”\r\n\r\n“Beetles. Always had a horror of beetles. Ever since I was a kid.”\r\n\r\nEve bit her lip. She was feeling, as Miss Peavey had so often felt\r\nwhen associated in some delicate undertaking with Edward Cootes, that\r\nexasperating sense of man’s inadequacy which comes to high-spirited\r\ngirls at moments such as these. To achieve the end for which she\r\nhad started out that night she would have waded waist-high through\r\na sea of beetles. But, divining with that sixth sense which tells\r\nwomen when the male has been pushed just so far and can be pushed no\r\nfarther, that Freddie, wax though he might be in her hands in any other\r\ncircumstances, was on this one point adamant, she made no further\r\neffort to bend him to her will.\r\n\r\n“All right,” she said. “I’ll go down into the cellar. You go and look\r\nupstairs.”\r\n\r\n“No. I say, sure you don’t mind?”\r\n\r\nEve took up her lamp and left the craven.\r\n\r\n       *       *       *       *       *\r\n\r\nFor a girl of iron resolution and unswerving purpose, Eve’s inspection\r\nof the cellar was decidedly cursory. A distinct feeling of relief came\r\nover her as she stood at the top of the steps and saw by the light of\r\nthe lamp how small and bare it was. For, impervious as she might be\r\nto the intimidation of beetles, her armour still contained a chink.\r\nShe was terribly afraid of rats. And even when the rays of the lamp\r\ndisclosed no scuttling horrors, she still lingered for a moment before\r\ndescending. You never knew with rats. They pretended not to be there\r\njust to lure you on, and then came out and whizzed about your ankles.\r\nHowever, the memory of her scorn for Freddie’s pusillanimity forced her\r\non, and she went down.\r\n\r\nThe word “cellar” is an elastic one. It can be applied equally to the\r\nacres of bottle-fringed vaults which lie beneath a great pile like\r\nBlandings Castle and to a hole in the ground like the one in which she\r\nnow found herself. This cellar was easily searched. She stamped on its\r\nstone flags with an ear strained to detect any note of hollowness, but\r\nnone came. She moved the lamp so that it shone into every corner, but\r\nthere was not even a crack in which a diamond necklace could have been\r\nconcealed. Satisfied that the place contained nothing but a little\r\ncoal-dust and a smell of damp decay, Eve passed thankfully out.\r\n\r\nThe law of elimination was doing its remorseless work. It had ruled\r\nout the cellar, the kitchen, and the living-room--that is to say, the\r\nwhole of the lower of the two floors which made up the cottage. There\r\nnow remained only the rooms upstairs. There were probably not more than\r\ntwo, and Freddie must already have searched one of these. The quest\r\nseemed to be nearing its end. As Eve made for the narrow staircase that\r\nled to the second floor, the lamp shook in her hand and cast weird\r\nshadows. Now that success was in sight, the strain was beginning to\r\naffect her nerves.\r\n\r\nIt was to nerves that in the first instant of hearing it she attributed\r\nwhat sounded like a soft cough in the sitting-room, a few feet from\r\nwhere she stood. Then a chill feeling of dismay gripped her. It could\r\nonly, she thought, be Freddie, returned from his search; and if Freddie\r\nhad returned from his search already, what could it mean except that\r\nthose upstairs rooms, on which she had counted so confidently, had\r\nproved as empty as the others? Freddie was not one of your restrained,\r\nunemotional men. If he had found the necklace he would have been\r\ndownstairs in two bounds, shouting. His silence was ominous. She opened\r\nthe door and went quickly in.\r\n\r\n“Freddie,” she began, and broke off with a gasp.\r\n\r\nIt was not Freddie who had coughed. It was Psmith. He was seated on\r\nthe remains of the horsehair sofa, toying with an automatic pistol and\r\ngravely surveying through his monocle the ruins of a home.\r\n\r\n\r\n§ 3\r\n\r\n“Good evening,” said Psmith.\r\n\r\nIt was not for a philosopher like himself to display astonishment. He\r\nwas, however, undeniably feeling it. When, a few minutes before, he\r\nhad encountered Freddie in this same room, he had received a distinct\r\nshock; but a rough theory which would account for Freddie’s presence in\r\nhis home-from-home he had been able to work out. He groped in vain for\r\none which would explain Eve.\r\n\r\nMere surprise, however, was never enough to prevent Psmith talking. He\r\nbegan at once.\r\n\r\n“It was nice of you,” he said, rising courteously, “to look in. Won’t\r\nyou sit down? On the sofa, perhaps? Or would you prefer a brick?”\r\n\r\nEve was not yet equal to speech. She had been so firmly convinced\r\nthat he was ten miles away at Shifley that his presence here in the\r\nsitting-room of the cottage had something of the breath-taking quality\r\nof a miracle. The explanation, if she could have known it, was simple.\r\nTwo excellent reasons had kept Psmith from gracing the County Ball\r\nwith his dignified support. In the first place, as Shifley was only\r\nfour miles from the village where he had spent most of his life,\r\nhe had regarded it as probable, if not certain, that he would have\r\nencountered there old friends to whom it would have been both tedious\r\nand embarrassing to explain why he had changed his name to McTodd.\r\nAnd secondly, though he had not actually anticipated a nocturnal raid\r\non his little nook, he had thought it well to be on the premises that\r\nevening in case Mr. Edward Cootes should have been getting ideas into\r\nhis head. As soon, therefore, as the castle had emptied itself and the\r\nwheels of the last car had passed away down the drive, he had pocketed\r\nMr. Cootes’s revolver and proceeded to the cottage.\r\n\r\nEve recovered her self-possession. She was not a girl given to collapse\r\nin moments of crisis. The first shock of amazement had passed; a\r\nhumiliating feeling of extreme foolishness, which came directly after,\r\nhad also passed; she was now grimly ready for battle.\r\n\r\n“Where is Mr. Threepwood?” she asked.\r\n\r\n“Upstairs. I have put him in storage for a while. Do not worry about\r\nComrade Threepwood. He has lots to think about. He is under the\r\nimpression that if he stirs out he will be instantly shot.”\r\n\r\n“Oh? Well, I want to put this lamp down. Will you please pick up that\r\ntable?”\r\n\r\n“By all means. But--I am a novice in these matters--ought I not first\r\nto say ‘Hands up!’ or something?”\r\n\r\n“Will you please pick up that table?”\r\n\r\n“A friend of mine--one Cootes--you must meet him some time--generally\r\nremarks ‘Hey!’ in a sharp, arresting voice on these occasions.\r\nPersonally I consider the expression too abrupt. Still, he has had\r\ngreat experience . . .”\r\n\r\n“Will you please pick up that table?”\r\n\r\n“Most certainly. I take it, then, that you would prefer to dispense\r\nwith the usual formalities. In that case, I will park this revolver on\r\nthe mantelpiece while we chat. I have taken a curious dislike to the\r\nthing. It makes me feel like Dangerous Dan McGrew.”\r\n\r\nEve put down the lamp, and there was silence for a moment. Psmith\r\nlooked about him thoughtfully. He picked up one of the dead bats and\r\ncovered it with his handkerchief.\r\n\r\n“Somebody’s mother,” he murmured reverently.\r\n\r\nEve sat down on the sofa.\r\n\r\n“Mr. . . .” She stopped. “I can’t call you Mr. McTodd. Will you please\r\ntell me your name?”\r\n\r\n“Ronald,” said Psmith. “Ronald Eustace.”\r\n\r\n“I suppose you have a surname?” snapped Eve. “Or an alias?”\r\n\r\nPsmith eyed her with a pained expression.\r\n\r\n“I may be hyper-sensitive,” he said, “but that last remark sounded\r\nto me like a dirty dig. You seem to imply that I am some sort of a\r\ncriminal.”\r\n\r\nEve laughed shortly.\r\n\r\n“I’m sorry if I hurt your feelings. There’s not much sense in\r\npretending now, is there? What is your name?”\r\n\r\n“Psmith. The p is silent.”\r\n\r\n“Well, Mr. Smith, I imagine you understand why I am here?”\r\n\r\n“I took it for granted that you had come to fulfil your kindly promise\r\nof doing the place up a bit. Will you be wounded if I say frankly that\r\nI preferred it the way it was before? All this may be the last word in\r\nultra-modern interior decoration, but I suppose I am old-fashioned.\r\nThe whisper flies round Shropshire and adjoining counties, ‘Psmith\r\nis hide-bound. He is not attuned to up-to-date methods.’ Honestly,\r\ndon’t you think you have rather unduly stressed the bizarre note? This\r\nsoot . . . these dead bats . . .”\r\n\r\n“I have come to get that necklace.”\r\n\r\n“Ah! The necklace!”\r\n\r\n“I’m going to get it, too.”\r\n\r\nPsmith shook his head gently.\r\n\r\n“There,” he said, “if you will pardon me, I take issue with you. There\r\nis nobody to whom I would rather give that necklace than you, but there\r\nare special circumstances connected with it which render such an action\r\nimpossible. I fancy, Miss Halliday, that you have been misled by your\r\nyoung friend upstairs. No; let me speak,” he said, raising a hand.\r\n“You know what a treat it is to me. The way I envisage the matter is\r\nthus. I still cannot understand as completely as I could wish how you\r\ncome to be mixed up in the affair, but it is plain that in some way or\r\nother Comrade Threepwood has enlisted your services, and I regret to be\r\nobliged to inform you that the motives animating him in this quest are\r\nnot pure. To put it crisply, he is engaged in what Comrade Cootes, to\r\nwhom I alluded just now, would call ‘funny business’.”\r\n\r\n“I . . .”\r\n\r\n“Pardon me,” said Psmith. “If you will be patient for a few minutes\r\nmore, I shall have finished and shall then be delighted to lend an\r\nattentive ear to any remarks you may wish to make. As it occurs to\r\nme--indeed, you hinted as much yourself just now--that my own position\r\nin this little matter has an appearance which to the uninitiated might\r\nseem tolerably rummy, I had better explain how I come to be guarding a\r\ndiamond necklace which does not belong to me. I rely on your womanly\r\ndiscretion to let the thing go no further.”\r\n\r\n“Will you please . . .”\r\n\r\n“In one moment. The facts are as follows. Our mutual friend Mr. Keeble,\r\nMiss Halliday, has a stepdaughter who is married to one Comrade Jackson\r\nwho, if he had no other claim to fame, would go ringing down through\r\nhistory for this reason, that he and I were at school together and that\r\nhe is my best friend. We two have sported on the green--ooh, a lot of\r\ntimes. Well, owing to one thing and another, the Jackson family is\r\nrather badly up against it at the present . . .”\r\n\r\nEve jumped up angrily.\r\n\r\n“I don’t believe a word of it,” she cried. “What is the use of trying\r\nto fool me like this? You had never heard of Phyllis before Freddie\r\nspoke about her in the train . . .”\r\n\r\n“Believe me . . .”\r\n\r\n“I won’t. Freddie got you down here to help him steal that necklace and\r\ngive it to Mr. Keeble so that he could help Phyllis, and now you’ve got\r\nit and are trying to keep it for yourself.”\r\n\r\nPsmith started slightly. His monocle fell from its place.\r\n\r\n“Is _everybody_ in this little plot! Are you also one of Comrade\r\nKeeble’s corps of assistants?”\r\n\r\n“Mr. Keeble asked me to try to get the necklace for him.”\r\n\r\nPsmith replaced his monocle thoughtfully.\r\n\r\n“This,” he said, “opens up a new line of thought. Can it be that I\r\nhave been wronging Comrade Threepwood all this time? I must confess\r\nthat, when I found him here just now standing like Marius among the\r\nruins of Carthage (the allusion is a classical one, and the fruit of an\r\nexpensive education), I jumped--I may say, sprang--to the conclusion\r\nthat he was endeavouring to double-cross both myself and the boss by\r\ngetting hold of the necklace with a view to retaining it for his own\r\nbenefit. It never occurred to me that he might be crediting me with the\r\nsame sinful guile.”\r\n\r\nEve ran to him and clutched his arm.\r\n\r\n“Mr. Smith, is this really true? Are you really a friend of Phyllis?”\r\n\r\n“She looks on me as a grandfather. Are _you_ a friend of hers?”\r\n\r\n“We were at school together.”\r\n\r\n“This,” said Psmith cordially, “is one of the most gratifying moments\r\nof my life. It makes us all seem like one great big family.”\r\n\r\n“But I never heard Phyllis speak about you.”\r\n\r\n“Strange!” said Psmith. “Strange. Surely she was not ashamed of her\r\nhumble friend?”\r\n\r\n“Her what?”\r\n\r\n“I must explain,” said Psmith, “that until recently I was earning a\r\ndifficult livelihood by slinging fish about in Billingsgate Market. It\r\nis possible that some snobbish strain in Comrade Jackson’s bride, which\r\nI confess I had not suspected, kept her from admitting that she was\r\naccustomed to hob-nob with one in the fish business.”\r\n\r\n“Good gracious!” cried Eve.\r\n\r\n“I beg your pardon?”\r\n\r\n“Smith . . . Fish business . . . Why, it was you who called at\r\nPhyllis’s house while I was there. Just before I came down here. I\r\nremember Phyllis saying how sorry she was that we had not met. She said\r\nyou were just my sort of . . . I mean, she said she wanted me to meet\r\nyou.”\r\n\r\n“This,” said Psmith, “is becoming more and more gratifying every\r\nmoment. It seems to me that you and I were made for each other. I am\r\nyour best friend’s best friend and we both have a taste for stealing\r\nother people’s jewellery. I cannot see how you can very well resist the\r\nconclusion that we are twin-souls.”\r\n\r\n“Don’t be silly.”\r\n\r\n“We shall get into that series of ‘Husbands and Wives Who Work\r\nTogether.’”\r\n\r\n“Where is the necklace?”\r\n\r\nPsmith sighed.\r\n\r\n“The business note. Always the business note. Can’t we keep all that\r\ntill later?”\r\n\r\n“No. We can’t.”\r\n\r\n“Ah, well!”\r\n\r\nPsmith crossed the room, and took down from the wall the case of\r\nstuffed birds.\r\n\r\n“The one place,” said Eve, with mortification, “where we didn’t think\r\nof looking!”\r\n\r\nPsmith opened the case and removed the centre bird, a depressed-looking\r\nfowl with glass eyes which stared with a haunting pathos. He felt in\r\nits interior and pulled out something that glittered and sparkled in\r\nthe lamp-light.\r\n\r\n“Oh!”\r\n\r\nEve ran her fingers almost lovingly through the jewels as they lay\r\nbefore her on the little table.\r\n\r\n“Aren’t they beautiful!”\r\n\r\n“Distinctly. I think I may say that of all the jewels I have ever\r\nstolen . . .”\r\n\r\n“HEY!”\r\n\r\nEve let the necklace fall with a cry. Psmith spun round. In the doorway\r\nstood Mr. Edward Cootes, pointing a pistol.\r\n\r\n\r\n§ 4\r\n\r\n“Hands up!” said Mr. Cootes with the uncouth curtness of one who has\r\nnot had the advantages of a refined home and a nice upbringing. He\r\nadvanced warily, preceded by the revolver. It was a dainty, miniature\r\nweapon, such as might have been the property of some gentle lady. Mr.\r\nCootes had, in fact, borrowed it from Miss Peavey, who at this juncture\r\nentered the room in a black and silver dinner-dress surmounted by a\r\nRose du Barri wrap, her spiritual face glowing softly in the subdued\r\nlight.\r\n\r\n“Attaboy, Ed,” observed Miss Peavey crisply.\r\n\r\nShe swooped on the table and gathered up the necklace. Mr. Cootes,\r\nthough probably gratified by the tribute, made no acknowledgment of it,\r\nbut continued to direct an austere gaze at Eve and Psmith.\r\n\r\n“No funny business,” he advised.\r\n\r\n“I would be the last person,” said Psmith agreeably, “to advocate\r\nanything of the sort. This,” he said to Eve, “is Comrade Cootes, of\r\nwhom you have heard so much.”\r\n\r\nEve was staring, bewildered, at the poetess, who, satisfied with the\r\nmanner in which the preliminaries had been conducted, had begun looking\r\nabout her with idle curiosity.\r\n\r\n“Miss Peavey!” cried Eve. Of all the events of this eventful night the\r\nappearance of Lady Constance’s emotional friend in the rôle of criminal\r\nwas the most disconcerting. “Miss _Peavey_!”\r\n\r\n“Hallo?” responded that lady agreeably.\r\n\r\n“I . . .  I . . .”\r\n\r\n“What, I think, Miss Halliday is trying to say,” cut in Psmith, “is\r\nthat she is finding it a little difficult to adjust her mind to the\r\npresent development. I, too, must confess myself somewhat at a loss. I\r\nknew, of course, that Comrade Cootes had--shall I say an acquisitive\r\nstreak in him, but you I had always supposed to be one hundred per\r\ncent. soul--and snowy white at that.”\r\n\r\n“Yeah?” said Miss Peavey, but faintly interested.\r\n\r\n“I imagined that you were a poetess.”\r\n\r\n“So I am a poetess,” retorted Miss Peavey hotly. “Just you start in\r\njoshing my poems and see how quick I’ll bean you with a brick. Well,\r\nEd, no sense in sticking around here. Let’s go.”\r\n\r\n“We’ll have to tie these birds up,” said Mr. Cootes. “Otherwise we’ll\r\nhave them squealing before I can make a getaway.”\r\n\r\n“Ed,” said Miss Peavey with the scorn which her colleague so often\r\nexcited in her, “try to remember sometimes that that thing balanced\r\non your collar is a head, not a hubbard squash. And be careful what\r\nyou’re doing with that gat! Waving it about like it was a bouquet or\r\nsomething. How are they going to squeal? They can’t say a thing without\r\ntelling everyone they snitched the stuff first.”\r\n\r\n“That’s right,” admitted Mr. Cootes.\r\n\r\n“Well, then, don’t come butting in.”\r\n\r\nThe silence into which this rebuke plunged Mr. Cootes gave Psmith the\r\nopportunity to resume speech. An opportunity of which he was glad,\r\nfor, while he had nothing of definitely vital import to say, he was\r\noptimist enough to feel that his only hope of recovering the necklace\r\nwas to keep the conversation going on the chance of something turning\r\nup. Affable though his manner was, he had never lost sight of the fact\r\nthat one leap would take him across the space of floor separating\r\nhim from Mr. Cootes. At present, that small but effective revolver\r\nprecluded anything in the nature of leaps, however short, but if in the\r\nnear future anything occurred to divert his adversary’s vigilance even\r\nmomentarily. . . . He pursued a policy of watchful waiting, and in the\r\nmeantime started to talk again.\r\n\r\n“If, before you go,” he said, “you can spare us a moment of your\r\nvaluable time, I should be glad of a few words. And, first, may I say\r\nthat I cordially agree with your condemnation of Comrade Cootes’s\r\nrecent suggestion. The man is an ass.”\r\n\r\n“Say!” cried Mr. Cootes, coming to life again, “that’ll be about all\r\nfrom you. If there wasn’t ladies present, I’d bust you one.”\r\n\r\n“Ed,” said Miss Peavey with quiet authority, “shut your trap!”\r\n\r\nMr. Cootes subsided once more. Psmith gazed at him through his monocle,\r\ninterested.\r\n\r\n“Pardon me,” he said, “but--if it is not a rude question--are you two\r\nmarried?”\r\n\r\n“Eh?”\r\n\r\n“You seemed to me to talk to him like a wife. Am I addressing Mrs.\r\nCootes?”\r\n\r\n“You will be if you stick around a while.”\r\n\r\n“A thousand congratulations to Comrade Cootes. Not quite so many to\r\nyou, possibly, but fully that number of good wishes.” He moved towards\r\nthe poetess with extended hand. “I am thinking of getting married\r\nmyself shortly.”\r\n\r\n“Keep those hands up,” said Mr. Cootes.\r\n\r\n“Surely,” said Psmith reproachfully, “these conventions need not be\r\nobserved among friends? You will find the only revolver I have ever\r\npossessed over there on the mantelpiece. Go and look at it.”\r\n\r\n“Yes, and have you jumping on my back the moment I took my eyes off\r\nyou!”\r\n\r\n“There is a suspicious vein in your nature, Comrade Cootes,” sighed\r\nPsmith, “which I do not like to see. Fight against it.” He turned to\r\nMiss Peavey once more. “To resume a pleasanter topic, you will let me\r\nknow where to send the plated fish-slice, won’t you?”\r\n\r\n“Huh?” said the lady.\r\n\r\n“I was hoping,” proceeded Psmith, “if you do not think it a liberty\r\non the part of one who has known you but a short time, to be allowed\r\nto send you a small wedding-present in due season. And one of these\r\ndays, perhaps, when I too am married, you and Comrade Cootes will come\r\nand visit us in our little home. You will receive a hearty, unaffected\r\nwelcome. You must not be offended if, just before you say good-bye, we\r\ncount the spoons.”\r\n\r\nOne would scarcely have supposed Miss Peavey a sensitive woman, yet at\r\nthis remark an ominous frown clouded her white forehead. Her careless\r\namiability seemed to wane. She raked Psmith with a glittering eye.\r\n\r\n“You’re talking a dam’ lot,” she observed coldly.\r\n\r\n“An old failing of mine,” said Psmith apologetically, “and one\r\nconcerning which there have been numerous complaints. I see now\r\nthat I have been boring you, and I hope that you will allow me to\r\nexpress. . . .”\r\n\r\nHe broke off abruptly, not because he had reached the end of his\r\nremarks, but because at this moment there came from above their heads\r\na sudden sharp cracking sound, and almost simultaneously a shower of\r\nplaster fell from the ceiling, followed by the startling appearance\r\nof a long, shapely leg, which remained waggling in space. And from\r\nsomewhere out of sight there filtered down a sharp and agonised oath.\r\n\r\nTime and neglect had done their work with the flooring of the room in\r\nwhich Psmith had bestowed the Hon. Freddie Threepwood, and, creeping\r\ncautiously about in the dark, he had had the misfortune to go through.\r\n\r\nBut, as so often happens in this life, the misfortune of one is the\r\ngood fortune of another. Badly as the accident had shaken Freddie, from\r\nthe point of view of Psmith it was almost ideal. The sudden appearance\r\nof a human leg through the ceiling at a moment of nervous tension is\r\nenough to unman the stoutest-hearted, and Edward Cootes made no attempt\r\nto conceal his perturbation. Leaping a clear six inches from the floor,\r\nhe jerked up his head and quite unintentionally pulled the trigger of\r\nhis revolver. A bullet ripped through the plaster.\r\n\r\nThe leg disappeared. Not for an instant since he had been shut in that\r\nupper room had Freddie Threepwood ceased to be mindful of Psmith’s\r\nparting statement that he would be shot if he tried to escape, and Mr.\r\nCootes’ bullet seemed to him a dramatic fulfilment of that promise.\r\nWrenching his leg with painful energy out of the abyss, he proceeded\r\nto execute a backward spring which took him to the far wall--at which\r\npoint, as it was impossible to get any farther away from the centre of\r\nevents, he was compelled to halt his retreat. Having rolled himself\r\nup into as small a ball as he could manage, he sat where he was,\r\ntrying not to breathe. His momentary intention of explaining through\r\nthe hole that the entire thing had been a regrettable accident, he\r\nprudently abandoned. Unintelligent though he had often proved himself\r\nin other crises of his life, he had the sagacity now to realise that\r\nthe neighbourhood of the hole was unhealthy and should be avoided. So,\r\npreserving a complete and unbroken silence, he crouched there in the\r\ndarkness, only asking to be left alone.\r\n\r\nAnd it seemed, as the moments slipped by, that this modest wish was\r\nto be gratified. Noises and the sound of voices came up to him from\r\nthe room below, but no more bullets. It would be paltering with the\r\ntruth to say that this put him completely at his ease, but still it was\r\nsomething. Freddie’s pulse began to return to the normal.\r\n\r\nMr. Cootes’, on the other hand, was beating with a dangerous quickness.\r\nSwift and objectionable things had been happening to Edward Cootes in\r\nthat lower room. His first impression was that the rift in the plaster\r\nabove him had been instantly followed by the collapse of the entire\r\nceiling, but this was a mistaken idea. All that had occurred was that\r\nPsmith, finding Mr. Cootes’ eye and pistol functioning in another\r\ndirection, had sprung forward, snatched up a chair, hit the unfortunate\r\nman over the head with it, relieved him of his pistol, leaped to the\r\nmantelpiece, removed the revolver which lay there, and now, holding\r\nboth weapons in an attitude of menace, was regarding him censoriously\r\nthrough a gleaming eyeglass.\r\n\r\n“No funny business, Comrade Cootes,” said Psmith.\r\n\r\nMr. Cootes picked himself up painfully. His head was singing. He\r\nlooked at the revolvers, blinked, opened his mouth and shut it again.\r\nHe was oppressed with a sense of defeat. Nature had not built him for\r\na man of violence. Peaceful manipulation of a pack of cards in the\r\nsmoke-room of an Atlantic liner was a thing he understood and enjoyed:\r\nrough-and-tumble encounters were alien to him and distasteful. As far\r\nas Mr. Cootes was concerned, the war was over.\r\n\r\nBut Miss Peavey was a woman of spirit. Her hat was still in the ring.\r\nShe clutched the necklace in a grasp of steel, and her fine eyes glared\r\ndefiance.\r\n\r\n“You think yourself smart, don’t you?” she said.\r\n\r\nPsmith eyed her commiseratingly. Her valorous attitude appealed to him.\r\nNevertheless, business was business.\r\n\r\n“I am afraid,” he said regretfully, “that I must trouble you to hand\r\nover that necklace.”\r\n\r\n“Try and get it,” said Miss Peavey.\r\n\r\nPsmith looked hurt.\r\n\r\n“I am a child in these matters,” he said, “but I had always gathered\r\nthat on these occasions the wishes of the man behind the gun were\r\nautomatically respected.”\r\n\r\n“I’ll call your bluff,” said Miss Peavey firmly. “I’m going to walk\r\nstraight out of here with this collection of ice right now, and I’ll\r\nbet you won’t have the nerve to start any shooting. Shoot a woman? Not\r\nyou!”\r\n\r\nPsmith nodded gravely.\r\n\r\n“Your knowledge of psychology is absolutely correct. Your trust in my\r\nsense of chivalry rests on solid ground. But,” he proceeded, cheering\r\nup, “I fancy that I see a way out of the difficulty. An idea has been\r\nvouchsafed to me. I shall shoot--not you, but Comrade Cootes. This will\r\ndispose of all unpleasantness. If you attempt to edge out through that\r\ndoor I shall immediately proceed to plug Comrade Cootes in the leg. At\r\nleast, I shall try. I am a poor shot and may hit him in some more vital\r\nspot, but at least he will have the consolation of knowing that I did\r\nmy best and meant well.”\r\n\r\n“Hey!” cried Mr. Cootes. And never, in a life liberally embellished\r\nwith this favourite ejaculation of his, had he uttered it more\r\nfeelingly. He shot a feverish glance at Miss Peavey; and, reading in\r\nher face indecision rather than that instant acquiescence which he had\r\nhoped to see, cast off his customary attitude of respectful humility\r\nand asserted himself. He was no cave-man, but this was one occasion\r\nwhen he meant to have his own way. With an agonised bound he reached\r\nMiss Peavey’s side, wrenched the necklace from her grasp and flung it\r\ninto the enemy’s camp. Eve stooped and picked it up.\r\n\r\n“I thank you,” said Psmith with a brief bow in her direction.\r\n\r\nMiss Peavey breathed heavily. Her strong hands clenched and unclenched.\r\nBetween her parted lips her teeth showed in a thin white line. Suddenly\r\nshe swallowed quickly, as if draining a glass of unpalatable medicine.\r\n\r\n“Well,” she said in a low, even voice, “that seems to be about all.\r\nGuess we’ll be going. Come along, Ed, pick up the Henries.”\r\n\r\n“Coming, Liz,” replied Mr. Cootes humbly.\r\n\r\nThey passed together into the night.\r\n\r\n\r\n§ 5\r\n\r\nSilence followed their departure. Eve, weak with the reaction from\r\nthe complex emotions which she had undergone since her arrival at the\r\ncottage, sat on the battered sofa, her chin resting in her hands. She\r\nlooked at Psmith, who, humming a light air, was delicately piling with\r\nthe toe of his shoe a funeral mound over the second of the dead bats.\r\n\r\n“So that’s that!” she said.\r\n\r\nPsmith looked up with a bright and friendly smile.\r\n\r\n“You have a very happy gift of phrase,” he said. “That, as you sensibly\r\nsay, is that.”\r\n\r\nEve was silent for awhile. Psmith completed the obsequies and stepped\r\nback with the air of a man who has done what he can for a fallen friend.\r\n\r\n“Fancy Miss Peavey being a thief!” said Eve. She was somehow feeling\r\na disinclination to allow the conversation to die down, and yet she\r\nhad an idea that, unless it was permitted to die down, it might\r\nbecome embarrassingly intimate. Subconsciously, she was endeavouring\r\nto analyse her views on this long, calm person who had so recently\r\nadded himself to the list of those who claimed to look upon her with\r\naffection.\r\n\r\n“I confess it came as something of a shock to me also,” said Psmith.\r\n“In fact, the revelation that there was this other, deeper side to her\r\nnature materially altered the opinion I had formed of her. I found\r\nmyself warming to Miss Peavey. Something that was akin to respect began\r\nto stir within me. Indeed, I almost wish that we had not been compelled\r\nto deprive her of the jewels.”\r\n\r\n“‘We’?” said Eve. “I’m afraid I didn’t do much.”\r\n\r\n“Your attitude was exactly right,” Psmith assured her. “You afforded\r\njust the moral support which a man needs in such a crisis.”\r\n\r\nSilence fell once more. Eve returned to her thoughts. And then, with a\r\nsuddenness which surprised her, she found that she had made up her mind.\r\n\r\n“So you’re going to be married?” she said.\r\n\r\nPsmith polished his monocle thoughtfully.\r\n\r\n“I think so,” he said. “I think so. What do _you_ think?”\r\n\r\nEve regarded him steadfastly. Then she gave a little laugh.\r\n\r\n“Yes,” she said, “I think so, too.” She paused. “Shall I tell you\r\nsomething?”\r\n\r\n“You could tell me nothing more wonderful than that.”\r\n\r\n“When I met Cynthia in Market Blandings, she told me what the trouble\r\nwas which made her husband leave her. What do you suppose it was?”\r\n\r\n“From my brief acquaintance with Comrade McTodd, I would hazard the\r\nguess that he tried to stab her with the bread-knife. He struck me as a\r\nmurderous-looking specimen.”\r\n\r\n“They had some people to dinner, and there was chicken, and Cynthia\r\ngave all the giblets to the guests, and her husband bounded out of his\r\nseat with a wild cry, and, shouting ‘You _know_ I love those things\r\nbetter than anything in the world!’ rushed from the house, never to\r\nreturn!”\r\n\r\n“Precisely how I would have wished him to rush, had I been Mrs. McTodd.”\r\n\r\n“Cynthia told me that he had rushed from the house, never to return,\r\nsix times since they were married.”\r\n\r\n“May I mention--in passing--” said Psmith, “that I do not like chicken\r\ngiblets?”\r\n\r\n“Cynthia advised me,” proceeded Eve, “if ever I married, to marry\r\nsomeone eccentric. She said it was such fun. Well, I don’t suppose I am\r\never likely to meet anyone more eccentric than you, am I?”\r\n\r\n“I think you would be unwise to wait on the chance.”\r\n\r\n“The only thing is . . .,” said Eve reflectively. “‘Mrs. Smith’ . . .\r\nIt doesn’t _sound_ much, does it?”\r\n\r\nPsmith beamed encouragingly.\r\n\r\n“We must look into the future,” he said. “We must remember that I am\r\nonly at the beginning of what I am convinced is to be a singularly\r\nillustrious career. ‘Lady Psmith’ is better . . . ‘Baroness Psmith’\r\nbetter still . . . And--who knows?--‘The Duchess of Psmith’ . . .”\r\n\r\n“Well, anyhow,” said Eve, “you were wonderful just now, simply\r\nwonderful. The way you made one spring . . .”\r\n\r\n“Your words,” said Psmith, “are music to my ears, but we must not\r\nforget that the foundations of the success of the manœuvre were laid\r\nby Comrade Threepwood. Had it not been for the timely incursion of his\r\nleg . . .”\r\n\r\n“Good gracious!” cried Eve. “Freddie! I had forgotten all about him!”\r\n\r\n“The right spirit,” said Psmith. “Quite the right spirit.”\r\n\r\n“We must go and let him out.”\r\n\r\n“Just as you say. And then he can come with us on the stroll I was\r\nabout to propose that we should take through the woods. It is a lovely\r\nnight, and what could be jollier than to have Comrade Threepwood\r\nprattling at our side? I will go and let him out at once.”\r\n\r\n“No, don’t bother,” said Eve."
  ]
}