{
  "index": 14,
  "title": "Chapter 13",
  "paragraphs": [
    "PSMITH ACCEPTS EMPLOYMENT\r\n\r\n\r\nThe golden stillness of a perfect summer morning brooded over Blandings\r\nCastle and its adjacent pleasure-grounds. From a sky of unbroken blue\r\nthe sun poured down its heartening rays on all those roses, pinks,\r\npansies, carnations, hollyhocks, columbines, larkspurs, London pride\r\nand Canterbury bells which made the gardens so rarely beautiful.\r\nFlannelled youths and maidens in white serge sported in the shade; gay\r\ncries arose from the tennis-courts behind the shrubbery; and birds,\r\nbees, and butterflies went about their business with a new energy and\r\nzip. In short, the casual observer, assuming that he was addicted to\r\ntrite phrases, would have said that happiness reigned supreme.\r\n\r\nBut happiness, even on the finest mornings, is seldom universal. The\r\nstrolling youths and maidens were happy; the tennis-players were happy;\r\nthe birds, bees, and butterflies were happy. Eve, walking in pleasant\r\nmeditation on the terrace, was happy. Freddie Threepwood was happy\r\nas he lounged in the smoking-room and gloated over the information,\r\nreceived from Psmith in the small hours, that his thousand pounds\r\nwas safe. Mr. Keeble, writing to Phyllis to inform her that she\r\nmight clinch the purchase of the Lincolnshire farm, was happy. Even\r\nHead-gardener Angus McAllister was as happy as a Scotsman can ever be.\r\nBut Lord Emsworth, drooping out of the library window, felt only a\r\nnervous irritation more in keeping with the blizzards of winter than\r\nwith the only fine July that England had known in the last ten years.\r\n\r\nWe have seen his lordship in a similar attitude and a like frame of\r\nmind on a previous occasion; but then his melancholy had been due to\r\nthe loss of his glasses. This morning these were perched firmly on his\r\nnose and he saw all things clearly. What was causing his gloom now\r\nwas the fact that some ten minutes earlier his sister Constance had\r\ntrapped him in the library, full of jarring rebuke on the subject of\r\nthe dismissal of Rupert Baxter, the world’s most efficient secretary.\r\nIt was to avoid her compelling eye that Lord Emsworth had turned to the\r\nwindow. And what he saw from that window thrust him even deeper into\r\nthe abyss of gloom. The sun, the birds, the bees, the butterflies, and\r\nthe flowers called to him to come out and have the time of his life,\r\nbut he just lacked the nerve to make a dash for it.\r\n\r\n“I think you must be mad,” said Lady Constance bitterly, resuming her\r\nremarks and starting at the point where she had begun before.\r\n\r\n“Baxter’s mad,” retorted his lordship, also re-treading old ground.\r\n\r\n“You are too absurd!”\r\n\r\n“He threw flower-pots at me.”\r\n\r\n“Do please stop talking about those flower-pots. Mr. Baxter has\r\nexplained the whole thing to me, and surely even you can see that his\r\nbehaviour was perfectly excusable.”\r\n\r\n“I don’t like the fellow,” cried Lord Emsworth, once more retreating to\r\nhis last line of trenches--the one line from which all Lady Constance’s\r\neloquence had been unable to dislodge him.\r\n\r\nThere was a silence, as there had been a short while before when the\r\ndiscussion had reached this same point.\r\n\r\n“You will be helpless without him,” said Lady Constance.\r\n\r\n“Nothing of the kind,” said his lordship.\r\n\r\n“You know you will. Where will you ever get another secretary capable\r\nof looking after everything like Mr. Baxter? You know you are a perfect\r\nchild, and unless you have someone whom you can trust to manage your\r\naffairs I cannot see what will happen.”\r\n\r\nLord Emsworth made no reply. He merely gazed wanly from the window.\r\n\r\n“Chaos,” moaned Lady Constance.\r\n\r\nHis lordship remained mute, but now there was a gleam of something\r\napproaching pleasure in his pale eyes; for at this moment a car rounded\r\nthe corner of the house from the direction of the stables and stood\r\npurring at the door. There was a trunk on the car and a suit-case. And\r\nalmost simultaneously the Efficient Baxter entered the library, clothed\r\nand spatted for travel.\r\n\r\n“I have come to say good-bye, Lady Constance,” said Baxter coldly and\r\nprecisely, flashing at his late employer through his spectacles a look\r\nof stern reproach. “The car which is taking me to the station is at the\r\ndoor.”\r\n\r\n“Oh, Mr. Baxter.” Lady Constance, strong woman though she was,\r\nfluttered with distress. “Oh, Mr. Baxter.”\r\n\r\n“Good-bye.” He gripped her hand in brief farewell and directed his\r\nspectacles for another tense instant upon the sagging figure at the\r\nwindow. “Good-bye, Lord Emsworth.”\r\n\r\n“Eh? What? Oh! Ah, yes. Good-bye, my dear fel----, I mean, good-bye.\r\nI--er--hope you will have a pleasant journey.”\r\n\r\n“Thank you,” said Baxter.\r\n\r\n“But, Mr. Baxter,” said Lady Constance.\r\n\r\n“Lord Emsworth,” said the ex-secretary icily, “I am no longer in your\r\nemployment . . .”\r\n\r\n“But, Mr. Baxter,” moaned Lady Constance, “surely . . . even now . . .\r\nmisunderstanding . . . talk it all over quietly . . .”\r\n\r\nLord Emsworth started violently.\r\n\r\n“Here!” he protested, in much the same manner as that in which the\r\nrecent Mr. Cootes had been wont to say “Hey!”\r\n\r\n“I fear it is too late,” said Baxter, to his infinite relief, “to\r\ntalk things over. My arrangements are already made and cannot be\r\naltered. Ever since I came here to work for Lord Emsworth, my former\r\nemployer--an American millionaire named Jevons--has been making me\r\nflattering offers to return to him. Until now a mistaken sense of\r\nloyalty has kept me from accepting these offers, but this morning I\r\ntelegraphed to Mr. Jevons to say that I was at liberty and could join\r\nhim at once. It is too late now to cancel this promise.”\r\n\r\n“Quite, quite, oh certainly, quite, mustn’t dream of it, my dear\r\nfellow. No, no, no, indeed no,” said Lord Emsworth with an effervescent\r\ncordiality which struck both his hearers as in the most dubious taste.\r\n\r\nBaxter merely stiffened haughtily, but Lady Constance was so poignantly\r\naffected by the words and the joyous tone in which they were uttered\r\nthat she could endure her brother’s loathly society no longer. Shaking\r\nBaxter’s hand once more and gazing stonily for a moment at the worm by\r\nthe window, she left the room.\r\n\r\nFor some seconds after she had gone, there was silence--a silence which\r\nLord Emsworth found embarrassing. He turned to the window again and\r\ntook in with one wistful glance the roses, the pinks, the pansies, the\r\ncarnations, the hollyhocks, the columbines, the larkspurs, the London\r\npride and the Canterbury bells. And then suddenly there came to him\r\nthe realisation that with Lady Constance gone there no longer existed\r\nany reason why he should stay cooped up in this stuffy library on the\r\nfinest morning that had ever been sent to gladden the heart of man. He\r\nshivered ecstatically from the top of his bald head to the soles of his\r\nroomy shoes, and, bounding gleefully from the window, started to amble\r\nacross the room.\r\n\r\n“Lord Emsworth!”\r\n\r\nHis lordship halted. His was a one-track mind, capable of accommodating\r\nonly one thought at a time--if that, and he had almost forgotten that\r\nBaxter was still there. He eyed his late secretary peevishly.\r\n\r\n“Yes, yes? Is there anything . . . ?”\r\n\r\n“I should like to speak to you for a moment.”\r\n\r\n“I have a most important conference with McAllister . . .”\r\n\r\n“I will not detain you long. Lord Emsworth, I am no longer in your\r\nemployment, but I think it my duty to say before I go . . .”\r\n\r\n“No, no, my dear fellow, I quite understand. Quite, quite, quite.\r\nConstance has been going over all that. I know what you are trying to\r\nsay. That matter of the flower-pots. Please do not apologise. It is\r\nquite all right. I was startled at the time, I own, but no doubt you\r\nhad excellent motives. Let us forget the whole affair.”\r\n\r\nBaxter ground an impatient heel into the carpet.\r\n\r\n“I had no intention of referring to the matter to which you allude,” he\r\nsaid. “I merely wished . . .”\r\n\r\n“Yes, yes, of course.” A vagrant breeze floated in at the window,\r\nlanguid with summer scents, and Lord Emsworth, sniffing, shuffled\r\nrestlessly. “Of course, of course, of course. Some other time, eh?\r\nYes, yes, that will be capital. Capital, capital, cap----”\r\n\r\nThe Efficient Baxter uttered a sound that was partly a cry, partly a\r\nsnort. Its quality was so arresting that Lord Emsworth paused, his\r\nfingers on the door-handle, and peered back at him, startled.\r\n\r\n“Very well,” said Baxter shortly. “Pray do not let me keep you. If you\r\nare not interested in the fact that Blandings Castle is sheltering a\r\ncriminal . . .”\r\n\r\nIt was not easy to divert Lord Emsworth when in quest of Angus\r\nMcAllister, but this remark succeeded in doing so. He let go of the\r\ndoor-handle and came back a step or two into the room.\r\n\r\n“Sheltering a criminal?”\r\n\r\n“Yes.” Baxter glanced at his watch. “I must go now or I shall miss\r\nmy train,” he said curtly. “I was merely going to tell you that this\r\nfellow who calls himself Ralston McTodd is not Ralston McTodd at all.”\r\n\r\n“Not Ralston McTodd?” repeated his lordship blankly. “But----” He\r\nsuddenly perceived a flaw in the argument. “But he _said_ he was,”\r\nhe pointed out cleverly. “Yes, I remember distinctly. He said he was\r\nMcTodd.”\r\n\r\n“He is an impostor. And I imagine that if you investigate you will find\r\nthat it is he and his accomplices who stole Lady Constance’s necklace.”\r\n\r\n“But, my dear fellow . . .”\r\n\r\nBaxter walked briskly to the door.\r\n\r\n“You need not take my word for it,” he said. “What I say can easily be\r\nproved. Get this so-called McTodd to write his name on a piece of paper\r\nand then compare it with the signature to the letter which the real\r\nMcTodd wrote when accepting Lady Constance’s invitation to the castle.\r\nYou will find it filed away in the drawer of that desk there.”\r\n\r\nLord Emsworth adjusted his glasses and stared at the desk as if he\r\nexpected it to do a conjuring-trick.\r\n\r\n“I will leave you to take what steps you please,” said Baxter. “Now\r\nthat I am no longer in your employment, the thing does not concern me\r\none way or another. But I thought you might be glad to hear the facts.”\r\n\r\n“Oh, I _am_!” responded his lordship, still peering vaguely. “Oh, I\r\n_am_! Oh, yes, yes, yes. Oh, yes, yes . . .”\r\n\r\n“Good-bye.”\r\n\r\n“But, Baxter . . .”\r\n\r\nLord Emsworth trotted out on to the landing, but Baxter had got off to\r\na good start and was almost out of sight round the bend of the stairs.\r\n\r\n“But, my dear fellow . . .” bleated his lordship plaintively over the\r\nbanisters.\r\n\r\nFrom below, out on the drive, came the sound of an automobile getting\r\ninto gear and moving off, than which no sound is more final. The great\r\ndoor of the castle closed with a soft but significant bang--as doors\r\nclose when handled by an untipped butler. Lord Emsworth returned to the\r\nlibrary to wrestle with his problem unaided.\r\n\r\nHe was greatly disturbed. Apart from the fact that he disliked\r\ncriminals and impostors as a class, it was a shock to him to learn that\r\nthe particular criminal and impostor then in residence at Blandings was\r\nthe man for whom, brief as had been the duration of their acquaintance,\r\nhe had conceived a warm affection. He was fond of Psmith. Psmith\r\nsoothed him. If he had had to choose any member of his immediate circle\r\nfor the rôle of criminal and impostor, he would have chosen Psmith last.\r\n\r\nHe went to the window again and looked out. There was the sunshine,\r\nthere were the birds, there were the hollyhocks, carnations, and\r\nCanterbury bells, all present and correct; but now they failed to\r\ncheer him. He was wondering dismally what on earth he was going to do.\r\nWhat _did_ one do with criminals and impostors? Had ’em arrested, he\r\nsupposed. But he shrank from the thought of arresting Psmith. It seemed\r\nso deuced unfriendly.\r\n\r\nHe was still meditating gloomily when a voice spoke behind him.\r\n\r\n“Good morning. I am looking for Miss Halliday. You have not seen her by\r\nany chance? Ah, there she is down there on the terrace.”\r\n\r\nLord Emsworth was aware of Psmith beside him at the window, waving\r\ncordially to Eve, who waved back.\r\n\r\n“I thought possibly,” continued Psmith, “that Miss Halliday would be in\r\nher little room yonder”--he indicated the dummy book-shelves through\r\nwhich he had entered. “But I am glad to see that the morning is so fine\r\nthat she has given toil the miss-in-baulk. It is the right spirit,”\r\nsaid Psmith. “I like to see it.”\r\n\r\nLord Emsworth peered at him nervously through his glasses. His\r\nembarrassment and his distaste for the task that lay before him\r\nincreased as he scanned his companion in vain for those signs of\r\nvillainy which all well-regulated criminals and impostors ought to\r\nexhibit to the eye of discernment.\r\n\r\n“I am surprised to find you indoors,” said Psmith, “on so glorious a\r\nmorning. I should have supposed that you would have been down there\r\namong the shrubs, taking a good sniff at a hollyhock or something.”\r\n\r\nLord Emsworth braced himself for the ordeal.\r\n\r\n“Er, my dear fellow . . . that is to say . . .” He paused. Psmith was\r\nregarding him almost lovingly through his monocle, and it was becoming\r\nincreasingly difficult to warm up to the work of denouncing him.\r\n\r\n“You were observing . . . ?” said Psmith.\r\n\r\nLord Emsworth uttered curious buzzing noises.\r\n\r\n“I have just parted from Baxter,” he said at length, deciding to\r\napproach the subject in more roundabout fashion.\r\n\r\n“Indeed?” said Psmith courteously.\r\n\r\n“Yes. Baxter has gone.”\r\n\r\n“For ever?”\r\n\r\n“Er--yes.”\r\n\r\n“Splendid!” said Psmith. “Splendid, splendid.”\r\n\r\nLord Emsworth removed his glasses, twiddled them on their cord, and\r\nreplaced them on his nose.\r\n\r\n“He made . . . He--er--the fact is, he made . . . Before he went Baxter\r\nmade a most remarkable statement . . . a charge . . . Well, in short,\r\nhe made a very strange statement about you.”\r\n\r\nPsmith nodded gravely.\r\n\r\n“I had been expecting something of the kind,” he said. “He said, no\r\ndoubt, that I was not really Ralston McTodd?”\r\n\r\nHis lordship’s mouth opened feebly.\r\n\r\n“Er--yes,” he said.\r\n\r\n“I’ve been meaning to tell you about that,” said Psmith amiably. “It is\r\nquite true. I am not Ralston McTodd.”\r\n\r\n“You--you admit it!”\r\n\r\n“I am proud of it.”\r\n\r\nLord Emsworth drew himself up. He endeavoured to assume the attitude of\r\nstern censure which came so naturally to him in interviews with his son\r\nFrederick. But he met Psmith’s eye and sagged again. Beneath the solemn\r\nfriendliness of Psmith’s gaze hauteur was impossible.\r\n\r\n“Then what the deuce are you doing here under his name?” he asked,\r\nplacing his finger in statesmanlike fashion on the very nub of the\r\nproblem. “I mean to say,” he went on, making his meaning clearer, “if\r\nyou aren’t McTodd, why did you come here saying you were McTodd?”\r\n\r\nPsmith nodded slowly.\r\n\r\n“The point is well taken,” he said. “I was expecting you to ask that\r\nquestion. Primarily--I want no thanks, but primarily I did it to save\r\nyou embarrassment.”\r\n\r\n“Save me embarrassment?”\r\n\r\n“Precisely. When I came into the smoking-room of our mutual club that\r\nafternoon when you had been entertaining Comrade McTodd at lunch, I\r\nfound him on the point of passing out of your life for ever. It seems\r\nthat he had taken umbrage to some slight extent because you had buzzed\r\noff to chat with the florist across the way instead of remaining with\r\nhim. And, after we had exchanged a pleasant word or two, he legged it,\r\nleaving you short one modern poet. On your return I stepped into the\r\nbreach to save you from the inconvenience of having to return here\r\nwithout a McTodd of any description. No one, of course, could have been\r\nmore alive than myself to the fact that I was merely a poor substitute,\r\na sort of synthetic McTodd, but still I considered that I was better\r\nthan nothing, so I came along.”\r\n\r\nHis lordship digested this explanation in silence. Then he seized on a\r\nmagnificent point.\r\n\r\n“Are you a member of the Senior Conservative Club?”\r\n\r\n“Most certainly.”\r\n\r\n“Why, then, dash it,” cried his lordship, paying to that august\r\nstronghold of respectability as striking a tribute as it had ever\r\nreceived, “if you’re a member of the Senior Conservative, you can’t be\r\na criminal. Baxter’s an ass!”\r\n\r\n“Exactly.”\r\n\r\n“Baxter would have it that you had stolen my sister’s necklace.”\r\n\r\n“I can assure you that I have not got Lady Constance’s necklace.”\r\n\r\n“Of course not, of course not, my dear fellow. I’m only telling you\r\nwhat that idiot Baxter said. Thank goodness I’ve got rid of the\r\nfellow.” A cloud passed over his now sunny face. “Though, confound it,\r\nConnie was right about one thing.” He relapsed into a somewhat moody\r\nsilence.\r\n\r\n“Yes?” said Psmith.\r\n\r\n“Eh?” said his lordship.\r\n\r\n“You were saying that Lady Constance had been right about one thing.”\r\n\r\n“Oh, yes. She was saying that I should have a hard time finding another\r\nsecretary as capable as Baxter.”\r\n\r\nPsmith permitted himself to bestow an encouraging pat on his host’s\r\nshoulder.\r\n\r\n“You have touched on a matter,” he said, “which I had intended to\r\nbroach to you at some convenient moment when you were at leisure. If\r\nyou would care to accept my services, they are at your disposal.”\r\n\r\n“Eh?”\r\n\r\n“The fact is,” said Psmith, “I am shortly about to be married, and it\r\nis more or less imperative that I connect with some job which will\r\nensure a moderate competence. Why should I not become your secretary?”\r\n\r\n“You want to be my secretary?”\r\n\r\n“You have unravelled my meaning exactly.”\r\n\r\n“But I’ve never had a married secretary.”\r\n\r\n“I think that you would find a steady married man an improvement\r\non these wild, flower-pot-throwing bachelors. If it would help to\r\ninfluence your decision, I may say that my bride-to-be is Miss\r\nHalliday, probably the finest library-cataloguist in the United\r\nKingdom.”\r\n\r\n“Eh? Miss Halliday? That girl down there?”\r\n\r\n“No other,” said Psmith, waving fondly at Eve as she passed underneath\r\nthe window. “In fact, the same.”\r\n\r\n“But I like her,” said Lord Emsworth, as if stating an insuperable\r\nobjection.\r\n\r\n“Excellent.”\r\n\r\n“She’s a nice girl.”\r\n\r\n“I quite agree with you.”\r\n\r\n“Do you think you could really look after things here like Baxter?”\r\n\r\n“I am convinced of it.”\r\n\r\n“Then, my dear fellow--well, really I must say . . . I must say . . .\r\nwell, I mean, why shouldn’t you?”\r\n\r\n“Precisely,” said Psmith. “You have put in a nutshell the very thing I\r\nhave been trying to express.”\r\n\r\n“But have you had any experience as a secretary?”\r\n\r\n“I must admit that I have not. You see, until recently I was more or\r\nless one of the idle rich. I toiled not, neither did I--except once,\r\nafter a bump-supper at Cambridge--spin. My name, perhaps I ought to\r\nreveal to you, is Psmith--the p is silent--and until very recently I\r\nlived in affluence not far from the village of Much Middlefold in this\r\ncounty. My name is probably unfamiliar to you, but you may have heard\r\nof the house which was for many years the Psmith head-quarters--Corfby\r\nHall.”\r\n\r\nLord Emsworth jerked his glasses off his nose.\r\n\r\n“Corfby Hall! Are you the son of the Smith who used to own Corfby Hall?\r\nWhy, bless my soul, I knew your father well.”\r\n\r\n“Really?”\r\n\r\n“Yes. That is to say, I never met him.”\r\n\r\n“No?”\r\n\r\n“But I won the first prize for roses at the Shrewsbury Flower Show the\r\nyear he won the prize for tulips.”\r\n\r\n“It seems to draw us very close together,” said Psmith.\r\n\r\n“Why, my dear boy,” cried Lord Emsworth jubilantly, “if you are really\r\nlooking for a position of some kind and would care to be my secretary,\r\nnothing could suit me better. Nothing, nothing, nothing. Why, bless my\r\nsoul . . .”\r\n\r\n“I am extremely obliged,” said Psmith. “And I shall endeavour to give\r\nsatisfaction. And surely, if a mere Baxter could hold down the job, it\r\nshould be well within the scope of a Shropshire Psmith. I think so, I\r\nthink so. . . . And now, if you will excuse me, I think I will go down\r\nand tell the glad news to the little woman, if I may so describe her.”\r\n\r\n       *       *       *       *       *\r\n\r\nPsmith made his way down the broad staircase at an even better pace\r\nthan that recently achieved by the departing Baxter, for he rightly\r\nconsidered each moment of this excellent day wasted that was not spent\r\nin the company of Eve. He crooned blithely to himself as he passed\r\nthrough the hall, only pausing when, as he passed the door of the\r\nsmoking-room, the Hon. Freddie Threepwood suddenly emerged.\r\n\r\n“Oh, I say!” said Freddie. “Just the fellow I wanted to see. I was\r\ngoing off to look for you.”\r\n\r\nFreddie’s tone was cordiality itself. As far as Freddie was concerned,\r\nall that had passed between them in the cottage in the west wood last\r\nnight was forgiven and forgotten.\r\n\r\n“Say on, Comrade Threepwood,” replied Psmith; “and, if I may offer the\r\nsuggestion, make it snappy, for I would be elsewhere. I have man’s work\r\nbefore me.”\r\n\r\n“Come over here.” Freddie drew him into a far corner of the hall and\r\nlowered his voice to a whisper. “I say, it’s all right, you know.”\r\n\r\n“Excellent!” said Psmith. “Splendid! This is great news. What is all\r\nright?”\r\n\r\n“I’ve just seen Uncle Joe. He’s going to cough up the money he promised\r\nme.”\r\n\r\n“I congratulate you.”\r\n\r\n“So now I shall be able to get into that bookie’s business and make a\r\npile. And, I say, you remember my telling you about Miss Halliday?”\r\n\r\n“What was that?”\r\n\r\n“Why, that I loved her, I mean, and all that.”\r\n\r\n“Ah, yes.”\r\n\r\n“Well, look here, between ourselves,” said Freddie earnestly, “the\r\nwhole trouble all along has been that she thought I hadn’t any money to\r\nget married on. She didn’t actually say so in so many words, but you\r\nknow how it is with women--you can read between the lines, if you know\r\nwhat I mean. So now everything’s going to be all right. I shall simply\r\ngo to her and say, ‘Well, what about it?’ and--well, and so on, don’t\r\nyou know?”\r\n\r\nPsmith considered the point gravely.\r\n\r\n“I see your reasoning, Comrade Threepwood,” he said. “I can detect but\r\none flaw in it.”\r\n\r\n“Flaw? What flaw?”\r\n\r\n“The fact that Miss Halliday is going to marry _me_.”\r\n\r\nThe Hon. Freddie’s jaw dropped. His prominent eyes became more\r\nprawn-like.\r\n\r\n“What!”\r\n\r\nPsmith patted his shoulder commiseratingly.\r\n\r\n“Be a man, Comrade Threepwood, and bite the bullet. These things will\r\nhappen to the best of us. Some day you will be thankful that this has\r\noccurred. Purged in the holocaust of a mighty love, you will wander out\r\ninto the sunset, a finer, broader man. . . . And now I must reluctantly\r\ntear myself away. I have an important appointment.” He patted his\r\nshoulder once more. “If you would care to be a page at the wedding,\r\nComrade Threepwood, I can honestly say that there is no one whom I\r\nwould rather have in that capacity.”\r\n\r\nAnd with a stately gesture of farewell, Psmith passed out on to the\r\nterrace to join Eve.\r\n\r\n\r\nTHE END"
  ]
}