{
  "index": 12,
  "title": "Chapter 11",
  "paragraphs": [
    "MORE ON THE FLOWER-POT THEME\r\n\r\n\r\nIn any community in which a sensational crime has recently been\r\ncommitted, the feelings of the individuals who go to make up that\r\ncommunity must of necessity vary somewhat sharply according to the\r\ndegree in which the personal fortunes of each are affected by the\r\noutrage. Vivid in their own way as may be the emotions of one who sees\r\na fellow-citizen sandbagged in a quiet street, they differ in kind from\r\nthose experienced by the victim himself. And so, though the theft of\r\nLady Constance Keeble’s diamond necklace had stirred Blandings Castle\r\nto its depths, it had not affected all those present in quite the\r\nsame way. It left the house-party divided into two distinct schools\r\nof thought--the one finding in the occurrence material for gloom and\r\ndespondency, the other deriving from it nothing but joyful excitement.\r\n\r\nTo this latter section belonged those free young spirits who had\r\nchafed at the prospect of being herded into the drawing-room on the\r\neventful night to listen to Psmith’s reading of _Songs of Squalor_.\r\nIt made them tremble now to think of what they would have missed, had\r\nLady Constance’s vigilance relaxed sufficiently to enable them to\r\nexecute the quiet sneak for the billiard-room of which even at the\r\neleventh hour they had thought so wistfully. As far as the Reggies,\r\nBerties, Claudes, and Archies at that moment enjoying Lord Emsworth’s\r\nhospitality were concerned the thing was top-hole, priceless, and\r\nindisputably what the doctor ordered. They spent a great deal of their\r\ntime going from one country-house to another, and as a rule found the\r\nroutine a little monotonous. A happening like that of the previous\r\nnight gave a splendid zip to rural life. And when they reflected that,\r\nright on top of this binge, there was coming the County Ball, it seemed\r\nto them that God was in His heaven and all right with the world. They\r\nstuck cigarettes in long holders, and collected in groups, chattering\r\nlike starlings.\r\n\r\nThe gloomy brigade, those with hearts bowed down, listened to their\r\neffervescent babbling with wan distaste. These last were a small body\r\nnumerically, but very select. Lady Constance might have been described\r\nas their head and patroness. Morning found her still in a state\r\nbordering on collapse. After breakfast, however, which she took in her\r\nroom, and which was sweetened by an interview with Mr. Joseph Keeble,\r\nher husband, she brightened considerably. Mr. Keeble, thought Lady\r\nConstance, behaved magnificently. She had always loved him dearly, but\r\nnever so much as when, abstaining from the slightest reproach of her\r\nobstinacy in refusing to allow the jewels to be placed in the bank, he\r\nspaciously informed her that he would buy her another necklace, just\r\nas good and costing every penny as much as the old one. It was at this\r\npoint that Lady Constance almost seceded from the ranks of gloom. She\r\nkissed Mr. Keeble gratefully, and attacked with something approaching\r\nanimation the boiled egg at which she had been pecking when he came in.\r\n\r\nBut a few minutes later the average of despair was restored by the\r\nenrolment of Mr. Keeble in the ranks of the despondent. He had\r\ngladsomely assumed overnight that one of his agents, either Eve or\r\nFreddie, had been responsible for the disappearance of the necklace.\r\nThe fact that Freddie, interviewed by stealth in his room, gapingly\r\ndisclaimed any share in the matter had not damped him. He had never\r\nexpected results from Freddie. But when, after leaving Lady Constance,\r\nhe encountered Eve and was given a short outline of history, beginning\r\nwith her acquisition of the necklace, and ending--like a modern\r\nnovel--on the sombre note of her finding the flower-pot gone, he too\r\nsat him down and mourned as deeply as anyone.\r\n\r\nPassing with a brief mention over Freddie, whose morose bearing was\r\nthe subject of considerable comment among the younger set; over Lord\r\nEmsworth, who woke at twelve o’clock disgusted to find that he had\r\nmissed several hours among his beloved flower-beds; and over the\r\nEfficient Baxter, who was roused from sleep at twelve-fifteen by Thomas\r\nthe footman knocking on his door in order to hand him a note from his\r\nemployer enclosing a cheque, and dispensing with his services; we come\r\nto Miss Peavey.\r\n\r\nAt twenty minutes past eleven on this morning when so much was\r\nhappening to so many people, Miss Peavey stood in the Yew Alley gazing\r\nbelligerently at the stemless mushroom finial of a tree about half-way\r\nbetween the entrance and the point where the alley merged into the\r\nwest wood. She appeared to be soliloquising. For, though words were\r\nproceeding from her with considerable rapidity, there seemed to be no\r\none in sight to whom they were being addressed. Only an exceptionally\r\nkeen observer would have noted a slight significant quivering among the\r\ntree’s tightly-woven branches.\r\n\r\n“You poor bone-headed fish,” the poetess was saying with that\r\nstrained tenseness which results from the churning up of a generous\r\nand emotional nature, “isn’t there anything in this world you can do\r\nwithout tumbling over your feet and making a mess of it? All I ask of\r\nyou is to stroll under a window and pick up a few jewels, and now you\r\ncome and tell me . . .”\r\n\r\n“But, Liz!” said the tree plaintively.\r\n\r\n“I do all the difficult part of the job. All that there was left for\r\nyou to handle was something a child of three could have done on its\r\near. And now . . .”\r\n\r\n“But, Liz! I’m telling you I couldn’t find the stuff. I was down there\r\nall right, but I couldn’t find it.”\r\n\r\n“You couldn’t find it!” Miss Peavey pawed restlessly at the soft turf\r\nwith a shapely shoe. “You’re the sort of dumb Isaac that couldn’t find\r\na bass-drum in a telephone-booth. You didn’t _look_.”\r\n\r\n“I did look. Honest, I did.”\r\n\r\n“Well, the stuff was there. I threw it down the moment the lights went\r\nout.”\r\n\r\n“Somebody must have got there first, and swiped it.”\r\n\r\n“Who could have got there first? Everybody was up in the room where I\r\nwas.\r\n\r\n“Am I sure? Am I . . .” The poetess’s voice trailed off. She was\r\nstaring down the Yew Alley at a couple who had just entered. She hissed\r\na warning in a sharp undertone. “Hsst! Cheese it, Ed. There’s someone\r\ncoming.”\r\n\r\nThe two intruders who had caused Miss Peavey to suspend her remarks to\r\nher erring lieutenant were of opposite sexes--a tall girl with fair\r\nhair, and a taller young man irreproachably clad in white flannels\r\nwho beamed down at his companion through a single eyeglass. Miss\r\nPeavey gazed at them searchingly as they approached. A sudden thought\r\nhad come to her at the sight of them. Mistrusting Psmith as she had\r\ndone ever since Mr. Cootes had unmasked him for the impostor that he\r\nwas, the fact that they were so often together had led her to extend\r\nher suspicion to Eve. It might, of course, be nothing but a casual\r\nfriendship, begun here at the castle; but Miss Peavey had always felt\r\nthat Eve would bear watching. And now, seeing them together again this\r\nmorning, it had suddenly come to her that she did not recall having\r\nobserved Eve among the gathering in the drawing-room last night. True,\r\nthere had been many people present, but Eve’s appearance was striking,\r\nand she was sure that she would have noticed her, if she had been\r\nthere. And, if she had not been there, why should she not have been\r\non the terrace? Somebody had been on the terrace last night, that was\r\ncertain. For all her censorious attitude in their recent conversation,\r\nMiss Peavey had not really in her heart believed that even a dumb-bell\r\nlike Eddie Cootes would not have found the necklace if it had been\r\nlying under the window on his arrival.\r\n\r\n“Oh, good morning, Mr. McTodd,” she cooed. “I’m feeling _so_ upset\r\nabout this terrible affair. Aren’t _you_, Miss Halliday?”\r\n\r\n“Yes,” said Eve, and she had never said a more truthful word.\r\n\r\nPsmith, for his part, was in more debonair and cheerful mood even than\r\nwas his wont. He had examined the position of affairs and found life\r\ngood. He was particularly pleased with the fact that he had persuaded\r\nEve to stroll with him this morning and inspect his cottage in the\r\nwoods. Buoyant as was his temperament, he had been half afraid that\r\nlast night’s interview on the terrace might have had disastrous effects\r\non their intimacy. He was now feeling full of kindliness and goodwill\r\ntowards all mankind--even Miss Peavey; and he bestowed on the poetess\r\na dazzling smile.\r\n\r\n“We must always,” he said, “endeavour to look on the bright side. It\r\nwas a pity, no doubt, that my reading last night had to be stopped at\r\na cost of about twenty thousand pounds to the Keeble coffers, but let\r\nus not forget that but for that timely interruption I should have gone\r\non for about another hour. I am like that. My friends have frequently\r\ntold me that when once I start talking it requires something in the\r\nnature of a cataclysm to stop me. But, of course, there are drawbacks\r\nto everything, and last night’s rannygazoo perhaps shook your nervous\r\nsystem to some extent?”\r\n\r\n“I was dreadfully frightened,” said Miss Peavey. She turned to Eve with\r\na delicate shiver. “Weren’t _you_, Miss Halliday?”\r\n\r\n“I wasn’t there,” said Eve absently.\r\n\r\n“Miss Halliday,” explained Psmith, “has had in the last few days\r\nsome little experience of myself as orator, and with her usual good\r\nsense decided not to go out of her way to get more of me than was\r\nabsolutely necessary. I was perhaps a trifle wounded at the moment,\r\nbut on thinking it over came to the conclusion that she was perfectly\r\njustified in her attitude. I endeavour always in my conversation to\r\ninstruct, elevate, and entertain, but there is no gainsaying the fact\r\nthat a purist might consider enough of my chit-chat to be sufficient.\r\nSuch, at any rate, was Miss Halliday’s view, and I honour her for it.\r\nBut here I am, rambling on again just when I can see that you wish to\r\nbe alone. We will leave you, therefore, to muse. No doubt we have been\r\ninterrupting a train of thought which would have resulted but for my\r\narrival in a rondel or a ballade or some other poetic morceau. Come,\r\nMiss Halliday. A weird and repellent female,” he said to Eve as they\r\ndrew out of hearing, “created for some purpose which I cannot fathom.\r\nEverything in this world, I like to think, is placed there for some\r\nuseful end: but why the authorities unleashed Miss Peavey on us is\r\nbeyond me. It is not too much to say that she gives me a pain in the\r\ngizzard.”\r\n\r\nMiss Peavey, unaware of these harsh views, had watched them out of\r\nsight, and now she turned excitedly to the tree which sheltered her\r\nally.\r\n\r\n“Ed!”\r\n\r\n“Hello?” replied the muffled voice of Mr. Cootes.\r\n\r\n“Did you hear?”\r\n\r\n“No.”\r\n\r\n“Oh, my heavens!” cried his overwrought partner. “He’s gone deaf now!\r\nThat girl--you didn’t hear what she was saying? She said that she\r\nwasn’t in the drawing-room when those lights went out. Ed, she was down\r\nbelow on the terrace, that’s where she was, picking up the stuff. And\r\nif it isn’t hidden somewheres in that McTodd’s shack down there in the\r\nwoods I’ll eat my Sunday rubbers.”\r\n\r\nEve, with Psmith prattling amiably at her side, pursued her way\r\nthrough the wood. She was wondering why she had come. She ought, she\r\nfelt, to have been very cold and distant to this young man after what\r\nhad occurred between them last night. But somehow it was difficult\r\nto be cold and distant with Psmith. He cheered her stricken soul. By\r\nthe time they reached the little clearing and came in sight of the\r\nsquat, shed-like building with its funny windows and stained door, her\r\nspirits, always mercurial, had risen to a point where she found herself\r\nalmost able to forget her troubles.\r\n\r\n“What a horrible-looking place!” she exclaimed. “Whatever did you want\r\nit for?”\r\n\r\n“Purely as a nook,” said Psmith, taking out his key. “You know how the\r\nman of sensibility and refinement needs a nook. In this rushing age\r\nit is imperative that the thinker shall have a place, however humble,\r\nwhere he can be alone.”\r\n\r\n“But you aren’t a thinker.”\r\n\r\n“You wrong me. For the last few days I have been doing some extremely\r\nbrisk thinking. And the strain has taken its toll. The fierce whirl of\r\nlife at Blandings is wearing me away. There are dark circles under my\r\neyes and I see floating spots.” He opened the door. “Well, here we are.\r\nWill you pop in for a moment?”\r\n\r\nEve went in. The single sitting-room of the cottage certainly bore out\r\nthe promise of the exterior. It contained a table with a red cloth, a\r\nchair, three stuffed birds in a glass case on the wall, and a small\r\nhorsehair sofa. A depressing musty scent pervaded the place, as if a\r\ncheese had recently died there in painful circumstances. Eve gave a\r\nlittle shiver of distaste.\r\n\r\n“I understand your silent criticism,” said Psmith. “You are saying to\r\nyourself that plain living and high thinking is evidently the ideal of\r\nthe gamekeepers on the Blandings estate. They are strong, rugged men\r\nwho care little for the refinements of interior decoration. But shall\r\nwe blame them? If I had to spend most of the day and night chivvying\r\npoachers and keeping an eye on the local rabbits, I imagine that in my\r\noff-hours practically anything with a roof would satisfy me. It was in\r\nthe hope that you might be able to offer some hints and suggestions\r\nfor small improvements here and there that I invited you to inspect\r\nmy little place. There is no doubt that it wants doing up a bit, by\r\na woman’s gentle hand. Will you take a look round and give out a few\r\nideas? The wall-paper is, I fear, a fixture, but in every other\r\ndirection consider yourself untrammelled.”\r\n\r\nEve looked about her.\r\n\r\n“Well,” she began dubiously, “I don’t think . . .”\r\n\r\nShe stopped abruptly, tingling all over. A second glance had shown\r\nher something which her first careless inspection had overlooked.\r\nHalf hidden by a ragged curtain, there stood on the window-sill a\r\nlarge flower-pot containing a geranium. And across the surface of the\r\nflower-pot was a broad splash of white paint.\r\n\r\n“You were saying . . . ?” said Psmith courteously.\r\n\r\nEve did not reply. She hardly heard him. Her mind was in a confused\r\nwhirl. A monstrous suspicion was forming itself in her brain.\r\n\r\n“You are admiring the shrub?” said Psmith. “I found it lying about up\r\nat the castle this morning and pinched it. I thought it would add a\r\ntouch of colour to the place.”\r\n\r\nEve, looking at him keenly as his gaze shifted to the flower-pot, told\r\nherself that her suspicion had been absurd. Surely this blandness could\r\nnot be a cloak for guilt.\r\n\r\n“Where did you find it?”\r\n\r\n“By one of the windows in the hall, more or less wasting its sweetness.\r\nI am bound to say I am a little disappointed in the thing. I had a sort\r\nof idea it would turn the old homestead into a floral bower, but it\r\ndoesn’t seem to.”\r\n\r\n“It’s a beautiful geranium.”\r\n\r\n“There,” said Psmith, “I cannot agree with you. It seems to me to have\r\nthe glanders or something.”\r\n\r\n“It only wants watering.”\r\n\r\n“And unfortunately this cosy little place appears to possess no water\r\nsupply. I take it that the late proprietor when in residence used to\r\ntrudge to the back door of the castle and fetch what he needed in a\r\nbucket. If this moribund plant fancies that I am going to spend my time\r\nracing to and fro with refreshments, it is vastly mistaken. To-morrow\r\nit goes into the dustbin.”\r\n\r\nEve shut her eyes. She was awed by a sense of having arrived at a\r\nsupreme moment. She had the sensations of a gambler who risks all on a\r\nsingle throw.\r\n\r\n“What a shame!” she said, and her voice, though she tried to control\r\nit, shook. “You had better give it to me. I’ll take care of it. It’s\r\njust what I want for my room.”\r\n\r\n“Pray take it,” said Psmith. “It isn’t mine, but pray take it. And very\r\nencouraging it is, let me add, that you should be accepting gifts from\r\nme in this hearty fashion; for it is well known that there is no surer\r\nsign of the dawning of the divine emotion--love,” he explained, “than\r\nthis willingness to receive presents from the hands of the adorer. I\r\nmake progress, I make progress.”\r\n\r\n“You don’t do anything of the kind,” said Eve. Her eyes were sparkling\r\nand her heart sang within her. In the revulsion of feeling which had\r\ncome to her on finding her suspicions unfounded she was aware of a warm\r\nfriendliness towards this absurd young man.\r\n\r\n“Pardon me,” said Psmith firmly. “I am quoting an established\r\nauthority--Auntie Belle of _Home Gossip_.”\r\n\r\n“I must be going,” said Eve. She took the flower-pot and hugged it to\r\nher. “I’ve got work to do.”\r\n\r\n“Work, work, always work!” sighed Psmith. “The curse of the age. Well,\r\nI will escort you back to your cell.”\r\n\r\n“No, you won’t,” said Eve. “I mean, thank you for your polite offer,\r\nbut I want to be alone.”\r\n\r\n“Alone?” Psmith looked at her, astonished. “When you have the chance\r\nof being with _me_? This is a strange attitude.”\r\n\r\n“Good-bye,” said Eve. “Thank you for being so hospitable and lavish.\r\nI’ll try to find some cushions and muslin and stuff to brighten up this\r\nplace.”\r\n\r\n“Your presence does that adequately,” said Psmith, accompanying her to\r\nthe door. “By the way, returning to the subject we were discussing last\r\nnight, I forgot to mention, when asking you to marry me, that I can do\r\ncard-tricks.”\r\n\r\n“Really?”\r\n\r\n“And also a passable imitation of a cat calling to her young. Has this\r\nno weight with you? Think! These things come in very handy in the long\r\nwinter evenings.”\r\n\r\n“But I shan’t be there when you are imitating cats in the long winter\r\nevenings.”\r\n\r\n“I think you are wrong. As I visualise my little home, I can see you\r\nthere very clearly, sitting before the fire. Your maid has put you into\r\nsomething loose. The light of the flickering flames reflects itself\r\nin your lovely eyes. You are pleasantly tired after an afternoon’s\r\nshopping, but not so tired as to be unable to select a card--_any_\r\ncard--from the pack which I offer . . .”\r\n\r\n“Good-bye,” said Eve.\r\n\r\n“If it must be so--good-bye. For the present. I shall see you anon?”\r\n\r\n“I expect so.”\r\n\r\n“Good! I will count the minutes.”\r\n\r\n       *       *       *       *       *\r\n\r\nEve walked rapidly away. As she snuggled the flower-pot under her arm\r\nshe was feeling like a child about to open its Christmas stocking.\r\nBefore she had gone far, a shout stopped her and she perceived Psmith\r\ngalloping gracefully in her wake.\r\n\r\n“Can you spare me a moment?” said Psmith.\r\n\r\n“Certainly.”\r\n\r\n“I should have added that I can also recite ‘Gunga-Din.’ Will you think\r\nthat over?”\r\n\r\n“I will.”\r\n\r\n“Thank you,” said Psmith. “Thank you. I have a feeling that it may just\r\nturn the scale.”\r\n\r\nHe raised his hat ambassadorially and galloped away again.\r\n\r\n       *       *       *       *       *\r\n\r\nEve found herself unable to wait any longer. Psmith was out of sight\r\nnow, and the wood was very still and empty. Birds twittered in the\r\nbranches, and the sun made little pools of gold upon the ground. She\r\ncast a swift glance about her and crouched down in the shelter of a\r\ntree.\r\n\r\nThe birds stopped singing. The sun no longer shone. The wood had become\r\ncold and sinister. For Eve, with a heart of lead, was staring blankly\r\nat a little pile of mould at her feet; mould which she had sifted again\r\nand again in a frenzied, fruitless effort to find a necklace which was\r\nnot there.\r\n\r\nThe empty flower-pot seemed to leer up at her in mockery."
  ]
}