{
  "index": 1,
  "title": "Part 1",
  "paragraphs": [
    "*** START OF THE PROJECT GUTENBERG EBOOK A PREFECT'S UNCLE ***\r\n\r\n\r\n\r\n\r\nProduced by Suzanne L. Shell, Charles Franks and the Online\r\nDistributed Proofreading Team\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nA PREFECT'S UNCLE\r\n\r\n\r\n\r\n\r\nby P. G. Wodehouse\r\n\r\n1903\r\n\r\n\r\n\r\n\r\n\r\n[Dedication]\r\nTO W. TOWNEND\r\n\r\n\r\n\r\n\r\nContents\r\n\r\n\r\n1 Term Begins\r\n\r\n2 Introduces an Unusual Uncle\r\n\r\n3 The Uncle Makes Himself at Home\r\n\r\n4 Pringle Makes a Sporting Offer\r\n\r\n5 Farnie Gets Into Trouble--\r\n\r\n6 --and Stays There\r\n\r\n7 The Bishop Goes For a Ride\r\n\r\n8 The M.C.C. Match\r\n\r\n9 The Bishop Finishes His Ride\r\n\r\n10 In Which a Case is Fully Discussed\r\n\r\n11 Poetry and Stump-cricket\r\n\r\n12 'We, the Undersigned--'\r\n\r\n13 Leicester's House Team Goes Into a Second Edition\r\n\r\n14 Norris Takes a Short Holiday\r\n\r\n15 _Versus_ Charchester (at Charchester)\r\n\r\n16 A Disputed Authorship\r\n\r\n17 The Winter Term\r\n\r\n18 The Bishop Scores\r\n\r\n\r\n\r\n\r\n[1]\r\n\r\nTERM BEGINS\r\n\r\n\r\nMarriott walked into the senior day-room, and, finding no one there,\r\nhurled his portmanteau down on the table with a bang. The noise brought\r\nWilliam into the room. William was attached to Leicester's House,\r\nBeckford College, as a mixture of butler and bootboy. He carried a pail\r\nof water in his hand. He had been engaged in cleaning up the House\r\nagainst the conclusion of the summer holidays, of which this was the\r\nlast evening, by the simple process of transferring all dust, dirt, and\r\nother foreign substances from the floor to his own person.\r\n\r\n''Ullo, Mr Marriott,' he said.\r\n\r\n'Hullo, William,' said Marriott. 'How are you? Still jogging along?\r\nThat's a mercy. I say, look here, I want a quiet word in season with\r\nthe authorities. They must have known I was coming back this evening.\r\nOf course they did. Why, they specially wrote and asked me. Well,\r\nwhere's the red carpet? Where's the awning? Where's the brass band that\r\nought to have met me at the station? Where's anything? I tell you what\r\nit is, William, my old companion, there's a bad time coming for the\r\nHeadmaster if he doesn't mind what he's doing. He must learn that life\r\nis stern and life is earnest, William. Has Gethryn come back yet?'\r\n\r\nWilliam, who had been gasping throughout this harangue, for the\r\nintellectual pressure of Marriott's conversation (of which there was\r\nalways plenty) was generally too much for him, caught thankfully at the\r\nlast remark as being the only intelligible one uttered up to present\r\ndate, and made answer--\r\n\r\n'Mr Gethryn 'e's gorn out on to the field, Mr Marriott. 'E come 'arf an\r\nhour ago.'\r\n\r\n'Oh! Right. Thanks. Goodbye, William. Give my respects to the cook, and\r\nmind you don't work too hard. Think what it would be if you developed\r\nheart disease. Awful! You mustn't do it, William.'\r\n\r\nMarriott vanished, and William, slightly dazed, went about his\r\nprofessional duties once more. Marriott walked out into the grounds in\r\nsearch of Gethryn. Gethryn was the head of Leicester's this term,\r\n_vice_ Reynolds departed, and Marriott, who was second man up,\r\nshared a study with him. Leicester's had not a good name at Beckford,\r\nin spite of the fact that it was generally in the running for the\r\ncricket and football cups. The fact of the matter was that, with the\r\nexception of Gethryn, Marriott, a boy named Reece, who kept wicket for\r\nthe School Eleven, and perhaps two others, Leicester's seniors were not\r\na good lot. To the School in general, who gauged a fellow's character\r\nprincipally by his abilities in the cricket and football fields, it\r\nseemed a very desirable thing to be in Leicester's. They had been\r\nrunners-up for the House football cup that year, and this term might\r\neasily see the cricket cup fall to them. Amongst the few, however, it\r\nwas known that the House was passing through an unpleasant stage in its\r\ncareer. A House is either good or bad. It is seldom that it can combine\r\nthe advantages of both systems. Leicester's was bad.\r\n\r\nThis was due partly to a succession of bad Head-prefects, and partly to\r\nLeicester himself, who was well-meaning but weak. His spirit was\r\nwilling, but his will was not spirited. When things went on that ought\r\nnot to have gone on, he generally managed to avoid seeing them, and the\r\nthings continued to go on. Altogether, unless Gethryn's rule should act\r\nas a tonic, Leicester's was in a bad way.\r\n\r\nThe Powers that Be, however, were relying on Gethryn to effect some\r\nimprovement. He was in the Sixth, the First Fifteen, and the First\r\nEleven. Also a backbone was included in his anatomy, and if he made up\r\nhis mind to a thing, that thing generally happened.\r\n\r\nThe Rev. James Beckett, the Headmaster of Beckford, had formed a very\r\nfair estimate of Gethryn's capabilities, and at the moment when\r\nMarriott was drawing the field for the missing one, that worthy was\r\nsitting in the Headmaster's study with a cup in his right hand and a\r\nmuffin (half-eaten) in his left, drinking in tea and wisdom\r\nsimultaneously. The Head was doing most of the talking. He had led up\r\nto the subject skilfully, and, once reached, he did not leave it. The\r\ntext of his discourse was the degeneracy of Leicester's.\r\n\r\n'Now, you know, Gethryn--another muffin? Help yourself. You know,\r\nReynolds--well, he was a capital boy in his way, capital, and I'm sure\r\nwe shall all miss him very much--_but_ he was not a good head of a\r\nHouse. He was weak. Much too weak. Too easy-going. You must avoid that,\r\nGethryn. Reynolds....' And much more in the same vein. Gethryn left the\r\nroom half an hour later full of muffins and good resolutions. He met\r\nMarriott at the fives-courts.\r\n\r\n'Where have you been to?' asked Marriott. 'I've been looking for you\r\nall over the shop.'\r\n\r\n'I and my friend the Headmaster,' said Gethryn, 'have been having a\r\nquiet pot of tea between us.'\r\n\r\n'Really? Was he affable?'\r\n\r\n'Distinctly affable.'\r\n\r\n'You know,' said Marriott confidentially, 'he asked me in, but I told\r\nhim it wasn't good enough. I said that if he would consent to make his\r\ntea with water that wasn't two degrees below lukewarm, and bring on his\r\nmuffins cooked instead of raw, and supply some butter to eat with them,\r\nI might look him up now and then. Otherwise it couldn't be done at the\r\nprice. But what did he want you for, really?'\r\n\r\n'He was ragging me about the House. Quite right, too. You know, there's\r\nno doubt about it, Leicester's does want bucking up.'\r\n\r\n'We're going to get the cricket cup,' said Marriott, for the defence.\r\n\r\n'We may. If it wasn't for the Houses in between. School House and\r\nJephson's especially. And anyhow, that's not what I meant. The games\r\nare all right. It's--'\r\n\r\n'The moral _je-ne-sais-quoi_, so to speak,' said Marriott.\r\n'That'll be all right. Wait till we get at 'em. What I want you to turn\r\nyour great brain to now is this letter.'\r\n\r\nHe produced a letter from his pocket. 'Don't you bar chaps who show you\r\ntheir letters?' he said. 'This was written by an aunt of mine. I don't\r\nwant to inflict the whole lot on you. Just look at line four. You see\r\nwhat she says: \"A boy is coming to Mr Leicester's House this term, whom\r\nI particularly wish you to befriend. He is the son of a great friend of\r\na friend of mine, and is a nice, bright little fellow, very jolly and\r\nfull of spirits.\"'\r\n\r\n'That means,' interpolated Gethryn grimly, 'that he is up to the eyes\r\nin pure, undiluted cheek, and will want kicking after every meal and\r\nbefore retiring to rest. Go on.'\r\n\r\n'His name is--'\r\n\r\n'Well?'\r\n\r\n'That's the point. At this point the manuscript becomes absolutely\r\nillegible. I have conjectured Percy for the first name. It may be\r\nRichard, but I'll plunge on Percy. It's the surname that stumps me.\r\nPersonally, I think it's MacCow, though I trust it isn't, for the kid's\r\nsake. I showed the letter to my brother, the one who's at Oxford. He\r\nswore it was Watson, but, on being pressed, hedged with Sandys. You may\r\nas well contribute your little bit. What do you make of it?'\r\n\r\nGethryn scrutinized the document with care.\r\n\r\n'She begins with a D. You can see that.'\r\n\r\n'Well?'\r\n\r\n'Next letter a or u. I see. Of course. It's Duncan.'\r\n\r\n'Think so?' said Marriott doubtfully. 'Well, let's go and ask the\r\nmatron if she knows anything about him.'\r\n\r\n'Miss Jones,' he said, when they had reached the House, 'have you on\r\nyour list of new boys a sportsman of the name of MacCow or Watson? I am\r\nalso prepared to accept Sandys or Duncan. The Christian name is either\r\nRichard or Percy. There, that gives you a fairly wide field to choose\r\nfrom.'\r\n\r\n'There's a P. V. Wilson on the list,' said the matron, after an\r\ninspection of that document.\r\n\r\n'That must be the man,' said Marriott. 'Thanks very much. I suppose he\r\nhasn't arrived yet?'\r\n\r\n'No, not yet. You two are the only ones so far.'\r\n\r\n'Oh! Well, I suppose I shall have to see him when he does come. I'll\r\ncome down for him later on.'\r\n\r\nThey strolled out on to the field again.\r\n\r\n'In _re_ the proposed bucking-up of the House,' said Marriott,\r\n'it'll be rather a big job.'\r\n\r\n'Rather. I should think so. We ought to have a most fearfully sporting\r\ntime. It's got to be done. The Old Man talked to me like several\r\nfathers.'\r\n\r\n'What did he say?'\r\n\r\n'Oh, heaps of things.'\r\n\r\n'I know. Did he mention amongst other things that Reynolds was the\r\nworst idiot on the face of this so-called world?'\r\n\r\n'Something of the sort.'\r\n\r\n'So I should think. The late Reynolds was a perfect specimen of the\r\ngelatine-backboned worm. That's not my own, but it's the only\r\ndescription of him that really suits. Monk and Danvers and the mob in\r\ngeneral used to do what they liked with him. Talking of Monk, when you\r\nembark on your tour of moral agitation, I should advise you to start\r\nwith him.'\r\n\r\n'Yes. And Danvers. There isn't much to choose between them. It's a pity\r\nthey're both such good bats. When you see a chap putting them through\r\nthe slips like Monk does, you can't help thinking there must be\r\nsomething in him.'\r\n\r\n'So there is,' said Marriott, 'and it's all bad. I bar the man. He's\r\nslimy. It's the only word for him. And he uses scent by the gallon.\r\nThank goodness this is his last term.'\r\n\r\n'Is it really? I never heard that.'\r\n\r\n'Yes. He and Danvers are both leaving. Monk's going to Heidelberg to\r\nstudy German, and Danvers is going into his pater's business in the\r\nCity. I got that from Waterford.'\r\n\r\n'Waterford is another beast,' said Gethryn thoughtfully. 'I suppose\r\nhe's not leaving by any chance?'\r\n\r\n'Not that I know of. But he'll be nothing without Monk and Danvers.\r\nHe's simply a sort of bottle-washer to the firm. When they go he'll\r\ncollapse. Let's be strolling towards the House now, shall we? Hullo!\r\nOur only Reece! Hullo, Reece!'\r\n\r\n'Hullo!' said the new arrival. Reece was a weird, silent individual,\r\nwhom everybody in the School knew up to a certain point, but very few\r\nbeyond that point. His manner was exactly the same when talking to the\r\nsmallest fag as when addressing the Headmaster. He rather gave one the\r\nimpression that he was thinking of something a fortnight ahead, or\r\ntrying to solve a chess problem without the aid of the board. In\r\nappearance he was on the short side, and thin. He was in the Sixth, and\r\na conscientious worker. Indeed, he was only saved from being considered\r\na swot, to use the vernacular, by the fact that from childhood's\r\nearliest hour he had been in the habit of keeping wicket like an angel.\r\nTo a good wicket-keeper much may be forgiven.\r\n\r\nHe handed Gethryn an envelope.\r\n\r\n'Letter, Bishop,' he said. Gethryn was commonly known as the Bishop,\r\nowing to a certain sermon preached in the College chapel some five\r\nyears before, in aid of the Church Missionary Society, in which the\r\npreacher had alluded at frequent intervals to another Gethryn, a\r\nbishop, who, it appeared, had a see, and did much excellent work among\r\nthe heathen at the back of beyond. Gethryn's friends and acquaintances,\r\nwho had been alternating between 'Ginger'--Gethryn's hair being\r\ninclined to redness--and 'Sneg', a name which utterly baffles the\r\nphilologist, had welcomed the new name warmly, and it had stuck ever\r\nsince. And, after all, there are considerably worse names by which one\r\nmight be called.\r\n\r\n'What the dickens!' he said, as he finished reading the letter.\r\n\r\n'Tell us the worst,' said Marriott. 'You must read it out now out of\r\ncommon decency, after rousing our expectations like that.'\r\n\r\n'All right! It isn't private. It's from an aunt of mine.'\r\n\r\n'Seems to be a perfect glut of aunts,' said Marriott. 'What views has\r\nyour representative got to air? Is _she_ springing any jolly\r\nlittle fellow full of spirits on this happy community?'\r\n\r\n'No, it's not that. It's only an uncle of mine who's coming down here.\r\nHe's coming tomorrow, and I'm to meet him. The uncanny part of it is\r\nthat I've never heard of him before in my life.'\r\n\r\n'That reminds me of a story I heard--' began Reece slowly. Reece's\r\nobservations were not frequent, but when they came, did so for the most\r\npart in anecdotal shape. Somebody was constantly doing something which\r\nreminded him of something he had heard somewhere from somebody. The\r\nunfortunate part of it was that he exuded these reminiscences at such a\r\nleisurely rate of speed that he was rarely known to succeed in\r\nfinishing any of them. He resembled those serial stories which appear\r\nin papers destined at a moderate price to fill an obvious void, and\r\nwhich break off abruptly at the third chapter, owing to the premature\r\ndecease of the said periodicals. On this occasion Marriott cut in with\r\na few sage remarks on the subject of uncles as a class. 'Uncles,' he\r\nsaid, 'are tricky. You never know where you've got 'em. You think\r\nthey're going to come out strong with a sovereign, and they make it a\r\nshilling without a blush. An uncle of mine once gave me a threepenny\r\nbit. If it hadn't been that I didn't wish to hurt his feelings, I\r\nshould have flung it at his feet. Also I particularly wanted threepence\r\nat the moment. Is your uncle likely to do his duty, Bishop?'\r\n\r\n'I tell you I don't know the man. Never heard of him. I thought I knew\r\nevery uncle on the list, but I can't place this one. However, I suppose\r\nI shall have to meet him.'\r\n\r\n'Rather,' said Marriott, as they went into the House; 'we should always\r\nstrive to be kind, even to the very humblest. On the off chance, you\r\nknow. The unknown may have struck it rich in sheep or something out in\r\nAustralia. Most uncles come from Australia. Or he may be the boss of\r\nsome trust, and wallowing in dollars. He may be anything. Let's go and\r\nbrew, Bishop. Come on, Reece.'\r\n\r\n'I don't mind watching you two chaps eat,' said Gethryn, 'but I can't\r\njoin in myself. I have assimilated three pounds odd of the\r\nHeadmagisterial muffins already this afternoon. Don't mind me, though.'\r\n\r\nThey went upstairs to Marriott's study, which was also Gethryn's. Two\r\nin a study was the rule at Beckford, though there were recluses who\r\nlived alone, and seemed to enjoy it.\r\n\r\nWhen the festive board had ceased to groan, and the cake, which\r\nMarriott's mother had expected to last a fortnight, had been reduced to\r\na mere wreck of its former self, the thought of his aunt's friend's\r\nfriend's son returned to Marriott, and he went down to investigate,\r\nreturning shortly afterwards unaccompanied, but evidently full of news.\r\n\r\n'Well?' said Gethryn. 'Hasn't he come?'\r\n\r\n'A little,' said Marriott, 'just a little. I went down to the fags'\r\nroom, and when I opened the door I noticed a certain weird stillness in\r\nthe atmosphere. There is usually a row going on that you could cut with\r\na knife. I looked about. The room was apparently empty. Then I observed\r\na quaint object on the horizon. Do you know one Skinner by any chance?'\r\n\r\n'My dear chap!' said Gethryn. Skinner was a sort of juvenile Professor\r\nMoriarty, a Napoleon of crime. He reeked of crime. He revelled in his\r\nwicked deeds. If a Dormitory-prefect was kept awake at night by some\r\ndiabolically ingenious contrivance for combining the minimum of risk\r\nwith the maximum of noise, then it was Skinner who had engineered the\r\nthing. Again, did a master, playing nervously forward on a bad pitch at\r\nthe nets to Gosling, the School fast bowler, receive the ball gaspingly\r\nin the small ribs, and look round to see whose was that raucous laugh\r\nwhich had greeted the performance, he would observe a couple of yards\r\naway Skinner, deep in conversation with some friend of equally\r\nvillainous aspect. In short, in a word, the only adequate word, he was\r\nSkinner.\r\n\r\n'Well?' said Reece.\r\n\r\n'Skinner,' proceeded Marriott, 'was seated in a chair, bleeding freely\r\ninto a rather dirty pocket-handkerchief. His usual genial smile was\r\nhampered by a cut lip, and his right eye was blacked in the most\r\ngraceful and pleasing manner. I made tender inquiries, but could get\r\nnothing from him except grunts. So I departed, and just outside the\r\ndoor I met young Lee, and got the facts out of him. It appears that P.\r\nV. Wilson, my aunt's friend's friend's son, entered the fags' room at\r\nfour-fifteen. At four-fifteen-and-a-half, punctually, Skinner was\r\nobserved to be trying to rag him. Apparently the great Percy has no\r\nsense of humour, for at four-seventeen he got tired of it, and hit\r\nSkinner crisply in the right eyeball, blacking the same as per\r\nillustration. The subsequent fight raged gorily for five minutes odd,\r\nand then Wilson, who seems to be a professional pugilist in disguise,\r\nlanded what my informant describes as three corkers on his opponent's\r\nproboscis. Skinner's reply was to sit down heavily on the floor, and\r\ngive him to understand that the fight was over, and that for the next\r\nday or two his face would be closed for alterations and repairs. Wilson\r\nthereupon harangued the company in well-chosen terms, tried to get\r\nSkinner to shake hands, but failed, and finally took the entire crew\r\nout to the shop, where they made pigs of themselves at his expense. I\r\nhave spoken.'\r\n\r\n'And that's the kid you've got to look after,' said Reece, after a\r\npause.\r\n\r\n'Yes,' said Marriott. 'What I maintain is that I require a kid built on\r\nthose lines to look after me. But you ought to go down and see\r\nSkinner's eye sometime. It's a beautiful bit of work.'\r\n\r\n\r\n\r\n\r\n[2]\r\n\r\nINTRODUCES AN UNUSUAL UNCLE\r\n\r\n\r\nOn the following day, at nine o'clock, the term formally began. There\r\nis nothing of Black Monday about the first day of term at a public\r\nschool. Black Monday is essentially a private school institution.\r\n\r\nAt Beckford the first day of every term was a half holiday. During the\r\nmorning a feeble pretence of work was kept up, but after lunch the\r\nschool was free, to do as it pleased and to go where it liked. The nets\r\nwere put up for the first time, and the School professional emerged at\r\nlast from his winter retirement with his, 'Coom _right_ out to\r\n'em, sir, right forward', which had helped so many Beckford cricketers\r\nto do their duty by the School in the field. There was one net for the\r\nelect, the remnants of last year's Eleven and the 'probables' for this\r\nseason, and half a dozen more for lesser lights.\r\n\r\nAt the first net Norris was batting to the bowling of Gosling, a long,\r\nthin day boy, Gethryn, and the professional--as useful a trio as any\r\nschool batsman could wish for. Norris was captain of the team this\r\nyear, a sound, stylish bat, with a stroke after the manner of Tyldesley\r\nbetween cover and mid-off, which used to make Miles the professional\r\nalmost weep with joy. But today he had evidently not quite got into\r\nform. Twice in successive balls Gosling knocked his leg stump out of\r\nthe ground with yorkers, and the ball after that, Gethryn upset his\r\nmiddle with a beauty.\r\n\r\n'Hat-trick, Norris,' shouted Gosling.\r\n\r\n'Can't see 'em a bit today. Bowled, Bishop.'\r\n\r\nA second teaser from Gethryn had almost got through his defence. The\r\nBishop was undoubtedly a fine bowler. Without being quite so fast as\r\nGosling, he nevertheless contrived to work up a very considerable speed\r\nwhen he wished to, and there was always something in every ball he\r\nbowled which made it necessary for the batsman to watch it all the way.\r\nIn matches against other schools it was generally Gosling who took the\r\nwickets. The batsmen were bothered by his pace. But when the M.C.C. or\r\nthe Incogniti came down, bringing seasoned county men who knew what\r\nfast bowling really was, and rather preferred it on the whole to slow,\r\nthen Gethryn was called upon.\r\n\r\nMost Beckfordians who did not play cricket on the first day of term\r\nwent on the river. A few rode bicycles or strolled out into the country\r\nin couples, but the majority, amongst whom on this occasion was\r\nMarriott, sallied to the water and hired boats. Marriott was one of the\r\nsix old cricket colours--the others were Norris, Gosling, Gethryn,\r\nReece, and Pringle of the School House--who formed the foundation of\r\nthis year's Eleven. He was not an ornamental bat, but stood quite alone\r\nin the matter of tall hitting. Twenty minutes of Marriott when in form\r\nwould often completely alter the course of a match. He had been given\r\nhis colours in the previous year for making exactly a hundred in\r\nsixty-one minutes against the Authentics when the rest of the team had\r\ncontributed ninety-eight. The Authentics made a hundred and\r\neighty-four, so that the School just won; and the story of how there\r\nwere five men out in the deep for him, and how he put the slow bowler\r\nover their heads and over the ropes eight times in three overs, had\r\npassed into a school legend.\r\n\r\nBut today other things than cricket occupied his attention. He had run\r\nWilson to earth, and was engaged in making his acquaintance, according\r\nto instructions received.\r\n\r\n'Are you Wilson?' he asked. 'P.V. Wilson?'\r\n\r\nWilson confirmed the charge.\r\n\r\n'My name's Marriott. Does that convey any significance to your young\r\nmind?'\r\n\r\n'Oh, yes. My mater knows somebody who knows your aunt.'\r\n\r\n'It is a true bill.'\r\n\r\n'And she said you would look after me. I know you won't have time, of\r\ncourse.'\r\n\r\n'I expect I shall have time to give you all the looking after you'll\r\nrequire. It won't be much, from all I've heard. Was all that true about\r\nyou and young Skinner?'\r\n\r\nWilson grinned.\r\n\r\n'I did have a bit of a row with a chap called Skinner,' he admitted.\r\n\r\n'So Skinner seems to think,' said Marriott. 'What was it all about?'\r\n\r\n'Oh, he made an ass of himself,' said Wilson vaguely.\r\n\r\nMarriott nodded.\r\n\r\n'He would. I know the man. I shouldn't think you'd have much trouble\r\nwith Skinner in the future. By the way, I've got you for a fag this\r\nterm. You don't have to do much in the summer. Just rot around, you\r\nknow, and go to the shop for biscuits and things, that's all. And,\r\nwithin limits of course, you get the run of the study.'\r\n\r\n'I see,' said Wilson gratefully. The prospect was pleasant.\r\n\r\n'Oh yes, and it's your privilege to pipe-clay my cricket boots\r\noccasionally before First matches. You'll like that. Can you steer a\r\nboat?'\r\n\r\n'I don't think so. I never tried.'\r\n\r\n'It's easy enough. I'll tell you what to do. Anyhow, you probably won't\r\nsteer any worse than I row, so let's go and get a boat out, and I'll\r\ntry and think of a few more words of wisdom for your benefit.'\r\n\r\nAt the nets Norris had finished his innings, and Pringle was batting in\r\nhis stead. Gethryn had given up his ball to Baynes, who bowled slow\r\nleg-breaks, and was the most probable of the probables above-mentioned.\r\nHe went to where Norris was taking off his pads, and began to talk to\r\nhim. Norris was the head of Jephson's House, and he and the Bishop were\r\nvery good friends, in a casual sort of way. If they did not see one\r\nanother for a couple of days, neither of them broke his heart.\r\nWhenever, on the other hand, they did meet, they were always glad, and\r\nalways had plenty to talk about. Most school friendships are of that\r\ndescription.\r\n\r\n'You were sending down some rather hot stuff,' said Norris, as Gethryn\r\nsat down beside him, and began to inspect Pringle's performance with a\r\ncritical eye.\r\n\r\n'I did feel rather fit,' said he. 'But I don't think half those that\r\ngot you would have taken wickets in a match. You aren't in form yet.'\r\n\r\n'I tell you what it is, Bishop,' said Norris, 'I believe I'm going to\r\nbe a rank failure this season. Being captain does put one off.'\r\n\r\n'Don't be an idiot, man. How can you possibly tell after one day's play\r\nat the nets?'\r\n\r\n'I don't know. I feel so beastly anxious somehow. I feel as if I was\r\npersonally responsible for every match lost. It was all right last year\r\nwhen John Brown was captain. Good old John! Do you remember his running\r\nyou out in the Charchester match?'\r\n\r\n'Don't,' said Gethryn pathetically. 'The only time I've ever felt as if\r\nI really was going to make that century. By Jove, see that drive?\r\nPringle seems all right.'\r\n\r\n'Yes, you know, he'll simply walk into his Blue when he goes up to the\r\nVarsity. What do you think of Baynes?'\r\n\r\n'Ought to be rather useful on his wicket. Jephson thinks he's good.'\r\n\r\nMr Jephson looked after the School cricket.\r\n\r\n'Yes, I believe he rather fancies him,' said Norris. 'Says he ought to\r\ndo some big things if we get any rain. Hullo, Pringle, are you coming\r\nout? You'd better go in, then, Bishop.'\r\n\r\n'All right. Thanks. Oh, by Jove, though, I forgot. I can't. I've got to\r\ngo down to the station to meet an uncle of mine.'\r\n\r\n'What's he coming up today for? Why didn't he wait till we'd got a\r\nmatch of sorts on?'\r\n\r\n'I don't know. The man's probably a lunatic. Anyhow, I shall have to go\r\nand meet him, and I shall just do it comfortably if I go and change\r\nnow.'\r\n\r\n'Oh! Right you are! Sammy, do you want a knock?'\r\n\r\nSamuel Wilberforce Gosling, known to his friends and admirers as Sammy,\r\nreplied that he did not. All he wanted now, he said, was a drink, or\r\npossibly two drinks, and a jolly good rest in the shade somewhere.\r\nGosling was one of those rare individuals who cultivate bowling at the\r\nexpense of batting, a habit the reverse of what usually obtains in\r\nschools.\r\n\r\nNorris admitted the justice of his claims, and sent in a Second Eleven\r\nman, Baker, a member of his own House, in Pringle's place. Pringle and\r\nGosling adjourned to the School shop for refreshment.\r\n\r\nGethryn walked with them as far as the gate which opened on to the road\r\nwhere most of the boarding Houses stood, and then branched off in the\r\ndirection of Leicester's. To change into everyday costume took him a\r\nquarter of an hour, at the end of which period he left the House, and\r\nbegan to walk down the road in the direction of the station.\r\n\r\nIt was an hour's easy walking between Horton, the nearest station to\r\nBeckford, and the College. Gethryn, who was rather tired after his\r\nexertions at the nets, took it very easily, and when he arrived at his\r\ndestination the church clock was striking four.\r\n\r\n'Is the three-fifty-six in yet?' he asked of the solitary porter who\r\nministered to the needs of the traveller at Horton station.\r\n\r\n'Just a-coming in now, zur,' said the porter, adding, in a sort of\r\ninspired frenzy: ''Orton! 'Orton stertion! 'Orton!' and ringing a bell\r\nwith immense enthusiasm and vigour.\r\n\r\nGethryn strolled to the gate, where the station-master's son stood at\r\nthe receipt of custom to collect the tickets. His uncle was to arrive\r\nby this train, and if he did so arrive, must of necessity pass this way\r\nbefore leaving the platform. The train panted in, pulled up, whistled,\r\nand puffed out again, leaving three people behind it. One of these was\r\na woman of sixty (approximately), the second a small girl of ten, the\r\nthird a young gentleman in a top hat and Etons, who carried a bag, and\r\nlooked as if he had seen the hollowness of things, for his face wore a\r\nbored, supercilious look. His uncle had evidently not arrived, unless\r\nhe had come disguised as an old woman, an act of which Gethryn refused\r\nto believe him capable.\r\n\r\nHe enquired as to the next train that was expected to arrive from\r\nLondon. The station-master's son was not sure, but would ask the\r\nporter, whose name it appeared was Johnny. Johnny gave the correct\r\nanswer without an effort. 'Seven-thirty it was, sir, except on\r\nSaturdays, when it was eight o'clock.'\r\n\r\n'Thanks,' said the Bishop. 'Dash the man, he might at least have\r\nwired.'\r\n\r\nHe registered a silent wish concerning the uncle who had brought him a\r\nlong three miles out of his way with nothing to show at the end of it,\r\nand was just turning to leave the station, when the top-hatted small\r\nboy, who had been hovering round the group during the conversation,\r\naddressed winged words to him. These were the winged words--\r\n\r\n'I say, are you looking for somebody?' The Bishop stared at him as a\r\nnaturalist stares at a novel species of insect.\r\n\r\n'Yes,' he said. 'Why?'\r\n\r\n'Is your name Gethryn?'\r\n\r\nThis affair, thought the Bishop, was beginning to assume an uncanny\r\naspect.\r\n\r\n'How the dickens did you know that?' he said.\r\n\r\n'Oh, then you are Gethryn? That's all right. I was told you were going\r\nto be here to meet this train. Glad to make your acquaintance. My\r\nname's Farnie. I'm your uncle, you know.'\r\n\r\n'My what?' gurgled the Bishop.\r\n\r\n'Your uncle. U-n, un; c-l-e--kul. Uncle. Fact, I assure you.'\r\n\r\n\r\n\r\n\r\n[3]\r\n\r\nTHE UNCLE MAKES HIMSELF AT HOME\r\n\r\n\r\n'But, dash it,' said Gethryn, when he had finished gasping, 'that must\r\nbe rot!'\r\n\r\n'Not a bit,' said the self-possessed youth. 'Your mater was my elder\r\nsister. You'll find it works out all right. Look here. A, the daughter\r\nof B and C, marries. No, look here. I was born when you were four.\r\nSee?'\r\n\r\nThen the demoralized Bishop remembered. He had heard of his juvenile\r\nuncle, but the tales had made little impression upon him. Till now they\r\nhad not crossed one another's tracks.\r\n\r\n'Oh, all right,' said he, 'I'll take your word for it. You seem to have\r\nbeen getting up the subject.'\r\n\r\n'Yes. Thought you might want to know about it. I say, how far is it to\r\nBeckford, and how do you get there?'\r\n\r\nUp till now Gethryn had scarcely realized that his uncle was actually\r\ncoming to the School for good. These words brought the fact home to\r\nhim.\r\n\r\n'Oh, Lord,' he said, 'are you coming to Beckford?'\r\n\r\nThe thought of having his footsteps perpetually dogged by an uncle four\r\nyears younger than himself, and manifestly a youth with a fine taste in\r\ncheek, was not pleasant.\r\n\r\n'Of course,' said his uncle. 'What did you think I was going to do?\r\nCamp out on the platform?'\r\n\r\n'What House are you in?'\r\n\r\n'Leicester's.'\r\n\r\nThe worst had happened. The bitter cup was full, the iron neatly\r\ninserted in Gethryn's soul. In his most pessimistic moments he had\r\nnever looked forward to the coming term so gloomily as he did now. His\r\nuncle noted his lack of enthusiasm, and attributed it to anxiety on\r\nbehalf of himself.\r\n\r\n'What's up?' he asked. 'Isn't Leicester's all right? Is Leicester a\r\nbeast?'\r\n\r\n'No. He's a perfectly decent sort of man. It's a good enough House. At\r\nleast it will be this term. I was only thinking of something.'\r\n\r\n'I see. Well, how do you get to the place?'\r\n\r\n'Walk. It isn't far.'\r\n\r\n'How far?'\r\n\r\n'Three miles.'\r\n\r\n'The porter said four.'\r\n\r\n'It may be four. I never measured it.'\r\n\r\n'Well, how the dickens do you think I'm going to walk four miles with\r\nluggage? I wish you wouldn't rot.'\r\n\r\nAnd before Gethryn could quite realize that he, the head of\r\nLeicester's, the second-best bowler in the School, and the best centre\r\nthree-quarter the School had had for four seasons, had been requested\r\nin a peremptory manner by a youth of fourteen, a mere kid, not to rot,\r\nthe offender was talking to a cabman out of the reach of retaliation.\r\nGethryn became more convinced every minute that this was no ordinary\r\nkid.\r\n\r\n'This man says,' observed Farnie, returning to Gethryn, 'that he'll\r\ndrive me up to the College for seven bob. As it's a short four miles,\r\nand I've only got two boxes, it seems to me that he's doing himself\r\nfairly well. What do you think?'\r\n\r\n'Nobody ever gives more than four bob,' said Gethryn.\r\n\r\n'I told you so,' said Farnie to the cabman. 'You are a bally swindler,'\r\nhe added admiringly.\r\n\r\n'Look 'ere,' began the cabman, in a pained voice.\r\n\r\n'Oh, dry up,' said Farnie. 'Want a lift, Gethryn?'\r\n\r\nThe words were spoken not so much as from equal to equal as in a tone\r\nof airy patronage which made the Bishop's blood boil. But as he\r\nintended to instil a few words of wisdom into his uncle's mind, he did\r\nnot refuse the offer.\r\n\r\nThe cabman, apparently accepting the situation as one of those slings\r\nand arrows of outrageous fortune which no man can hope to escape,\r\nsettled down on the box, clicked up his horse, and drove on towards the\r\nCollege.\r\n\r\n'What sort of a hole is Beckford?' asked Farnie, after the silence had\r\nlasted some time.\r\n\r\n'I find it good enough personally,' said Gethryn. 'If you'd let us know\r\nearlier that you were coming, we'd have had the place done up a bit for\r\nyou.'\r\n\r\nThis, of course, was feeble, distinctly feeble. But the Bishop was not\r\nfeeling himself. The essay in sarcasm left the would-be victim entirely\r\nuncrushed. He should have shrunk and withered up, or at the least have\r\nblushed. But he did nothing of the sort. He merely smiled in his\r\nsupercilious way, until the Bishop felt very much inclined to spring\r\nupon him and throw him out of the cab.\r\n\r\nThere was another pause.\r\n\r\n'Farnie,' began Gethryn at last.\r\n\r\n'Um?'\r\n\r\n'Doesn't it strike you that for a kid like you you've got a good deal\r\nof edge on?' asked Gethryn.\r\n\r\nFarnie effected a masterly counter-stroke. He pretended not to be able\r\nto hear. He was sorry, but would the Bishop mind repeating his remark.\r\n\r\n'Eh? What?' he said. 'Very sorry, but this cab's making such a row. I\r\nsay, cabby, why don't you sign the pledge, and save your money up to\r\nbuy a new cab? Eh? Oh, sorry! I wasn't listening.' Now, inasmuch as the\r\nwhole virtue of the 'wretched-little-kid-like-you' argument lies in the\r\ncrisp despatch with which it is delivered, Gethryn began to find, on\r\nrepeating his observation for the third time, that there was not quite\r\nso much in it as he had thought. He prudently elected to change his\r\nstyle of attack.\r\n\r\n'It doesn't matter,' he said wearily, as Farnie opened his mouth to\r\ndemand a fourth encore, 'it wasn't anything important. Now, look here,\r\nI just want to give you a few tips about what to do when you get to the\r\nColl. To start with, you'll have to take off that white tie you've got\r\non. Black and dark blue are the only sorts allowed here.'\r\n\r\n'How about yours then?' Gethryn was wearing a somewhat sweet thing in\r\nbrown and yellow.\r\n\r\n'Mine happens to be a First Eleven tie.'\r\n\r\n'Oh! Well, as a matter of fact, you know, I was going to take off my\r\ntie. I always do, especially at night. It's a sort of habit I've got\r\ninto.'\r\n\r\n'Not quite so much of your beastly cheek, please,' said Gethryn.\r\n\r\n'Right-ho!' said Farnie cheerfully, and silence, broken only by the\r\nshrieking of the cab wheels, brooded once more over the cab. Then\r\nGethryn, feeling that perhaps it would be a shame to jump too severely\r\non a new boy on his first day at a large public school, began to think\r\nof something conciliatory to say. 'Look here,' he said, 'you'll get on\r\nall right at Beckford, I expect. You'll find Leicester's a fairly\r\ndecent sort of House. Anyhow, you needn't be afraid you'll get bullied.\r\nThere's none of that sort of thing at School nowadays.'\r\n\r\n'Really?'\r\n\r\n'Yes, and there's another thing I ought to warn you about. Have you\r\nbrought much money with you?'\r\n\r\n''Bout fourteen pounds, I fancy,' said Farnie carelessly.\r\n\r\n'Fourteen _what_!' said the amazed Bishop. '_Pounds!_'\r\n\r\n'Or sovereigns,' said Farnie. 'Each worth twenty shillings, you know.'\r\n\r\nFor a moment Gethryn's only feeling was one of unmixed envy. Previously\r\nhe had considered himself passing rich on thirty shillings a term. He\r\nhad heard legends, of course, of individuals who come to School\r\nbursting with bullion, but never before had he set eyes upon such an\r\none. But after a time it began to dawn upon him that for a new boy at a\r\npublic school, and especially at such a House as Leicester's had become\r\nunder the rule of the late Reynolds and his predecessors, there might\r\nbe such a thing as having too much money.\r\n\r\n'How the deuce did you get all that?' he asked.\r\n\r\n'My pater gave it me. He's absolutely cracked on the subject of\r\npocket-money. Sometimes he doesn't give me a sou, and sometimes he'll\r\ngive me whatever I ask for.'\r\n\r\n'But you don't mean to say you had the cheek to ask for fourteen quid?'\r\n\r\n'I asked for fifteen. Got it, too. I've spent a pound of it. I said I\r\nwanted to buy a bike. You can get a jolly good bike for five quid\r\nabout, so you see I scoop ten pounds. What?'\r\n\r\nThis ingenious, if slightly unscrupulous, feat gave Gethryn an insight\r\ninto his uncle's character which up till now he had lacked. He began to\r\nsee that the moral advice with which he had primed himself would be out\r\nof place. Evidently this youth could take quite good care of himself on\r\nhis own account. Still, even a budding Professor Moriarty would be none\r\nthe worse for being warned against Gethryn's _bete noire_, Monk,\r\nso the Bishop proceeded to deliver that warning.\r\n\r\n'Well,' he said, 'you seem to be able to look out for yourself all\r\nright, I must say. But there's one tip I really can give you. When you\r\nget to Leicester's, and a beast with a green complexion and an oily\r\nsmile comes up and calls you \"Old Cha-a-p\", and wants you to swear\r\neternal friendship, tell him it's not good enough. Squash him!'\r\n\r\n'Thanks,' said Farnie. 'Who is this genial merchant?'\r\n\r\n'Chap called Monk. You'll recognize him by the smell of scent. When you\r\nfind the place smelling like an Eau-de-Cologne factory, you'll know\r\nMonk's somewhere near. Don't you have anything to do with him.'\r\n\r\n'You seem to dislike the gentleman.'\r\n\r\n'I bar the man. But that isn't why I'm giving you the tip to steer\r\nclear of him. There are dozens of chaps I bar who haven't an ounce of\r\nvice in them. And there are one or two chaps who have got tons. Monk's\r\none of them. A fellow called Danvers is another. Also a beast of the\r\nname of Waterford. There are some others as well, but those are the\r\nworst of the lot. By the way, I forgot to ask, have you ever been to\r\nschool before?'\r\n\r\n'Yes,' said Farnie, in the dreamy voice of one who recalls memories\r\nfrom the misty past, 'I was at Harrow before I came here, and at\r\nWellington before I went to Harrow, and at Clifton before I went to\r\nWellington.'\r\n\r\nGethryn gasped.\r\n\r\n'Anywhere before you went to Clifton?' he enquired.\r\n\r\n'Only private schools.'\r\n\r\nThe recollection of the platitudes which he had been delivering, under\r\nthe impression that he was talking to an entirely raw beginner, made\r\nGethryn feel slightly uncomfortable. What must this wanderer, who had\r\nseen men and cities, have thought of his harangue?\r\n\r\n'Why did you leave Harrow?' asked he.\r\n\r\n'Sacked,' was the laconic reply.\r\n\r\nHave you ever, asks a modern philosopher, gone upstairs in the dark,\r\nand trodden on the last step when it wasn't there? That sensation and\r\nthe one Gethryn felt at this unexpected revelation were identical. And\r\nthe worst of it was that he felt the keenest desire to know why Harrow\r\nhad seen fit to dispense with the presence of his uncle.\r\n\r\n'Why?' he began. 'I mean,' he went on hurriedly, 'why did you leave\r\nWellington?'\r\n\r\n'Sacked,' said Farnie again, with the monotonous persistence of a\r\nSolomon Eagle.\r\n\r\nGethryn felt at this juncture much as the unfortunate gentleman in\r\n_Punch_ must have felt, when, having finished a humorous story,\r\nthe point of which turned upon squinting and red noses, he suddenly\r\ndiscovered that his host enjoyed both those peculiarities. He struggled\r\nmanfully with his feelings for a time. Tact urged him to discontinue\r\nhis investigations and talk about the weather. Curiosity insisted upon\r\nknowing further details. Just as the struggle was at its height, Farnie\r\ncame unexpectedly to the rescue.\r\n\r\n'It may interest you,' he said, 'to know that I was not sacked from\r\nClifton.'\r\n\r\nGethryn with some difficulty refrained from thanking him for the\r\ninformation.\r\n\r\n'I never stop at a school long,' said Farnie. 'If I don't get sacked my\r\nfather takes me away after a couple of terms. I went to four private\r\nschools before I started on the public schools. My pater took me away\r\nfrom the first two because he thought the drains were bad, the third\r\nbecause they wouldn't teach me shorthand, and the fourth because he\r\ndidn't like the headmaster's face. I worked off those schools in a year\r\nand a half.' Having finished this piece of autobiography, he relapsed\r\ninto silence, leaving Gethryn to recollect various tales he had heard\r\nof his grandfather's eccentricity. The silence lasted until the College\r\nwas reached, when the matron took charge of Farnie, and Gethryn went\r\noff to tell Marriott of these strange happenings.\r\n\r\nMarriott was amused, nor did he attempt to conceal the fact. When he\r\nhad finished laughing, which was not for some time, he favoured the\r\nBishop with a very sound piece of advice. 'If I were you,' he said, 'I\r\nshould try and hush this affair up. It's all fearfully funny, but I\r\nthink you'd enjoy life more if nobody knew this kid was your uncle. To\r\nsee the head of the House going about with a juvenile uncle in his wake\r\nmight amuse the chaps rather, and you might find it harder to keep\r\norder; I won't let it out, and nobody else knows apparently. Go and\r\nsquare the kid. Oh, I say though, what's his name? If it's Gethryn,\r\nyou're done. Unless you like to swear he's a cousin.'\r\n\r\n'No; his name's Farnie, thank goodness.'\r\n\r\n'That's all right then. Go and talk to him.'\r\n\r\nGethryn went to the junior study. Farnie was holding forth to a knot of\r\nfags at one end of the room. His audience appeared to be amused at\r\nsomething.\r\n\r\n'I say, Farnie,' said the Bishop, 'half a second.'\r\n\r\nFarnie came out, and Gethryn proceeded to inform him that, all things\r\nconsidered, and proud as he was of the relationship, it was not\r\nabsolutely essential that he should tell everybody that he was his\r\nuncle. In fact, it would be rather better on the whole if he did not.\r\nDid he follow?\r\n\r\nFarnie begged to observe that he did follow, but that, to his sorrow,\r\nthe warning came too late.\r\n\r\n'I'm very sorry,' he said, 'I hadn't the least idea you wanted the\r\nthing kept dark. How was I to know? I've just been telling it to some\r\nof the chaps in there. Awfully decent chaps. They seemed to think it\r\nrather funny. Anyhow, I'm not ashamed of the relationship. Not yet, at\r\nany rate.'\r\n\r\nFor a moment Gethryn seemed about to speak. He looked fixedly at his\r\nuncle as he stood framed in the doorway, a cheerful column of cool,\r\ncalm, concentrated cheek. Then, as if realizing that no words that he\r\nknew could do justice to the situation, he raised his foot in silence,\r\nand 'booted' his own flesh and blood with marked emphasis. After which\r\nceremony he went, still without a word, upstairs again.\r\n\r\nAs for Farnie, he returned to the junior day-room whistling 'Down\r\nSouth' in a soft but cheerful key, and solidified his growing\r\npopularity with doles of food from a hamper which he had brought with\r\nhim. Finally, on retiring to bed and being pressed by the rest of his\r\ndormitory for a story, he embarked upon the history of a certain\r\nPollock and an individual referred to throughout as the Porroh Man, the\r\nformer of whom caused the latter to be decapitated, and was ever\r\nafterwards haunted by his head, which appeared to him all day and every\r\nday (not excepting Sundays and Bank Holidays) in an upside-down\r\nposition and wearing a horrible grin. In the end Pollock very sensibly\r\ncommitted suicide (with ghastly details), and the dormitory thanked\r\nFarnie in a subdued and chastened manner, and tried, with small\r\nsuccess, to go to sleep. In short, Farnie's first evening at Beckford\r\nhad been quite a triumph.\r\n\r\n\r\n\r\n\r\n[4]\r\n\r\nPRINGLE MAKES A SPORTING OFFER\r\n\r\n\r\nEstimating it roughly, it takes a new boy at a public school about a\r\nweek to find his legs and shed his skin of newness. The period is, of\r\ncourse, longer in the case of some and shorter in the case of others.\r\nBoth Farnie and Wilson had made themselves at home immediately. In the\r\ncase of the latter, directly the Skinner episode had been noised\r\nabroad, and it was discovered in addition that he was a promising bat,\r\npublic opinion recognized that here was a youth out of the common run\r\nof new boys, and the Lower Fourth--the form in which he had been placed\r\non arrival--took him to its bosom as an equal. Farnie's case was\r\nexceptional. A career at Harrow, Clifton, and Wellington, however short\r\nand abruptly terminated, gives one some sort of grip on the way public\r\nschool life is conducted. At an early date, moreover, he gave signs of\r\nwhat almost amounted to genius in the Indoor Game department. Now,\r\nsuccess in the field is a good thing, and undoubtedly makes for\r\npopularity. But if you desire to command the respect and admiration of\r\nyour fellow-beings to a degree stretched almost to the point of\r\nidolatry, make yourself proficient in the art of whiling away the hours\r\nof afternoon school. Before Farnie's arrival, his form, the Upper\r\nFourth, with the best intentions in the world, had not been skilful\r\n'raggers'. They had ragged in an intermittent, once-a-week sort of way.\r\nWhen, however, he came on the scene, he introduced a welcome element of\r\nscience into the sport. As witness the following. Mr Strudwick, the\r\nregular master of the form, happened on one occasion to be away for a\r\ncouple of days, and a stop-gap was put in in his place. The name of the\r\nstop-gap was Mr Somerville Smith. He and Farnie exchanged an unspoken\r\ndeclaration of war almost immediately. The first round went in Mr\r\nSmith's favour. He contrived to catch Farnie in the act of performing\r\nsome ingenious breach of the peace, and, it being a Wednesday and a\r\nhalf-holiday, sent him into extra lesson. On the following morning,\r\nmore by design than accident, Farnie upset an inkpot. Mr Smith observed\r\nicily that unless the stain was wiped away before the beginning of\r\nafternoon school, there would be trouble. Farnie observed (to himself)\r\nthat there would be trouble in any case, for he had hit upon the\r\ncentral idea for the most colossal 'rag' that, in his opinion, ever\r\nwas. After morning school he gathered the form around him, and\r\ndisclosed his idea. The floor of the form-room, he pointed out, was\r\nsome dozen inches below the level of the door. Would it not be a\r\npleasant and profitable notion, he asked, to flood the floor with water\r\nto the depth of those dozen inches? On the wall outside the form-room\r\nhung a row of buckets, placed there in case of fire, and the lavatory\r\nwas not too far off for practical purposes. Mr Smith had bidden him\r\nwash the floor. It was obviously his duty to do so. The form thought so\r\ntoo. For a solid hour, thirty weary but enthusiastic reprobates\r\nlaboured without ceasing, and by the time the bell rang all was\r\nprepared. The floor was one still, silent pool. Two caps and a few\r\nnotebooks floated sluggishly on the surface, relieving the picture of\r\nany tendency to monotony. The form crept silently to their places along\r\nthe desks. As Mr Smith's footsteps were heard approaching, they began\r\nto beat vigorously upon the desks, with the result that Mr Smith,\r\nquickening his pace, dashed into the form-room at a hard gallop. The\r\nimmediate results were absolutely satisfactory, and if matters\r\nsubsequently (when Mr Smith, having changed his clothes, returned with\r\nthe Headmaster) did get somewhat warm for the thirty criminals, they\r\nhad the satisfying feeling that their duty had been done, and a hearty\r\nand unanimous vote of thanks was passed to Farnie. From which it will\r\nbe seen that Master Reginald Farnie was managing to extract more or\r\nless enjoyment out of his life at Beckford.\r\n\r\nAnother person who was enjoying life was Pringle of the School House.\r\nThe keynote of Pringle's character was superiority. At an early period\r\nof his life--he was still unable to speak at the time--his grandmother\r\nhad died. This is probably the sole reason why he had never taught that\r\nrelative to suck eggs. Had she lived, her education in that direction\r\nmust have been taken in hand. Baffled in this, Pringle had turned his\r\nattention to the rest of the human race. He had a rooted conviction\r\nthat he did everything a shade better than anybody else. This belief\r\ndid not make him arrogant at all, and certainly not offensive, for he\r\nwas exceedingly popular in the School. But still there were people who\r\nthought that he might occasionally draw the line somewhere. Watson, the\r\nground-man, for example, thought so when Pringle primed him with advice\r\non the subject of preparing a wicket. And Langdale, who had been\r\ncaptain of the team five years before, had thought so most decidedly,\r\nand had not hesitated to say so when Pringle, then in his first term\r\nand aged twelve, had stood behind the First Eleven net and requested\r\nhim peremptorily to 'keep 'em down, sir, keep 'em down'. Indeed, the\r\ngreat man had very nearly had a fit on that occasion, and was wont\r\nafterwards to attribute to the effects of the shock so received a\r\nsequence of three 'ducks' which befell him in the next three matches.\r\n\r\nIn short, in every department of life, Pringle's advice was always (and\r\ngenerally unsought) at everybody's disposal. To round the position off\r\nneatly, it would be necessary to picture him as a total failure in the\r\npractical side of all the subjects in which he was so brilliant a\r\ntheorist. Strangely enough, however, this was not the case. There were\r\nfew better bats in the School than Pringle. Norris on his day was more\r\nstylish, and Marriott not infrequently made more runs, but for\r\nconsistency Pringle was unrivalled.\r\n\r\nThat was partly the reason why at this time he was feeling pleased with\r\nlife. The School had played three matches up to date, and had won them\r\nall. In the first, an Oxford college team, containing several Old\r\nBeckfordians, had been met and routed, Pringle contributing thirty-one\r\nto a total of three hundred odd. But Norris had made a century, which\r\nhad rather diverted the public eye from this performance. Then the\r\nSchool had played the Emeriti, and had won again quite comfortably.\r\nThis time his score had been forty-one, useful, but still not\r\nphenomenal. Then in the third match, _versus_ Charchester, one of\r\nthe big school matches of the season, he had found himself. He ran up a\r\nhundred and twenty-three without a chance, and felt that life had\r\nlittle more to offer. That had been only a week ago, and the glow of\r\nsatisfaction was still pleasantly warm.\r\n\r\nIt was while he was gloating silently in his study over the bat with\r\nwhich a grateful Field Sports Committee had presented him as a reward\r\nfor this feat, that he became aware that Lorimer, his study companion,\r\nappeared to be in an entirely different frame of mind to his own.\r\nLorimer was in the Upper Fifth, Pringle in the Remove. Lorimer sat at\r\nthe study table gnawing a pen in a feverish manner that told of an\r\noverwrought soul. Twice he uttered sounds that were obviously sounds of\r\nanguish, half groans and half grunts. Pringle laid down his bat and\r\ndecided to investigate.\r\n\r\n'What's up?' he asked.\r\n\r\n'This bally poem thing,' said Lorimer.\r\n\r\n'Poem? Oh, ah, I know.' Pringle had been in the Upper Fifth himself a\r\nyear before, and he remembered that every summer term there descended\r\nupon that form a Bad Time in the shape of a poetry prize. A certain\r\nIndian potentate, the Rajah of Seltzerpore, had paid a visit to the\r\nschool some years back, and had left behind him on his departure\r\ncertain monies in the local bank, which were to be devoted to providing\r\nthe Upper Fifth with an annual prize for the best poem on a subject to\r\nbe selected by the Headmaster. Entrance was compulsory. The wily\r\nauthorities knew very well that if it had not been, the entries for the\r\nprize would have been somewhat small. Why the Upper Fifth were so\r\nfavoured in preference to the Sixth or Remove is doubtful. Possibly it\r\nwas felt that, what with the Jones History, the Smith Latin Verse, the\r\nRobinson Latin Prose, and the De Vere Crespigny Greek Verse, and other\r\ntrophies open only to members of the Remove and Sixth, those two forms\r\nhad enough to keep them occupied as it was. At any rate, to the Upper\r\nFifth the prize was given, and every year, three weeks after the\r\ncommencement of the summer term, the Bad Time arrived.\r\n\r\n'Can't you get on?' asked Pringle.\r\n\r\n'No.'\r\n\r\n'What's the subject?'\r\n\r\n'Death of Dido.'\r\n\r\n'Something to be got out of that, surely.'\r\n\r\n'Wish you'd tell me what.'\r\n\r\n'Heap of things.'\r\n\r\n'Such as what? Can't see anything myself. I call it perfectly indecent\r\ndragging the good lady out of her well-earned tomb at this time of day.\r\nI've looked her up in the Dic. of Antiquities, and it appears that she\r\ncommitted suicide some years ago. Body-snatching, I call it. What do I\r\nwant to know about her?'\r\n\r\n'What's Hecuba to him or he to Hecuba?' murmured Pringle.\r\n\r\n'Hecuba?' said Lorimer, looking puzzled, 'What's Hecuba got to do with\r\nit?'\r\n\r\n'I was only quoting,' said Pringle, with gentle superiority.\r\n\r\n'Well, I wish instead of quoting rot you'd devote your energies to\r\nhelping me with these beastly verses. How on earth shall I begin?'\r\n\r\n'You might adapt my quotation. \"What's Dido got to do with me, or I to\r\ndo with Dido?\" I rather like that. Jam it down. Then you go on in a\r\nsort of rag-time metre. In the \"Coon Drum-Major\" style. Besides, you\r\nsee, the beauty of it is that you administer a wholesome snub to the\r\nexaminer right away. Makes him sit up at once. Put it down.'\r\n\r\nLorimer bit off another quarter of an inch of his pen. 'You needn't be\r\nan ass,' he said shortly.\r\n\r\n'My dear chap,' said Pringle, enjoying himself immensely, 'what on\r\nearth is the good of my offering you suggestions if you won't take\r\nthem?'\r\n\r\nLorimer said nothing. He bit off another mouthful of penholder.\r\n\r\n'Well, anyway,' resumed Pringle. 'I can't see why you're so keen on the\r\nbusiness. Put down anything. The beaks never make a fuss about these\r\nspecial exams.'\r\n\r\n'It isn't the beaks I care about,' said Lorimer in an injured tone of\r\nvoice, as if someone had been insinuating that he had committed some\r\ncrime, 'only my people are rather keen on my doing well in this exam.'\r\n\r\n'Why this exam, particularly?'\r\n\r\n'Oh, I don't know. My grandfather or someone was a bit of a pro at\r\nverse in his day, I believe, and they think it ought to run in the\r\nfamily.'\r\n\r\nPringle examined the situation in all its aspects. 'Can't you get\r\nalong?' he enquired at length.\r\n\r\n'Not an inch.'\r\n\r\n'Pity. I wish we could swop places.'\r\n\r\n'So do I for some things. To start with, I shouldn't mind having made\r\nthat century of yours against Charchester.'\r\n\r\nPringle beamed. The least hint that his fellow-man was taking him at\r\nhis own valuation always made him happy.\r\n\r\n'Thanks,' he said. 'No, but what I meant was that I wished I was in for\r\nthis poetry prize. I bet I could turn out a rattling good screed. Why,\r\nlast year I almost got the prize. I sent in fearfully hot stuff.'\r\n\r\n'Think so?' said Lorimer doubtfully, in answer to the 'rattling good\r\nscreed' passage of Pringle's speech. 'Well, I wish you'd have a shot.\r\nYou might as well.'\r\n\r\n'What, really? How about the prize?'\r\n\r\n'Oh, hang the prize. We'll have to chance that.'\r\n\r\n'I thought you were keen on getting it.'\r\n\r\n'Oh, no. Second or third will do me all right, and satisfy my people.\r\nThey only want to know for certain that I've got the poetic afflatus\r\nall right. Will you take it on?'\r\n\r\n'All right.'\r\n\r\n'Thanks, awfully.'\r\n\r\n'I say, Lorimer,' said Pringle after a pause.\r\n\r\n'Yes?'\r\n\r\n'Are your people coming down for the O.B.s' match?'\r\n\r\nThe Old Beckfordians' match was the great function of the Beckford\r\ncricket season. The Headmaster gave a garden-party. The School band\r\nplayed; the School choir sang; and sisters, cousins, aunts, and parents\r\nflocked to the School in platoons.\r\n\r\n'Yes, I think so,' said Lorimer. 'Why?'\r\n\r\n'Is your sister coming?'\r\n\r\n'Oh, I don't know.' A brother's utter lack of interest in his sister's\r\nactions is a weird and wonderful thing for an outsider to behold.\r\n\r\n'Well, look here, I wish you'd get her to come. We could give them tea\r\nin here, and have rather a good time, don't you think?'\r\n\r\n'All right. I'll make her come. Look here, Pringle, I believe you're\r\nrather gone on Mabel.'\r\n\r\nThis was Lorimer's vulgar way.\r\n\r\n'Don't be an ass,' said Pringle, with a laugh which should have been\r\ncareless, but was in reality merely feeble. 'She's quite a kid.'\r\n\r\nMiss Mabel Lorimer's exact age was fifteen. She had brown hair, blue\r\neyes, and a smile which disclosed to view a dimple. There are worse\r\nthings than a dimple. Distinctly so, indeed. When ladies of fifteen\r\npossess dimples, mere man becomes but as a piece of damp\r\nblotting-paper. Pringle was seventeen and a half, and consequently too\r\nold to take note of such frivolous attributes; but all the same he had\r\na sort of vague, sketchy impression that it would be pleasanter to run\r\nup a lively century against the O.B.s with Miss Lorimer as a spectator\r\nthan in her absence. He felt pleased that she was coming.\r\n\r\n'I say, about this poem,' said Lorimer, dismissing a subject which\r\nmanifestly bored him, and returning to one which was of vital interest,\r\n'you're sure you can write fairly decent stuff? It's no good sending in\r\nstuff that'll turn the examiner's hair grey. Can you turn out something\r\nreally decent?'\r\n\r\nPringle said nothing. He smiled gently as who should observe, 'I and\r\nShakespeare.'\r\n\r\n\r\n\r\n\r\n[5]\r\n\r\nFARNIE GETS INTO TROUBLE--\r\n\r\n\r\nIt was perhaps only natural that Farnie, having been warned so strongly\r\nof the inadvisability of having anything to do with Monk, should for\r\nthat very reason be attracted to him. Nobody ever wants to do anything\r\nexcept what they are not allowed to do. Otherwise there is no\r\nexplaining the friendship that arose between them. Jack Monk was not an\r\nattractive individual. He had a slack mouth and a shifty eye, and his\r\ncomplexion was the sort which friends would have described as olive,\r\nenemies (with more truth) as dirty green. These defects would have\r\nmattered little, of course, in themselves. There's many a bilious\r\ncountenance, so to speak, covers a warm heart. With Monk, however,\r\nappearances were not deceptive. He looked a bad lot, and he was one.\r\n\r\nIt was on the second morning of term that the acquaintanceship began.\r\nMonk was coming downstairs from his study with Danvers, and Farnie was\r\nleaving the fags' day-room.\r\n\r\n'See that kid?' said Danvers. 'That's the chap I was telling you about.\r\nGethryn's uncle, you know.'\r\n\r\n'Not really? Let's cultivate him. I say, old chap, don't walk so fast.'\r\nFarnie, rightly concluding that the remark was addressed to him, turned\r\nand waited, and the three strolled over to the School buildings\r\ntogether.\r\n\r\nThey would have made an interesting study for the observer of human\r\nnature, the two seniors fancying that they had to deal with a small boy\r\njust arrived at his first school, and in the grip of that strange, lost\r\nfeeling which attacks the best of new boys for a day or so after their\r\narrival; and Farnie, on the other hand, watching every move, as\r\nperfectly composed and at home as a youth should be with the experience\r\nof three public schools to back him up.\r\n\r\nWhen they arrived at the School gates, Monk and Danvers turned to go in\r\nthe direction of their form-room, the Remove, leaving Farnie at the\r\ndoor of the Upper Fourth. At this point a small comedy took place.\r\nMonk, after feeling hastily in his pockets, requested Danvers to lend\r\nhim five shillings until next Saturday. Danvers knew this request of\r\nold, and he knew the answer that was expected of him. By replying that\r\nhe was sorry, but he had not got the money, he gave Farnie, who was\r\nstill standing at the door, his cue to offer to supply the deficiency.\r\nMost new boys--they had grasped this fact from experience--would have\r\nfelt it an honour to oblige a senior with a small loan. As Farnie made\r\nno signs of doing what was expected of him, Monk was obliged to resort\r\nto the somewhat cruder course of applying for the loan in person. He\r\napplied. Farnie with the utmost willingness brought to light a handful\r\nof money, mostly gold. Monk's eye gleamed approval, and he stretched\r\nforth an itching palm. Danvers began to think that it would be rash to\r\nlet a chance like this slip. Ordinarily the tacit agreement between the\r\npair was that only one should borrow at a time, lest confidence should\r\nbe destroyed in the victim. But here was surely an exception, a special\r\ncase. With a young gentleman so obviously a man of coin as Farnie, the\r\nrule might well be broken for once.\r\n\r\n'While you're about it, Farnie, old man,' he said carelessly, 'you might\r\nlet me have a bob or two if you don't mind. Five bob'll see me through\r\nto Saturday all right.'\r\n\r\n'Do you mean tomorrow?' enquired Farnie, looking up from his heap of\r\ngold.\r\n\r\n'No, Saturday week. Let you have it back by then at the latest. Make a\r\npoint of it.'\r\n\r\n'How would a quid do?'\r\n\r\n'Ripping,' said Danvers ecstatically.\r\n\r\n'Same here,' assented Monk.\r\n\r\n'Then that's all right,' said Farnie briskly; 'I thought perhaps you\r\nmightn't have had enough. You've got a quid, I know, Monk, because I\r\nsaw you haul one out at breakfast. And Danvers has got one too, because\r\nhe offered to toss you for it in the study afterwards. And besides, I\r\ncouldn't lend you anything in any case, because I've only got about\r\nfourteen quid myself.'\r\n\r\nWith which parting shot he retired, wrapped in gentle thought, into his\r\nform-room; and from the noise which ensued immediately upon his\r\narrival, the shrewd listener would have deduced, quite correctly, that\r\nhe had organized and taken the leading part in a general rag.\r\n\r\nMonk and Danvers proceeded upon their way.\r\n\r\n'You got rather left there, old chap,' said Monk at length.\r\n\r\n'I like that,' replied the outraged Danvers. 'How about you, then? It\r\nseemed to me you got rather left, too.'\r\n\r\nMonk compromised.\r\n\r\n'Well, anyhow,' he said, 'we shan't get much out of that kid.'\r\n\r\n'Little beast,' said Danvers complainingly. And they went on into their\r\nform-room in silence.\r\n\r\n'I saw your young--er--relative in earnest conversation with friend\r\nMonk this morning,' said Marriott, later on in the day, to Gethryn; 'I\r\nthought you were going to give him the tip in that direction?'\r\n\r\n'So I did,' said the Bishop wearily; 'but I can't always be looking\r\nafter the little brute. He only does it out of sheer cussedness,\r\nbecause I've told him not to. It stands to reason that he can't\r\n_like_ Monk.'\r\n\r\n'You remind me of the psalmist and the wicked man, surname unknown,'\r\nsaid Marriott. 'You _can't_ see the good side of Monk.'\r\n\r\n'There isn't one.'\r\n\r\n'No. He's only got two sides, a bad side and a worse side, which he\r\nsticks on on the strength of being fairly good at games. I wonder if\r\nhe's going to get his First this season. He's not a bad bat.'\r\n\r\n'I don't think he will. He is a good bat, but there are heaps better in\r\nthe place. I say, I think I shall give young Farnie the tip once more,\r\nand let him take it or leave it. What do you think?'\r\n\r\n'He'll leave it,' said Marriott, with conviction.\r\n\r\nNor was he mistaken. Farnie listened with enthusiasm to his nephew's\r\nsecond excursus on the Monk topic, and, though he said nothing, was\r\napparently convinced. On the following afternoon Monk, Danvers,\r\nWaterford, and he hired a boat and went up the river together. Gethryn\r\nand Marriott, steered by Wilson, who was rapidly developing into a\r\nuseful coxswain, got an excellent view of them moored under the shade\r\nof a willow, drinking ginger-beer, and apparently on the best of terms\r\nwith one another and the world in general. In a brief but moving speech\r\nthe Bishop finally excommunicated his erring relative. 'For all I\r\ncare,' he concluded, 'he can do what he likes in future. I shan't stop\r\nhim.'\r\n\r\n'No,' said Marriott, 'I don't think you will.'\r\n\r\nFor the first month of his school life Farnie behaved, except in his\r\nchoice of companions, much like an ordinary junior. He played cricket\r\nmoderately well, did his share of compulsory fielding at the First\r\nEleven net, and went for frequent river excursions with Monk, Danvers,\r\nand the rest of the Mob.\r\n\r\nAt first the other juniors of the House were inclined to resent this\r\nextending of the right hand of fellowship to owners of studies and\r\nSecond Eleven men, and attempted to make Farnie see the sin and folly\r\nof his ways. But Nature had endowed that youth with a fund of vitriolic\r\nrepartee. When Millett, one of Leicester's juniors, evolved some\r\nlaborious sarcasm on the subject of Farnie's swell friends, Farnie, in\r\na series of three remarks, reduced him, figuratively speaking, to a\r\nsmall and palpitating spot of grease. After that his actions came in\r\nfor no further, or at any rate no outspoken comment.\r\n\r\nGiven sixpence a week and no more, Farnie might have survived an entire\r\nterm without breaking any serious School rule. But when, after buying a\r\nbicycle from Smith of Markham's, he found himself with eight pounds to\r\nhis name in solid cash, and the means of getting far enough away from\r\nthe neighbourhood of the School to be able to spend it much as he\r\nliked, he began to do strange and risky things in his spare time.\r\n\r\nThe great obstacle to illicit enjoyment at Beckford was the four\r\no'clock roll-call on half-holidays. There were other obstacles, such as\r\nhalf-holiday games and so forth, but these could be avoided by the\r\nexercise of a little judgement. The penalty for non-appearance at a\r\nhalf-holiday game was a fine of sixpence. Constant absence was likely\r\nin time to lead to a more or less thrilling interview with the captain\r\nof cricket, but a very occasional attendance was enough to stave off\r\nthis disaster; and as for the sixpence, to a man of means like Farnie\r\nit was a mere nothing. It was a bad system, and it was a wonder, under\r\nthe circumstances, how Beckford produced the elevens it did. But it was\r\nthe system, and Farnie availed himself of it to the full.\r\n\r\nThe obstacle of roll-call he managed also to surmount. Some reckless\r\nand penniless friend was generally willing, for a consideration, to\r\nanswer his name for him. And so most Saturday afternoons would find\r\nFarnie leaving behind him the flannelled fools at their various\r\nwickets, and speeding out into the country on his bicycle in the\r\ndirection of the village of Biddlehampton, where mine host of the 'Cow\r\nand Cornflower', in addition to other refreshment for man and beast,\r\nadvertised that ping-pong and billiards might be played on the\r\npremises. It was not the former of these games that attracted Farnie.\r\nHe was no pinger. Nor was he a pongster. But for billiards he had a\r\ndecided taste, a genuine taste, not the pumped-up affectation sometimes\r\ndisplayed by boys of his age. Considering his age he was a remarkable\r\nplayer. Later on in life it appeared likely that he would have the\r\nchoice of three professions open to him, namely, professional billiard\r\nplayer, billiard marker, and billiard sharp. At each of the three he\r\nshowed distinct promise. He was not 'lured to the green cloth' by Monk\r\nor Danvers. Indeed, if there had been any luring to be done, it is\r\nprobable that he would have done it, and not they. Neither Monk nor\r\nDanvers was in his confidence in the matter. Billiards is not a cheap\r\namusement. By the end of his sixth week Farnie was reduced to a single\r\npound, a sum which, for one of his tastes, was practically poverty. And\r\njust at the moment when he was least able to bear up against it, Fate\r\ndealt him one of its nastiest blows. He was playing a fifty up against\r\na friendly but unskilful farmer at the 'Cow and Cornflower'. 'Better\r\nlook out,' he said, as his opponent effected a somewhat rustic stroke,\r\n'you'll be cutting the cloth in a second.' The farmer grunted, missed\r\nby inches, and retired, leaving the red ball in the jaws of the pocket,\r\nand Farnie with three to make to win.\r\n\r\nIt was an absurdly easy stroke, and the Bishop's uncle took it with an\r\nabsurd amount of conceit and carelessness. Hardly troubling to aim, he\r\nstruck his ball. The cue slid off in one direction, the ball rolled\r\nsluggishly in another. And when the cue had finished its run, the\r\nsmooth green surface of the table was marred by a jagged and unsightly\r\ncut. There was another young man gone wrong!\r\n\r\nTo say that the farmer laughed would be to express the matter feebly.\r\nThat his young opponent, who had been irritating him unspeakably since\r\nthe beginning of the game with advice and criticism, should have done\r\nexactly what he had cautioned him, the farmer, against a moment before,\r\nstruck him as being the finest example of poetic justice he had ever\r\nheard of, and he signalized his appreciation of the same by nearly\r\ndying of apoplexy.\r\n\r\nThe marker expressed an opinion that Farnie had been and gone and done\r\nit.\r\n\r\n''Ere,' he said, inserting a finger in the cut to display its\r\ndimensions. 'Look 'ere. This'll mean a noo cloth, young feller me lad.\r\nThat's wot this'll mean. That'll be three pound we will trouble you\r\nfor, if _you_ please.'\r\n\r\nFarnie produced his sole remaining sovereign.\r\n\r\n'All I've got,' he said. 'I'll leave my name and address.'\r\n\r\n'Don't you trouble, young feller me lad,' said the marker, who appeared\r\nto be a very aggressive and unpleasant sort of character altogether,\r\nwith meaning, 'I know yer name and I knows yer address. Today fortnight\r\nat the very latest, if _you_ please. You don't want me to 'ave to\r\ngo to your master about it, now, do yer? What say? No. Ve' well then.\r\nToday fortnight is the time, and you remember it.'\r\n\r\nWhat was left of Farnie then rode slowly back to Beckford. Why he went\r\nto Monk on his return probably he could not have explained himself. But\r\nhe did go, and, having told his story in full, wound up by asking for a\r\nloan of two pounds. Monk's first impulse was to refer him back to a\r\nprevious interview, when matters had been the other way about, that\r\nsmall affair of the pound on the second morning of the term. Then there\r\nflashed across his mind certain reasons against this move. At present\r\nFarnie's attitude towards him was unpleasantly independent. He made him\r\nunderstand that he went about with him from choice, and that there was\r\nto be nothing of the patron and dependant about their alliance. If he\r\nwere to lend him the two pounds now, things would alter. And to have\r\ngot a complete hold over Master Reginald Farnie, Monk would have paid\r\nmore than two pounds. Farnie had the intelligence to carry through\r\nanything, however risky, and there were many things which Monk would\r\nhave liked to do, but, owing to the risks involved, shirked doing for\r\nhimself. Besides, he happened to be in funds just now.\r\n\r\n'Well, look here, old chap,' he said, 'let's have strict business\r\nbetween friends. If you'll pay me back four quid at the end of term,\r\nyou shall have the two pounds. How does that strike you?'\r\n\r\nIt struck Farnie, as it would have struck most people, that if this was\r\nMonk's idea of strict business, there were the makings of no ordinary\r\nfinancier in him. But to get his two pounds he would have agreed to\r\nanything. And the end of term seemed a long way off.\r\n\r\nThe awkward part of the billiard-playing episode was that the\r\npunishment for it, if detected, was not expulsion, but flogging. And\r\nFarnie resembled the lady in _The Ingoldsby Legends_ who 'didn't\r\nmind death, but who couldn't stand pinching'. He didn't mind\r\nexpulsion--he was used to it, but he could _not_ stand flogging.\r\n\r\n'That'll be all right,' he said. And the money changed hands.\r\n\r\n\r\n\r\n\r\n[6]\r\n\r\n--AND STAYS THERE\r\n\r\n\r\n'I say,' said Baker of Jephson's excitedly some days later, reeling\r\ninto the study which he shared with Norris, '_have_ you seen the\r\nteam the M.C.C.'s bringing down?'\r\n\r\nAt nearly every school there is a type of youth who asks this question\r\non the morning of the M.C.C. match. Norris was engaged in putting the\r\nfinishing touches to a snow-white pair of cricket boots.\r\n\r\n'No. Hullo, where did you raise that Sporter? Let's have a look.'\r\n\r\nBut Baker proposed to conduct this business in person. It is ten times\r\nmore pleasant to administer a series of shocks to a friend than to sit\r\nby and watch him administering them to himself. He retained _The\r\nSportsman_, and began to read out the team.\r\n\r\n'Thought Middlesex had a match,' said Norris, as Baker paused\r\ndramatically to let the name of a world-famed professional sink in.\r\n\r\n'No. They don't play Surrey till Monday.'\r\n\r\n'Well, if they've got an important match like Surrey on on Monday,'\r\nsaid Norris disgustedly, 'what on earth do they let their best man come\r\ndown here today for, and fag himself out?'\r\n\r\nBaker suggested gently that if anybody was going to be fagged out at\r\nthe end of the day, it would in all probability be the Beckford\r\nbowlers, and not a man who, as he was careful to point out, had run up\r\na century a mere three days ago against Yorkshire, and who was\r\napparently at that moment at the very top of his form.\r\n\r\n'Well,' said Norris, 'he might crock himself or anything. Rank bad\r\npolicy, I call it. Anybody else?'\r\n\r\nBaker resumed his reading. A string of unknowns ended in another\r\ncelebrity.\r\n\r\n'Blackwell?' said Norris. 'Not O. T. Blackwell?'\r\n\r\n'It says A. T. But,' went on Baker, brightening up again, 'they always\r\nget the initials wrong in the papers. Certain to be O. T. By the way, I\r\nsuppose you saw that he made eighty-three against Notts the other day?'\r\n\r\nNorris tried to comfort himself by observing that Notts couldn't bowl\r\nfor toffee.\r\n\r\n'Last week, too,' said Baker, 'he made a hundred and forty-six not out\r\nagainst Malvern for the Gentlemen of Warwickshire. They couldn't get\r\nhim out,' he concluded with unction. In spite of the fact that he\r\nhimself was playing in the match today, and might under the\r\ncircumstances reasonably look forward to a considerable dose of\r\nleather-hunting, the task of announcing the bad news to Norris appeared\r\nto have a most elevating effect on his spirits:\r\n\r\n'That's nothing extra special,' said Norris, in answer to the last item\r\nof information, 'the Malvern wicket's like a billiard-table.'\r\n\r\n'Our wickets aren't bad either at this time of year,' said Baker, 'and\r\nI heard rumours that they had got a record one ready for this match.'\r\n\r\n'It seems to me,' said Norris, 'that what I'd better do if we want to\r\nbat at all today is to win the toss. Though Sammy and the Bishop and\r\nBaynes ought to be able to get any ordinary side out all right.'\r\n\r\n'Only this isn't an ordinary side. It's a sort of improved county\r\nteam.'\r\n\r\n'They've got about four men who might come off, but the M.C.C.\r\nsometimes have a bit of a tail. We ought to have a look in if we win\r\nthe toss.'\r\n\r\n'Hope so,' said Baker. 'I doubt it, though.'\r\n\r\nAt a quarter to eleven the School always went out in a body to inspect\r\nthe pitch. After the wicket had been described by experts in hushed\r\nwhispers as looking pretty good, the bell rang, and all who were not\r\nplaying for the team, with the exception of the lucky individual who\r\nhad obtained for himself the post of scorer, strolled back towards the\r\nblocks. Monk had come out with Waterford, but seeing Farnie ahead and\r\nwalking alone he quitted Waterford, and attached himself to the genial\r\nReginald. He wanted to talk business. He had not found the speculation\r\nof the two pounds a very profitable one. He had advanced the money\r\nunder the impression that Farnie, by accepting it, was practically\r\nselling his independence. And there were certain matters in which Monk\r\nwas largely interested, connected with the breaking of bounds and the\r\npurchase of contraband goods, which he would have been exceedingly glad\r\nto have performed by deputy. He had fancied that Farnie would have\r\ntaken over these jobs as part of his debt. But he had mistaken his man.\r\nOn the very first occasion when he had attempted to put on the screw,\r\nFarnie had flatly refused to have anything to do with what he proposed.\r\nHe said that he was not Monk's fag--a remark which had the merit of\r\nbeing absolutely true.\r\n\r\nAll this, combined with a slight sinking of his own funds, induced Monk\r\nto take steps towards recovering the loan.\r\n\r\n'I say, Farnie, old chap.'\r\n\r\n'Hullo!'\r\n\r\n'I say, do you remember my lending you two quid some time ago?'\r\n\r\n'You don't give me much chance of forgetting it,' said Farnie.\r\n\r\nMonk smiled. He could afford to be generous towards such witticisms.\r\n\r\n'I want it back,' he said.\r\n\r\n'All right. You'll get it at the end of term.'\r\n\r\n'I want it now.'\r\n\r\n'Why?'\r\n\r\n'Awfully hard up, old chap.'\r\n\r\n'You aren't,' said Farnie. 'You've got three pounds twelve and sixpence\r\nhalf-penny. If you will keep counting your money in public, you can't\r\nblame a chap for knowing how much you've got.'\r\n\r\nMonk, slightly disconcerted, changed his plan of action. He abandoned\r\nskirmishing tactics.\r\n\r\n'Never mind that,' he said, 'the point is that I want that four pounds.\r\nI'm going to have it, too.'\r\n\r\n'I know. At the end of term.'\r\n\r\n'I'm going to have it now.'\r\n\r\n'You can have a pound of it now.'\r\n\r\n'Not enough.'\r\n\r\n'I don't see how you expect me to raise any more. If I could, do you\r\nthink I should have borrowed it? You might chuck rotting for a change.'\r\n\r\n'Now, look here, old chap,' said Monk, 'I should think you'd rather\r\nraise that tin somehow than have it get about that you'd been playing\r\npills at some pub out of bounds. What?'\r\n\r\nFarnie, for one of the few occasions on record, was shaken out of his\r\nusual _sang-froid_. Even in his easy code of morality there had\r\nalways been one crime which was an anathema, the sort of thing no\r\nfellow could think of doing. But it was obviously at this that Monk was\r\nhinting.\r\n\r\n'Good Lord, man,' he cried, 'you don't mean to say you're thinking of\r\nsneaking? Why, the fellows would boot you round the field. You couldn't\r\nstay in the place a week.'\r\n\r\n'There are heaps of ways,' said Monk, 'in which a thing can get about\r\nwithout anyone actually telling the beaks. At present I've not told a\r\nsoul. But, you know, if I let it out to anyone they might tell someone\r\nelse, and so on. And if everybody knows a thing, the beaks generally\r\nget hold of it sooner or later. You'd much better let me have that four\r\nquid, old chap.'\r\n\r\nFarnie capitulated.\r\n\r\n'All right,' he said, 'I'll get it somehow.'\r\n\r\n'Thanks awfully, old chap,' said Monk, 'so long!'\r\n\r\nIn all Beckford there was only one person who was in the least degree\r\nlikely to combine the two qualities necessary for the extraction of\r\nFarnie from his difficulties. These qualities were--in the first place\r\nability, in the second place willingness to advance him, free of\r\nsecurity, the four pounds he required. The person whom he had in his\r\nmind was Gethryn. He had reasoned the matter out step by step during\r\nthe second half of morning school. Gethryn, though he had, as Farnie\r\nknew, no overwhelming amount of affection for his uncle, might in a\r\ncase of great need prove blood to be thicker (as per advertisement)\r\nthan water. But, he reflected, he must represent himself as in danger\r\nof expulsion rather than flogging. He had an uneasy idea that if the\r\nBishop were to discover that all he stood to get was a flogging, he\r\nwould remark with enthusiasm that, as far as he was concerned, the good\r\nwork might go on. Expulsion was different. To save a member of his\r\nfamily from expulsion, he might think it worth while to pass round the\r\nhat amongst his wealthy acquaintances. If four plutocrats with four\r\nsovereigns were to combine, Farnie, by their united efforts, would be\r\nsaved. And he rather liked the notion of being turned into a sort of\r\nlimited liability company, like the Duke of Plaza Toro, at a pound a\r\nshare. It seemed to add a certain dignity to his position.\r\n\r\nTo Gethryn's study, therefore, he went directly school was over. If he\r\nhad reflected, he might have known that he would not have been there\r\nwhile the match was going on. But his brain, fatigued with his recent\r\ncalculations, had not noted this point.\r\n\r\nThe study was empty.\r\n\r\nMost people, on finding themselves in a strange and empty room, are\r\nseized with a desire to explore the same, and observe from internal\r\nevidence what manner of man is the owner. Nowhere does character come\r\nout so clearly as in the decoration of one's private den. Many a man,\r\nat present respected by his associates, would stand forth unmasked at\r\nhis true worth, could the world but look into his room. For there they\r\nwould see that he was so lost to every sense of shame as to cover his\r\nbooks with brown paper, or deck his walls with oleographs presented\r\nwith the Christmas numbers, both of which habits argue a frame of mind\r\nfit for murderers, stratagems, and spoils. Let no such man be trusted.\r\n\r\nThe Bishop's study, which Farnie now proceeded to inspect, was not of\r\nthis kind. It was a neat study, arranged with not a little taste. There\r\nwere photographs of teams with the College arms on their plain oak\r\nframes, and photographs of relations in frames which tried to look, and\r\nfor the most part succeeded in looking, as if they had not cost\r\nfourpence three farthings at a Christmas bargain sale. There were\r\nsnap-shots of various moving incidents in the careers of the Bishop and\r\nhis friends: Marriott, for example, as he appeared when carried to the\r\nPavilion after that sensational century against the Authentics:\r\nRobertson of Blaker's winning the quarter mile: John Brown, Norris's\r\npredecessor in the captaincy, and one of the four best batsmen Beckford\r\nhad ever had, batting at the nets: Norris taking a skier on the\r\nboundary in last year's M.C.C. match: the Bishop himself going out to\r\nbat in the Charchester match, and many more of the same sort.\r\n\r\nAll these Farnie observed with considerable interest, but as he moved\r\ntowards the book-shelf his eye was caught by an object more interesting\r\nstill. It was a cash-box, simple and unornamental, but undoubtedly a\r\ncash-box, and as he took it up it rattled.\r\n\r\nThe key was in the lock. In a boarding House at a public school it is\r\nnot, as a general rule, absolutely necessary to keep one's valuables\r\nalways hermetically sealed. The difference between _meum_ and\r\n_tuum_ is so very rarely confused by the occupants of such an\r\nestablishment, that one is apt to grow careless, and every now and then\r\naccidents happen. An accident was about to happen now.\r\n\r\nIt was at first without any motive except curiosity that Farnie opened\r\nthe cash-box. He merely wished to see how much there was inside, with a\r\nview to ascertaining what his prospects of negotiating a loan with his\r\nrelative were likely to be. When, however, he did see, other feelings\r\nbegan to take the place of curiosity. He counted the money. There were\r\nten sovereigns, one half-sovereign, and a good deal of silver. One of\r\nthe institutions at Beckford was a mission. The School by (more or\r\nless) voluntary contributions supported a species of home somewhere in\r\nthe wilds of Kennington. No one knew exactly what or where this home\r\nwas, but all paid their subscriptions as soon as possible in the term,\r\nand tried to forget about it. Gethryn collected not only for\r\nLeicester's House, but also for the Sixth Form, and was consequently,\r\nif only by proxy, a man of large means. _Too_ large, Farnie\r\nthought. Surely four pounds, to be paid back (probably) almost at once,\r\nwould not be missed. Why shouldn't he--\r\n\r\n'Hullo!'\r\n\r\nFarnie spun round. Wilson was standing in the doorway.\r\n\r\n'Hullo, Farnie,' said he, 'what are you playing at in here?'\r\n\r\n'What are you?' retorted Farnie politely.\r\n\r\n'Come to fetch a book. Marriott said I might. What are you up to?'\r\n\r\n'Oh, shut up!' said Farnie. 'Why shouldn't I come here if I like?\r\nMatter of fact, I came to see Gethryn.'\r\n\r\n'He isn't here,' said Wilson luminously.\r\n\r\n'You don't mean to say you've noticed that already? You've got an eye\r\nlike a hawk, Wilson. I was just taking a look round, if you really want\r\nto know.'\r\n\r\n'Well, I shouldn't advise you to let Marriott catch you mucking his\r\nstudy up. Seen a book called _Round the Red Lamp_? Oh, here it is.\r\nComing over to the field?'\r\n\r\n'Not just yet. I want to have another look round. Don't you wait,\r\nthough.'\r\n\r\n'Oh, all right.' And Wilson retired with his book.\r\n\r\nNow, though Wilson at present suspected nothing, not knowing of the\r\nexistence of the cash-box, Farnie felt that when the money came to be\r\nmissed, and inquiries were made as to who had been in the study, and\r\nwhen, he would recall the interview. Two courses, therefore, remained\r\nopen to him. He could leave the money altogether, or he could take it\r\nand leave himself. In other words, run away.\r\n\r\nIn the first case there would, of course, remain the chance that he\r\nmight induce Gethryn to lend him the four pounds, but this had never\r\nbeen more than a forlorn hope; and in the light of the possibilities\r\nopened out by the cash-box, he thought no more of it. The real problem\r\nwas, should he or should he not take the money from the cash-box?\r\n\r\nAs he hesitated, the recollection of Monk's veiled threats came back to\r\nhim, and he wavered no longer. He opened the box again, took out the\r\ncontents, and dropped them into his pocket. While he was about it, he\r\nthought he might as well take all as only a part.\r\n\r\nThen he wrote two notes. One--to the Bishop--he placed on top of the\r\ncash-box; the other he placed with four sovereigns on the table in\r\nMonk's study. Finally he left the room, shut the door carefully behind\r\nhim, and went to the yard at the back of the House, where he kept his\r\nbicycle.\r\n\r\nThe workings of the human mind, and especially of the young human mind,\r\nare peculiar. It never occurred to Farnie that a result equally\r\nprofitable to himself, and decidedly more convenient for all\r\nconcerned--with the possible exception of Monk--might have been arrived\r\nat if he had simply left the money in the box, and run away without it.\r\n\r\nHowever, as the poet says, you can't think of everything.\r\n\r\n\r\n\r\n\r\n[7]\r\n\r\nTHE BISHOP GOES FOR A RIDE\r\n\r\n\r\nThe M.C.C. match opened auspiciously. Norris, for the first time that\r\nseason, won the toss. Tom Brown, we read, in a similar position, 'with\r\nthe usual liberality of young hands', put his opponents in first.\r\nNorris was not so liberal. He may have been young, but he was not so\r\nyoung as that. The sun was shining on as true a wicket as was ever\r\nprepared when he cried 'Heads', and the coin, after rolling for some\r\ntime in diminishing circles, came to a standstill with the dragon\r\nundermost. And Norris returned to the Pavilion and informed his\r\ngratified team that, all things considered, he rather thought that they\r\nwould bat, and he would be obliged if Baker would get on his pads and\r\ncome in first with him.\r\n\r\nThe M.C.C. men took the field--O. T. Blackwell, by the way, had shrunk\r\ninto a mere brother of the century-making A. T.--and the two School\r\nHouse representatives followed them. An amateur of lengthy frame took\r\nthe ball, a man of pace, to judge from the number of slips. Norris\r\nasked for 'two leg'. An obliging umpire informed him that he had got\r\ntwo leg. The long bowler requested short slip to stand finer, swung his\r\narm as if to see that the machinery still worked, and dashed wildly\r\ntowards the crease. The match had begun.\r\n\r\nThere are few pleasanter or more thrilling moments in one's school\r\ncareer than the first over of a big match. Pleasant, that is to say, if\r\nyou are actually looking on. To have to listen to a match being started\r\nfrom the interior of a form-room is, of course, maddening. You hear the\r\nsound of bat meeting ball, followed by distant clapping. Somebody has\r\nscored. But who and what? It may be a four, or it may be a mere single.\r\nMore important still, it may be the other side batting after all. Some\r\nmiscreant has possibly lifted your best bowler into the road. The\r\nsuspense is awful. It ought to be a School rule that the captain of the\r\nteam should send a message round the form-rooms stating briefly and\r\nlucidly the result of the toss. Then one would know where one was. As\r\nit is, the entire form is dependent on the man sitting under the\r\nwindow. The form-master turns to write on the blackboard. The only hope\r\nof the form shoots up like a rocket, gazes earnestly in the direction\r\nof the Pavilion, and falls back with a thud into his seat. 'They\r\nhaven't started yet,' he informs the rest in a stage whisper.\r\n'Si-_lence_,' says the form-master, and the whole business must be\r\ngone through again, with the added disadvantage that the master now has\r\nhis eye fixed coldly on the individual nearest the window, your only\r\nlink with the outer world.\r\n\r\nVarious masters have various methods under such circumstances. One more\r\nthan excellent man used to close his book and remark, 'I think we'll\r\nmake up a little party to watch this match.' And the form, gasping its\r\nthanks, crowded to the windows. Another, the exact antithesis of this\r\ngreat and good gentleman, on seeing a boy taking fitful glances through\r\nthe window, would observe acidly, 'You are at perfect liberty, Jones,\r\nto watch the match if you care to, but if you do you will come in in\r\nthe afternoon and make up the time you waste.' And as all that could be\r\nseen from that particular window was one of the umpires and a couple of\r\nfieldsmen, Jones would reluctantly elect to reserve himself, and for\r\nthe present to turn his attention to Euripides again.\r\n\r\nIf you are one of the team, and watch the match from the Pavilion, you\r\nescape these trials, but there are others. In the first few overs of a\r\nSchool match, every ball looks to the spectators like taking a wicket.\r\nThe fiendish ingenuity of the slow bowler, and the lightning speed of\r\nthe fast man at the other end, make one feel positively ill. When the\r\nfirst ten has gone up on the scoring-board matters begin to right\r\nthemselves. Today ten went up quickly. The fast man's first ball was\r\noutside the off-stump and a half-volley, and Norris, whatever the state\r\nof his nerves at the time, never forgot his forward drive. Before the\r\nbowler had recovered his balance the ball was half-way to the ropes.\r\nThe umpire waved a large hand towards the Pavilion. The bowler looked\r\nannoyed. And the School inside the form-rooms asked itself feverishly\r\nwhat had happened, and which side it was that was applauding.\r\n\r\nHaving bowled his first ball too far up, the M.C.C. man, on the\r\nprinciple of anything for a change, now put in a very short one.\r\nNorris, a new man after that drive, steered it through the slips, and\r\nagain the umpire waved his hand.\r\n\r\nThe rest of the over was more quiet. The last ball went for four byes,\r\nand then it was Baker's turn to face the slow man. Baker was a steady,\r\nplodding bat. He played five balls gently to mid-on, and glanced the\r\nsixth for a single to leg. With the fast bowler, who had not yet got\r\nhis length, he was more vigorous, and succeeded in cutting him twice\r\nfor two.\r\n\r\nWith thirty up for no wickets the School began to feel more\r\ncomfortable. But at forty-three Baker was shattered by the man of pace,\r\nand retired with twenty to his credit. Gethryn came in next, but it was\r\nnot to be his day out with the bat.\r\n\r\nThe fast bowler, who was now bowling excellently, sent down one rather\r\nwide of the off-stump. The Bishop made most of his runs from off balls,\r\nand he had a go at this one. It was rising when he hit it, and it went\r\noff his bat like a flash. In a School match it would have been a\r\nboundary. But today there was unusual talent in the slips. The man from\r\nMiddlesex darted forward and sideways. He took the ball one-handed two\r\ninches from the ground, and received the applause which followed the\r\neffort with a rather bored look, as if he were saying, 'My good sirs,\r\n_why_ make a fuss over these trifles!' The Bishop walked slowly\r\nback to the Pavilion, feeling that his luck was out, and Pringle came\r\nin.\r\n\r\nA boy of Pringle's character is exactly the right person to go in in an\r\nemergency like the present one. Two wickets had fallen in two balls,\r\nand the fast bowler was swelling visibly with determination to do the\r\nhat-trick. But Pringle never went in oppressed by the fear of getting\r\nout. He had a serene and boundless confidence in himself.\r\n\r\nThe fast man tried a yorker. Pringle came down hard on it, and forced\r\nthe ball past the bowler for a single. Then he and Norris settled down\r\nto a lengthy stand.\r\n\r\n'I do like seeing Pringle bat,' said Gosling. 'He always gives you the\r\nidea that he's doing you a personal favour by knocking your bowling\r\nabout. Oh, well hit!'\r\n\r\nPringle had cut a full-pitch from the slow bowler to the ropes.\r\nMarriott, who had been silent and apparently in pain for some minutes,\r\nnow gave out the following homemade effort:\r\n\r\n    A dashing young sportsman named Pringle,\r\n      On breaking his duck (with a single),\r\n        Observed with a smile,\r\n        'Just notice my style,\r\n        How science with vigour I mingle.'\r\n\r\n'Little thing of my own,' he added, quoting England's greatest\r\nlibrettist. 'I call it \"Heart Foam\". I shall not publish it. Oh, run it\r\nout!'\r\n\r\nBoth Pringle and Norris were evidently in form. Norris was now not far\r\nfrom his fifty, and Pringle looked as if he might make anything. The\r\ncentury went up, and a run later Norris off-drove the slow bowler's\r\nsuccessor for three, reaching his fifty by the stroke.\r\n\r\n'Must be fairly warm work fielding today,' said Reece.\r\n\r\n'By Jove!' said Gethryn, 'I forgot. I left my white hat in the House.\r\nAny of you chaps like to fetch it?'\r\n\r\nThere were no offers. Gethryn got up.\r\n\r\n'Marriott, you slacker, come over to the House.'\r\n\r\n'My good sir, I'm in next. Why don't you wait till the fellows come out\r\nof school and send a kid for it?'\r\n\r\n'He probably wouldn't know where to find it. I don't know where it is\r\nmyself. No, I shall go, but there's no need to fag about it yet. Hullo!\r\nNorris is out.'\r\n\r\nNorris had stopped a straight one with his leg. He had made fifty-one\r\nin his best manner, and the School, leaving the form-rooms at the exact\r\nmoment when the fatal ball was being bowled, were just in time to\r\napplaud him and realize what they had missed.\r\n\r\nGethryn's desire for his hat was not so pressing as to make him deprive\r\nhimself of the pleasure of seeing Marriott at the wickets. Marriott\r\nought to do something special today. Unfortunately, after he had played\r\nout one over and hit two fours off it, the luncheon interval began.\r\n\r\nIt was, therefore, not for half an hour that the Bishop went at last in\r\nsearch of the missing headgear. As luck would have it, the hat was on\r\nthe table, so that whatever chance he might have had of overlooking the\r\nnote which his uncle had left for him on the empty cash-box\r\ndisappeared. The two things caught his eye simultaneously. He opened\r\nthe note and read it. It is not necessary to transcribe the note in\r\ndetail. It was no masterpiece of literary skill. But it had this merit,\r\nthat it was not vague. Reading it, one grasped its meaning\r\nimmediately.\r\n\r\nThe Bishop's first feeling was that the bottom had dropped out of\r\neverything suddenly. Surprise was not the word. It was the arrival of\r\nthe absolutely unexpected.\r\n\r\nThen he began to consider the position.\r\n\r\nFarnie must be brought back. That was plain. And he must be brought\r\nback at once, before anyone could get to hear of what had happened.\r\nGethryn had the very strongest objections to his uncle, considered\r\npurely as a human being; but the fact remained that he was his uncle,\r\nand the Bishop had equally strong objections to any member of his\r\nfamily being mixed up in a business of this description.\r\n\r\nHaving settled that point, he went on to the next. How was he to be\r\nbrought back? He could not have gone far, for he could not have been\r\ngone much more than half an hour. Again, from his knowledge of his\r\nuncle's character, he deduced that he had in all probability not gone\r\nto the nearest station, Horton. At Horton one had to wait hours at a\r\ntime for a train. Farnie must have made his way--on his\r\nbicycle--straight for the junction, Anfield, fifteen miles off by a\r\ngood road. A train left Anfield for London at three-thirty. It was now\r\na little past two. On a bicycle he could do it easily, and get back\r\nwith his prize by about five, if he rode hard. In that case all would\r\nbe well. Only three of the School wickets had fallen, and the pitch was\r\nplaying as true as concrete. Besides, there was Pringle still in at one\r\nend, well set, and surely Marriott and Jennings and the rest of them\r\nwould manage to stay in till five. They couldn't help it. All they had\r\nto do was to play forward to everything, and they must stop in. He\r\nhimself had got out, it was true, but that was simply a regrettable\r\naccident. Not one man in a hundred would have caught that catch. No,\r\nwith luck he ought easily to be able to do the distance and get back in\r\ntime to go out with the rest of the team to field.\r\n\r\nHe ran downstairs and out of the House. On his way to the bicycle-shed\r\nhe stopped, and looked towards the field, part of which could be seen\r\nfrom where he stood. The match had begun again. The fast bowler was\r\njust commencing his run. He saw him tear up to the crease and deliver\r\nthe ball. What happened then he could not see, owing to the trees which\r\nstood between him and the School grounds. But he heard the crack of\r\nball meeting bat, and a great howl of applause went up from the\r\ninvisible audience. A boundary, apparently. Yes, there was the umpire\r\nsignalling it. Evidently a long stand was going to be made. He would\r\nhave oceans of time for his ride. Norris wouldn't dream of declaring\r\nthe innings closed before five o'clock at the earliest, and no bowler\r\ncould take seven wickets in the time on such a pitch. He hauled his\r\nbicycle from the shed, and rode off at racing speed in the direction of\r\nAnfield.\r\n\r\n\r\n\r\n\r\n[8]\r\n\r\nTHE M.C.C. MATCH\r\n\r\n\r\nBut out in the field things were going badly with Beckford. The aspect\r\nof a game often changes considerably after lunch. For a while it looked\r\nas if Marriott and Pringle were in for their respective centuries. But\r\nMarriott was never a safe batsman.\r\n\r\nA hundred and fifty went up on the board off a square leg hit for two,\r\nwhich completed Pringle's half-century, and then Marriott faced the\r\nslow bowler, who had been put on again after lunch. The first ball was\r\na miss-hit. It went behind point for a couple. The next he got fairly\r\nhold of and drove to the boundary. The third was a very simple-looking\r\nball. Its sole merit appeared to be the fact that it was straight. Also\r\nit was a trifle shorter than it looked. Marriott jumped out, and got\r\ntoo much under it. Up it soared, straight over the bowler's head. A\r\ntrifle more weight behind the hit, and it would have cleared the ropes.\r\nAs it was, the man in the deep-field never looked like missing it. The\r\nbatsmen had time to cross over before the ball arrived, but they did it\r\nwithout enthusiasm. The run was not likely to count. Nor did it.\r\nDeep-field caught it like a bird. Marriott had made twenty-two.\r\n\r\nAnd now occurred one of those rots which so often happen without any\r\nostensible cause in the best regulated school elevens. Pringle played\r\nthe three remaining balls of the over without mishap, but when it was\r\nthe fast man's turn to bowl to Bruce, Marriott's successor, things\r\nbegan to happen. Bruce, temporarily insane, perhaps through\r\nnervousness, played back at a half-volley, and was clean bowled. Hill\r\ncame in, and was caught two balls later at the wicket. And the last\r\nball of the over sent Jennings's off-stump out of the ground, after\r\nthat batsman had scored two.\r\n\r\n'I can always bowl like blazes after lunch,' said the fast man to\r\nPringle. 'It's the lobster salad that does it, I think.' Four for a\r\nhundred and fifty-seven had changed to seven for a hundred and\r\nfifty-nine in the course of a single over. Gethryn's calculations, if\r\nhe had only known, could have done now with a little revision.\r\n\r\nGosling was the next man. He was followed, after a brief innings of\r\nthree balls, which realized eight runs, by Baynes. Baynes, though\r\nabstaining from runs himself, helped Pringle to add three to the score,\r\nall in singles, and was then yorked by the slow man, who meanly and\r\ntreacherously sent down, without the slightest warning, a very fast one\r\non the leg stump. Then Reece came in for the last wicket, and the rot\r\nstopped. Reece always went in last for the School, and the School in\r\nconsequence always felt that there were possibilities to the very end\r\nof the innings.\r\n\r\nThe lot of a last-wicket man is somewhat trying. As at any moment his\r\nbest innings may be nipped in the bud by the other man getting out, he\r\ngenerally feels that it is hardly worth while to play himself in before\r\nendeavouring to make runs. He therefore tries to score off every ball,\r\nand thinks himself lucky if he gets half a dozen. Reece, however, took\r\nlife more seriously. He had made quite an art of last-wicket batting.\r\nOnce, against the Butterflies, he had run up sixty not out, and there\r\nwas always the chance that he would do the same again. Today, with\r\nPringle at the other end, he looked forward to a pleasant hour or two\r\nat the wicket.\r\n\r\nNo bowler ever looks on the last man quite in the same light as he does\r\nthe other ten. He underrates him instinctively. The M.C.C. fast bowler\r\nwas a man with an idea. His idea was that he could bowl a slow ball of\r\ndiabolical ingenuity. As a rule, public feeling was against his trying\r\nthe experiment. His captains were in the habit of enquiring rudely if\r\nhe thought he was playing marbles. This was exactly what the M.C.C.\r\ncaptain asked on the present occasion, when the head ball sailed\r\nponderously through the air, and was promptly hit by Reece into the\r\nPavilion. The bowler grinned, and resumed his ordinary pace.\r\n\r\nBut everything came alike to Reece. Pringle, too, continued his career\r\nof triumph. Gradually the score rose from a hundred and seventy to two\r\nhundred. Pringle cut and drove in all directions, with the air of a\r\nprince of the blood royal distributing largesse. The second century\r\nwent up to the accompaniment of cheers.\r\n\r\nThen the slow bowler reaped his reward, for Pringle, after putting his\r\nfirst two balls over the screen, was caught on the boundary off the\r\nthird. He had contributed eighty-one to a total of two hundred and\r\nthirteen.\r\n\r\nSo far Gethryn's absence had not been noticed. But when the umpires had\r\ngone out, and the School were getting ready to take the field,\r\ninquiries were made.\r\n\r\n'You might begin at the top end, Gosling,' said Norris.\r\n\r\n'Right,' said Samuel. 'Who's going on at the other?'\r\n\r\n'Baynes. Hullo, where's Gethryn?'\r\n\r\n'Isn't he here? Perhaps he's in the Pavi--'\r\n\r\n'Any of you chaps seen Gethryn?'\r\n\r\n'He isn't in the Pav.,' said Baker. 'I've just come out of the First\r\nroom myself, and he wasn't there. Shouldn't wonder if he's over at\r\nLeicester's.'\r\n\r\n'Dash the man,' said Norris, 'he might have known we'd be going out to\r\nfield soon. Anyhow, we can't wait for him. We shall have to field a\r\nsub. till he turns up.'\r\n\r\n'Lorimer's in the Pav., changed,' said Pringle.\r\n\r\n'All right. He'll do.'\r\n\r\nAnd, reinforced by the gratified Lorimer, the team went on its way.\r\n\r\nIn the beginning the fortunes of the School prospered. Gosling opened,\r\nas was his custom, at a tremendous pace, and seemed to trouble the\r\nfirst few batsmen considerably. A worried-looking little person who had\r\nfielded with immense zeal during the School innings at cover-point took\r\nthe first ball. It was very fast, and hit him just under the knee-cap.\r\nThe pain, in spite of the pad, appeared to be acute. The little man\r\ndanced vigorously for some time, and then, with much diffidence,\r\nprepared himself for the second instalment.\r\n\r\nNow, when on the cricket field, the truculent Samuel was totally\r\ndeficient in all the finer feelings, such as pity and charity. He could\r\nsee that the batsman was in pain, and yet his second ball was faster\r\nthan the first. It came in quickly from the off. The little batsman\r\nwent forward in a hesitating, half-hearted manner, and played a clear\r\ntwo inches inside the ball. The off-stump shot out of the ground.\r\n\r\n'Bowled, Sammy,' said Norris from his place in the slips.\r\n\r\nThe next man was a clergyman, a large man who suggested possibilities\r\nin the way of hitting. But Gosling was irresistible. For three balls\r\nthe priest survived. But the last of the over, a fast yorker on the leg\r\nstump, was too much for him, and he retired.\r\n\r\nTwo for none. The critic in the deck chair felt that the match was as\r\ngood as over.\r\n\r\nBut this idyllic state of things was not to last. The newcomer, a tall\r\nman with a light moustache, which he felt carefully after every ball,\r\nsoon settled down. He proved to be a conversationalist. Until he had\r\nopened his account, which he did with a strong drive to the ropes, he\r\nwas silent. When, however, he had seen the ball safely to the boundary,\r\nhe turned to Reece and began.\r\n\r\n'Rather a nice one, that. Eh, what? Yes. Got it just on the right\r\nplace, you know. Not a bad bat this, is it? What? Yes. One of Slogbury\r\nand Whangham's Sussex Spankers, don't you know. Chose it myself. Had it\r\nin pickle all the winter. Yes.'\r\n\r\n'Play, sir,' from the umpire.\r\n\r\n'Eh, what? Oh, right. Yes, good make these Sussex--_Spankers_. Oh,\r\nwell fielded.'\r\n\r\nAt the word spankers he had effected another drive, but Marriott at\r\nmid-off had stopped it prettily.\r\n\r\nSoon it began to occur to Norris that it would be advisable to have a\r\nchange of bowling. Gosling was getting tired, and Baynes apparently\r\noffered no difficulties to the batsman on the perfect wicket, the\r\nconversational man in particular being very severe upon him. It was at\r\nsuch a crisis that the Bishop should have come in. He was Gosling's\r\nunderstudy. But where was he? The innings had been in progress over\r\nhalf an hour now, and still there were no signs of him. A man, thought\r\nNorris, who could cut off during the M.C.C. match (of all matches!),\r\nprobably on some rotten business of his own, was beyond the pale, and\r\nmust, on reappearance, be fallen upon and rent. He--here something\r\nsmall and red whizzed at his face. He put up his hands to protect\r\nhimself. The ball struck them and bounded out again. When a fast bowler\r\nis bowling a slip he should not indulge in absent-mindedness. The\r\nconversational man had received his first life, and, as he was careful\r\nto explain to Reece, it was a curious thing, but whenever he was let\r\noff early in his innings he always made fifty, and as a rule a century.\r\nGosling's analysis was spoilt, and the match in all probability lost.\r\nAnd Norris put it all down to Gethryn. If he had been there, this would\r\nnot have happened.\r\n\r\n'Sorry, Gosling,' he said.\r\n\r\n'All right,' said Gosling, though thinking quite the reverse. And he\r\nwalked back to bowl his next ball, conjuring up a beautiful vision in\r\nhis mind. J. Douglas and Braund were fielding slip to him in the\r\nvision, while in the background Norris appeared, in a cauldron of\r\nboiling oil.\r\n\r\n'Tut, tut,' said Baker facetiously to the raging captain.\r\n\r\nBaker's was essentially a flippant mind. Not even a moment of solemn\r\nagony, such as this, was sacred to him.\r\n\r\nNorris was icy and severe.\r\n\r\n'If you want to rot about, Baker,' he said, 'perhaps you'd better go\r\nand play stump-cricket with the juniors.'\r\n\r\n'Well,' retorted Baker, with great politeness, 'I suppose seeing you\r\nmiss a gaper like that right into your hands made me think I was\r\nplaying stump-cricket with the juniors.'\r\n\r\nAt this point the conversation ceased, Baker suddenly remembering that\r\nhe had not yet received his First Eleven colours, and that it would\r\ntherefore be rash to goad the captain too freely, while Norris, for his\r\npart, recalled the fact that Baker had promised to do some Latin verse\r\nfor him that evening, and might, if crushed with some scathing\r\nrepartee, refuse to go through with that contract. So there was silence\r\nin the slips.\r\n\r\nThe partnership was broken at last by a lucky accident. The\r\nconversationalist called his partner for a short run, and when that\r\nunfortunate gentleman had sprinted some twenty yards, reconsidered the\r\nmatter and sent him back. Reece had the bails off before the victim had\r\ncompleted a third of the return journey.\r\n\r\nFor some time after this matters began to favour the School again. With\r\nthe score at a hundred and five, three men left in two overs, one\r\nbowled by Gosling, the others caught at point and in the deep off\r\nJennings, who had deposed Baynes. Six wickets were now down, and the\r\nenemy still over a hundred behind.\r\n\r\nBut the M.C.C. in its school matches has this peculiarity. However\r\nbadly it may seem to stand, there is always something up its sleeve. In\r\nthis case it was a professional, a man indecently devoid of anything in\r\nthe shape of nerves. He played the bowling with a stolid confidence,\r\namounting almost to contempt, which struck a chill to the hearts of the\r\nSchool bowlers. It did worse. It induced them to bowl with the sole\r\nobject of getting the conversationalist at the batting end, thus\r\nenabling the professional to pile up an unassuming but rapidly\r\nincreasing score by means of threes and singles.\r\n\r\nAs for the conversationalist, he had made thirty or more, and wanted\r\nall the bowling he could get.\r\n\r\n'It's a very curious thing,' he said to Reece, as he faced Gosling,\r\nafter his partner had scored a three off the first ball of the over,\r\n'but some fellows simply detest fast bowling. Now I--' He never finished\r\nthe sentence. When he spoke again it was to begin a new one.\r\n\r\n'How on earth did that happen?' he asked.\r\n\r\n'I think it bowled you,' said Reece stolidly, picking up the two stumps\r\nwhich had been uprooted by Gosling's express.\r\n\r\n'Yes. But how? Dash it! What? I can't underst--. Most curious thing I\r\never--dash it all, you know.'\r\n\r\nHe drifted off in the direction of the Pavilion, stopping on the way to\r\nask short leg his opinion of the matter.\r\n\r\n'Bowled, Sammy,' said Reece, putting on the bails.\r\n\r\n'Well bowled, Gosling,' growled Norris from the slips.\r\n\r\n'Sammy the marvel, by Jove,' said Marriott. 'Switch it on, Samuel, more\r\nand more.'\r\n\r\n'I wish Norris would give me a rest. Where on earth is that man\r\nGethryn?'\r\n\r\n'Rum, isn't it? There's going to be something of a row about it. Norris\r\nseems to be getting rather shirty. Hullo! here comes the Deathless\r\nAuthor.'\r\n\r\nThe author referred to was the new batsman, a distinguished novelist,\r\nwho played a good deal for the M.C.C. He broke his journey to the\r\nwicket to speak to the conversationalist, who was still engaged with\r\nshort leg.\r\n\r\n'Bates, old man,' he said, 'if you're going to the Pavilion you might\r\nwait for me. I shall be out in an hour or two.'\r\n\r\nUpon which Bates, awaking suddenly to the position of affairs, went on\r\nhis way.\r\n\r\nWith the arrival of the Deathless Author an unwelcome change came over\r\nthe game. His cricket style resembled his literary style. Both were\r\nstraightforward and vigorous. The first two balls he received from\r\nGosling he drove hard past cover point to the ropes. Gosling, who had\r\nbeen bowling unchanged since the innings began, was naturally feeling a\r\nlittle tired. He was losing his length, and bowling more slowly than\r\nwas his wont. Norris now gave him a rest for a few overs, Bruce going\r\non with rather innocuous medium left-hand bowling. The professional\r\ncontinued to jog along slowly. The novelist hit. Everything seemed to\r\ncome alike to him. Gosling resumed, but without effect, while at the\r\nother end bowler after bowler was tried. From a hundred and ten the\r\nscore rose and rose, and still the two remained together. A hundred and\r\nninety went up, and Norris in despair threw the ball to Marriott.\r\n\r\n'Here you are, Marriott,' he said, 'I'm afraid we shall have to try\r\nyou.'\r\n\r\n'That's what I call really nicely expressed,' said Marriott to the\r\numpire. 'Yes, over the wicket.'\r\n\r\nMarriott was a slow, 'House-match' sort of bowler. That is to say, in a\r\nHouse match he was quite likely to get wickets, but in a First Eleven\r\nmatch such an event was highly improbable. His bowling looked very\r\nsubtle, and if the ball was allowed to touch the ground it occasionally\r\nbroke quite a remarkable distance.\r\n\r\nThe forlorn hope succeeded. The professional for the first time in his\r\ninnings took a risk. He slashed at a very mild ball almost a wide on\r\nthe off side. The ball touched the corner of the bat, and soared up in\r\nthe direction of cover-point, where Pringle held it comfortably.\r\n\r\n'There you are,' said Marriott, 'when you put a really scientific\r\nbowler on you're bound to get a wicket. Why on earth didn't I go on\r\nbefore, Norris?'\r\n\r\n'You wait,' said Norris, 'there are five more balls of the over to\r\ncome.'\r\n\r\n'Bad job for the batsman,' said Marriott.\r\n\r\nThere had been time for a run before the ball reached Pringle, so that\r\nthe novelist was now at the batting end. Marriott's next ball was not\r\nunlike his first, but it was straighter, and consequently easier to get\r\nat. The novelist hit it into the road. When it had been brought back he\r\nhit it into the road again. Marriott suggested that he had better have\r\na man there.\r\n\r\nThe fourth ball of the over was too wide to hit with any comfort, and\r\nthe batsman let it alone. The fifth went for four to square leg, almost\r\nkilling the umpire on its way, and the sixth soared in the old familiar\r\nmanner into the road again. Marriott's over had yielded exactly\r\ntwenty-two runs. Four to win and two wickets to fall.\r\n\r\n'I'll never read another of that man's books as long as I live,' said\r\nMarriott to Gosling, giving him the ball. 'You're our only hope, Sammy.\r\nDo go in and win.'\r\n\r\nThe new batsman had the bowling. He snicked his first ball for a\r\nsingle, bringing the novelist to the fore again, and Samuel Wilberforce\r\nGosling vowed a vow that he would dismiss that distinguished novelist.\r\n\r\nBut the best intentions go for nothing when one's arm is feeling like\r\nlead. Of all the miserable balls sent down that afternoon that one of\r\nGosling's was the worst. It was worse than anything of Marriott's. It\r\nflew sluggishly down the pitch well outside the leg stump. The novelist\r\nwatched it come, and his eye gleamed. It was about to bounce for the\r\nsecond time when, with a pleased smile, the batsman stepped out. There\r\nwas a loud, musical report, the note of a bat when it strikes the ball\r\nfairly on the driving spot.\r\n\r\nThe man of letters shaded his eyes with his hand, and watched the ball\r\ndiminish in the distance.\r\n\r\n'I rather think,' said he cheerfully, as a crash of glass told of its\r\narrival at the Pavilion, 'that that does it.'\r\n\r\nHe was perfectly right. It did.\r\n\r\n\r\n\r\n\r\n[9]\r\n\r\nTHE BISHOP FINISHES HIS RIDE\r\n\r\n\r\nGethryn had started on his ride handicapped by two things. He did not\r\nknow his way after the first two miles, and the hedges at the roadside\r\nhad just been clipped, leaving the roads covered with small thorns.\r\n\r\nIt was the former of these circumstances that first made itself\r\napparent. For two miles the road ran straight, but after that it was\r\nunexplored country. The Bishop, being in both cricket and football\r\nteams, had few opportunities for cycling. He always brought his machine\r\nto School, but he very seldom used it.\r\n\r\nAt the beginning of the unexplored country, an irresponsible person\r\nrecommended him to go straight on. He couldn't miss the road, said he.\r\nIt was straight all the way. Gethryn thanked him, rode on, and having\r\ngone a mile came upon three roads, each of which might quite well have\r\nbeen considered a continuation of the road on which he was already. One\r\ncurved gently off to the right, the other two equally gently to the\r\nleft. He dismounted and the feelings of gratitude which he had borne\r\ntowards his informant for his lucid directions vanished suddenly. He\r\ngazed searchingly at the three roads, but to single out one of them as\r\nstraighter than the other two was a task that baffled him completely. A\r\nsign-post informed him of three things. By following road one he might\r\nget to Brindleham, and ultimately, if he persevered, to Corden. Road\r\nnumber two would lead him to Old Inns, whatever they might be, with the\r\nfurther inducement of Little Benbury, while if he cast in his lot with\r\nroad three he might hope sooner or later to arrive at Much\r\nMiddlefold-on-the-Hill, and Lesser Middlefold-in-the-Vale. But on the\r\nsubject of Anfield and Anfield Junction the board was silent.\r\n\r\nTwo courses lay open to him. Should he select a route at random, or\r\nwait for somebody to come and direct him? He waited. He went on\r\nwaiting. He waited a considerable time, and at last, just as he was\r\nabout to trust to luck, and make for Much Middlefold-on-the-Hill, a\r\nfigure loomed in sight, a slow-moving man, who strolled down the Old\r\nInns road at a pace which seemed to argue that he had plenty of time on\r\nhis hands.\r\n\r\n'I say, can you tell me the way to Anfield, please?' said the Bishop as\r\nhe came up.\r\n\r\nThe man stopped, apparently rooted to the spot. He surveyed the Bishop\r\nwith a glassy but determined stare from head to foot. Then he looked\r\nearnestly at the bicycle, and finally, in perfect silence, began to\r\ninspect the Bishop again.\r\n\r\n'Eh?' he said at length.\r\n\r\n'Can you tell me the way to Anfield?'\r\n\r\n'Anfield?'\r\n\r\n'Yes. How do I get there?'\r\n\r\nThe man perpended, and when he replied did so after the style of the\r\nlate and great Ollendorf.\r\n\r\n'Old Inns,' he said dreamily, waving a hand down the road by which he\r\nhad come, 'be over there.'\r\n\r\n'Yes, yes, I know,' said Gethryn.\r\n\r\n'Was born at Old Inns, I was,' continued the man, warming to his\r\nsubject. 'Lived there fifty-five years, I have. Yeou go straight down\r\nthe road an' yeou cam t' Old Inns. Yes, that be the way t' Old Inns.'\r\n\r\nGethryn nobly refrained from rending the speaker limb from limb.\r\n\r\n'I don't want to know the way to Old Inns,' he said desperately. 'Where\r\nI want to get is Anfield. Anfield, you know. Which way do I go?'\r\n\r\n'Anfield?' said the man. Then a brilliant flash of intelligence\r\nillumined his countenance. 'Whoy, Anfield be same road as Old Inns.\r\nYeou go straight down the road, an'--'\r\n\r\n'Thanks very much,' said Gethryn, and without waiting for further\r\nrevelations shot off in the direction indicated. A quarter of a mile\r\nfarther he looked over his shoulder. The man was still there, gazing\r\nafter him in a kind of trance.\r\n\r\nThe Bishop passed through Old Inns with some way on his machine. He had\r\nmuch lost time to make up. A signpost bearing the legend 'Anfield four\r\nmiles' told him that he was nearing his destination. The notice had\r\nchanged to three miles and again to two, when suddenly he felt that\r\njarring sensation which every cyclist knows. His back tyre was\r\npunctured. It was impossible to ride on. He got off and walked. He was\r\nstill in his cricket clothes, and the fact that he had on spiked boots\r\ndid not make walking any the easier. His progress was not rapid.\r\n\r\nHalf an hour before his one wish had been to catch sight of a\r\nfellow-being. Now, when he would have preferred to have avoided his\r\nspecies, men seemed to spring up from nowhere, and every man of them\r\nhad a remark to make or a question to ask about the punctured tyre.\r\nReserve is not the leading characteristic of the average yokel.\r\n\r\nGethryn, however, refused to be drawn into conversation on the subject.\r\nAt last one, more determined than the rest, brought him to bay.\r\n\r\n'Hoy, mister, stop,' called a voice. Gethryn turned. A man was running\r\nup the road towards him.\r\n\r\nHe arrived panting.\r\n\r\n'What's up?' said the Bishop.\r\n\r\n'You've got a puncture,' said the man, pointing an accusing finger at\r\nthe flattened tyre.\r\n\r\nIt was not worth while killing the brute. Probably he was acting from\r\nthe best motives.\r\n\r\n'No,' said Gethryn wearily, 'it isn't a puncture. I always let the air\r\nout when I'm riding. It looks so much better, don't you think so? Why\r\ndid they let you out? Good-bye.'\r\n\r\nAnd feeling a little more comfortable after this outburst, he wheeled\r\nhis bicycle on into Anfield High Street.\r\n\r\nMinds in the village of Anfield worked with extraordinary rapidity. The\r\nfirst person of whom he asked the way to the Junction answered the\r\nriddle almost without thinking. He left his machine out in the road and\r\nwent on to the platform. The first thing that caught his eye was the\r\nstation clock with its hands pointing to five past four. And when he\r\nrealized that, his uncle's train having left a clear half hour before,\r\nhis labours had all been for nothing, the full bitterness of life came\r\nhome to him.\r\n\r\nHe was turning away from the station when he stopped. Something else\r\nhad caught his eye. On a bench at the extreme end of the platform sat a\r\nyouth. And a further scrutiny convinced the Bishop of the fact that the\r\nyouth was none other than Master Reginald Farnie, late of Beckford, and\r\nshortly, or he would know the reason why, to be once more of Beckford.\r\nOther people besides himself, it appeared, could miss trains.\r\n\r\nFarnie was reading one of those halfpenny weeklies which--with a nerve\r\nwhich is the only creditable thing about them--call themselves comic.\r\nHe did not see the Bishop until a shadow falling across his paper\r\ncaused him to look up.\r\n\r\nIt was not often that he found himself unequal to a situation. Monk in\r\na recent conversation had taken him aback somewhat, but his feelings on\r\nthat occasion were not to be compared with what he felt on seeing the\r\none person whom he least desired to meet standing at his side. His jaw\r\ndropped limply, _Comic Blitherings_ fluttered to the ground.\r\n\r\nThe Bishop was the first to speak. Indeed, if he had waited for Farnie\r\nto break the silence, he would have waited long.\r\n\r\n'Get up,' he said. Farnie got up.\r\n\r\n'Come on.' Farnie came.\r\n\r\n'Go and get your machine,' said Gethryn. 'Hurry up. And now you will\r\njolly well come back to Beckford, you little beast.'\r\n\r\nBut before that could be done there was Gethryn's back wheel to be\r\nmended. This took time. It was nearly half past four before they\r\nstarted.\r\n\r\n'Oh,' said Gethryn, as they were about to mount, 'there's that money. I\r\nwas forgetting. Out with it.'\r\n\r\nTen pounds had been the sum Farnie had taken from the study. Six was\r\nall he was able to restore. Gethryn enquired after the deficit.\r\n\r\n'I gave it to Monk,' said Farnie.\r\n\r\nTo Gethryn, in his present frame of mind, the mere mention of Monk was\r\nsufficient to uncork the vials of his wrath.\r\n\r\n'What the blazes did you do that for? What's Monk got to do with it?'\r\n\r\n'He said he'd get me sacked if I didn't pay him,' whined Farnie.\r\n\r\nThis was not strictly true. Monk had not said. He had hinted. And he\r\nhad hinted at flogging, not expulsion.\r\n\r\n'Why?' pursued the Bishop. 'What had you and Monk been up to?'\r\n\r\nFarnie, using his out-of-bounds adventures as a foundation, worked up a\r\nhighly artistic narrative of doings, which, if they had actually been\r\nperformed, would certainly have entailed expulsion. He had judged\r\nGethryn's character correctly. If the matter had been simply a case for\r\na flogging, the Bishop would have stood aside and let the thing go on.\r\nAgainst the extreme penalty of School law he felt bound as a matter of\r\nfamily duty to shield his relative. And he saw a bad time coming for\r\nhimself in the very near future. Either he must expose Farnie, which he\r\nhad resolved not to do, or he must refuse to explain his absence from\r\nthe M.C.C. match, for by now there was not the smallest chance of his\r\nbeing able to get back in time for the visitors' innings. As he rode on\r\nhe tried to imagine what would happen in consequence of that desertion,\r\nand he could not do it. His crime was, so far as he knew, absolutely\r\nwithout precedent in the School history.\r\n\r\nAs they passed the cricket field he saw that it was empty. Stumps were\r\nusually drawn early in the M.C.C. match if the issue of the game was\r\nout of doubt, as the Marylebone men had trains to catch. Evidently this\r\nhad happened today. It might mean that the School had won easily--they\r\nhad looked like making a big score when he had left the ground--in\r\nwhich case public opinion would be more lenient towards him. After a\r\nvictory a school feels that all's well that ends well. But it might, on\r\nthe other hand, mean quite the reverse.\r\n\r\nHe put his machine up, and hurried to the study. Several boys, as he\r\npassed them, looked curiously at him, but none spoke to him.\r\n\r\nMarriott was in the study, reading a book. He was still in flannels,\r\nand looked as if he had begun to change but had thought better of it.\r\nAs was actually the case.\r\n\r\n'Hullo,' he cried, as Gethryn appeared. 'Where the dickens have you\r\nbeen all the afternoon? What on earth did you go off like that for?'\r\n\r\n'I'm sorry, old chap,' said the Bishop, 'I can't tell you. I shan't be\r\nable to tell anyone.'\r\n\r\n'But, man! Try and realize what you've done. Do you grasp the fact that\r\nyou've gone and got the School licked in the M.C.C. match, and that we\r\nhaven't beaten the M.C.C. for about a dozen years, and that if you'd\r\nbeen there to bowl we should have walked over this time? Do try and\r\ngrasp the thing.'\r\n\r\n'Did they win?'\r\n\r\n'Rather. By a wicket. Two wickets, I mean. We made 213. Your bowling\r\nwould just have done it.'\r\n\r\nGethryn sat down.\r\n\r\n'Oh Lord,' he said blankly, 'this is awful!'\r\n\r\n'But, look here, Bishop,' continued Marriott, 'this is all rot. You\r\ncan't do a thing like this, and then refuse to offer any explanation,\r\nand expect things to go on just as usual.'\r\n\r\n'I don't,' said Gethryn. 'I know there's going to be a row, but I can't\r\nexplain. You'll have to take me on trust.'\r\n\r\n'Oh, as far as I am concerned, it's all right,' said Marriott. 'I know\r\nyou wouldn't be ass enough to do a thing like that without a jolly good\r\nreason. It's the other chaps I'm thinking about. You'll find it jolly\r\nhard to put Norris off, I'm afraid. He's most awfully sick about the\r\nmatch. He fielded badly, which always makes him shirty. Jephson, too.\r\nYou'll have a bad time with Jephson. His one wish after the match was\r\nto have your gore and plenty of it. Nothing else would have pleased him\r\na bit. And think of the chaps in the House, too. Just consider what a\r\npull this gives Monk and his mob over you. The House'll want some\r\nlooking after now, I fancy.'\r\n\r\n'And they'll get it,' said Gethryn. 'If Monk gives me any of his\r\nbeastly cheek, I'll knock his head off.'\r\n\r\nBut in spite of the consolation which such a prospect afforded him, he\r\ndid not look forward with pleasure to the next day, when he would have\r\nto meet Norris and the rest. It would have been bad in any case. He did\r\nnot care to think what would happen when he refused to offer the\r\nslightest explanation.\r\n\r\n\r\n\r\n\r\n[10]\r\n\r\nIN WHICH A CASE IS FULLY DISCUSSED\r\n\r\n\r\nGethryn was right in thinking that the interviews would be unpleasant.\r\nThey increased in unpleasantness in arithmetical progression, until\r\nthey culminated finally in a terrific encounter with the justly\r\noutraged Norris.\r\n\r\nReece was the first person to institute inquiries, and if everybody had\r\nresembled him, matters would not have been so bad for Gethryn. Reece\r\npossessed a perfect genius for minding his own business. The dialogue\r\nwhen they met was brief.\r\n\r\n'Hullo,' said Reece.\r\n\r\n'Hullo,' said the Bishop.\r\n\r\n'Where did you get to yesterday?' said Reece.\r\n\r\n'Oh, I had to go somewhere,' said the Bishop vaguely.\r\n\r\n'Oh? Pity. Wasn't a bad match.' And that was all the comment Reece made\r\non the situation.\r\n\r\nGethryn went over to the chapel that morning with an empty sinking\r\nfeeling inside him. He was quite determined to offer no single word of\r\nexplanation, and he felt that that made the prospect all the worse.\r\nThere was a vast uncertainty in his mind as to what was going to\r\nhappen. Nobody could actually do anything to him, of course. It would\r\nhave been a decided relief to him if anybody had tried that line of\r\naction, for moments occur when the only thing that can adequately\r\nsoothe the wounded spirit, is to hit straight from the shoulder at\r\nsomeone. The punching-ball is often found useful under these\r\ncircumstances. As he was passing Jephson's House he nearly ran into\r\nsomebody who was coming out.\r\n\r\n'Be firm, my moral pecker,' thought Gethryn, and braced himself up for\r\nconflict.\r\n\r\n'Well, Gethryn?' said Mr Jephson.\r\n\r\nThe question 'Well?' especially when addressed by a master to a boy, is\r\none of the few questions to which there is literally no answer. You can\r\nlook sheepish, you can look defiant, or you can look surprised\r\naccording to the state of your conscience. But anything in the way of\r\nverbal response is impossible.\r\n\r\nGethryn attempted no verbal response.\r\n\r\n'Well, Gethryn,' went on Mr Jephson, 'was it pleasant up the river\r\nyesterday?'\r\n\r\nMr Jephson always preferred the rapier of sarcasm to the bludgeon of\r\nabuse.\r\n\r\n'Yes, sir,' said Gethryn, 'very pleasant.' He did not mean to be\r\nmassacred without a struggle.\r\n\r\n'What!' cried Mr Jephson. 'You actually mean to say that you did go up\r\nthe river?'\r\n\r\n'No, sir.'\r\n\r\n'Then what do you mean?'\r\n\r\n'It is always pleasant up the river on a fine day,' said Gethryn.\r\n\r\nHis opponent, to use a metaphor suitable to a cricket master, changed\r\nhis action. He abandoned sarcasm and condescended to direct inquiry.\r\n\r\n'Where were you yesterday afternoon?' he said.\r\n\r\nThe Bishop, like Mr Hurry Bungsho Jabberjee, B.A., became at once the\r\nsilent tomb.\r\n\r\n'Did you hear what I said, Gethryn?' (icily). 'Where were you yesterday\r\nafternoon?'\r\n\r\n'I can't say, sir.'\r\n\r\nThese words may convey two meanings. They may imply ignorance, in which\r\ncase the speaker should be led gently off to the nearest asylum. Or\r\nthey may imply obstinacy. Mr Jephson decided that in the present case\r\nobstinacy lay at the root of the matter. He became icier than ever.\r\n\r\n'Very well, Gethryn,' he said, 'I shall report this to the Headmaster.'\r\n\r\nAnd Gethryn, feeling that the conference was at an end, proceeded on\r\nhis way.\r\n\r\nAfter chapel there was Norris to be handled. Norris had been rather\r\nlate for chapel that morning, and had no opportunity of speaking to the\r\nBishop. But after the service was over, and the School streamed out of\r\nthe building towards their respective houses, he waylaid him at the\r\ndoor, and demanded an explanation. The Bishop refused to give one.\r\nNorris, whose temper never had a chance of reaching its accustomed\r\ntranquillity until he had consumed some breakfast--he hated early\r\nmorning chapel--raved. The Bishop was worried, but firm.\r\n\r\n'Then you mean to say--you don't mean to say--I mean, you don't intend\r\nto explain?' said Norris finally, working round for the twentieth time\r\nto his original text.\r\n\r\n'I can't explain.'\r\n\r\n'You won't, you mean.'\r\n\r\n'Yes. I'll apologize if you like, but I won't explain.'\r\n\r\nNorris felt the strain was becoming too much for him.\r\n\r\n'Apologize!' he moaned, addressing circumambient space. 'Apologize! A\r\nman cuts off in the middle of the M.C.C. match, loses us the game, and\r\nthen comes back and offers to apologize.'\r\n\r\n'The offer's withdrawn,' put in Gethryn. 'Apologies and explanations\r\nare both off.' It was hopeless to try and be conciliatory under the\r\ncircumstances. They did not admit of it.\r\n\r\nNorris glared.\r\n\r\n'I suppose,' he said, 'you don't expect to go on playing for the First\r\nafter this? We can't keep a place open for you in the team on the off\r\nchance of your not having a previous engagement, you know.'\r\n\r\n'That's your affair,' said the Bishop, 'you're captain. Have you\r\nfinished your address? Is there anything else you'd like to say?'\r\n\r\nNorris considered, and, as he went in at Jephson's gate, wound up with\r\nthis Parthian shaft--\r\n\r\n'All I can say is that you're not fit to be at a public school. They\r\nought to sack a chap for doing that sort of thing. If you'll take my\r\nadvice, you'll leave.'\r\n\r\nAbout two hours afterwards Gethryn discovered a suitable retort, but,\r\ncoming to the conclusion that better late than never does not apply to\r\nrepartees, refrained from speaking it.\r\n\r\nIt was Mr Jephson's usual custom to sally out after supper on Sunday\r\nevenings to smoke a pipe (or several pipes) with one of the other\r\nHouse-masters. On this particular evening he made for Robertson's,\r\nwhich was one of the four Houses on the opposite side of the School\r\ngrounds. He could hardly have selected a better man to take his\r\ngrievance to. Mr Robertson was a long, silent man with grizzled hair,\r\nand an eye that pierced like a gimlet. He had the enviable reputation\r\nof keeping the best order of any master in the School. He was also one\r\nof the most popular of the staff. This was all the more remarkable from\r\nthe fact that he played no games.\r\n\r\nTo him came Mr Jephson, primed to bursting point with his grievance.\r\n\r\n'Anything wrong, Jephson?' said Mr Robertson.\r\n\r\n'Wrong? I should just think there was. Did you happen to be looking at\r\nthe match yesterday, Robertson?'\r\n\r\nMr Robertson nodded.\r\n\r\n'I always watch School matches. Good match. Norris missed a bad catch\r\nin the slips. He was asleep.'\r\n\r\nMr Jephson conceded the point. It was trivial.\r\n\r\n'Yes,' he said, 'he should certainly have held it. But that's a mere\r\ndetail. I want to talk about Gethryn. Do you know what he did\r\nyesterday? I never heard of such a thing in my life, never. Went off\r\nduring the luncheon interval without a word, and never appeared again\r\ntill lock-up. And now he refuses to offer any explanation whatever. I\r\nshall report the whole thing to Beckett. I told Gethryn so this\r\nmorning.'\r\n\r\n'I shouldn't,' said Mr Robertson; 'I really think I shouldn't. Beckett\r\nfinds the ordinary duties of a Headmaster quite sufficient for his\r\nneeds. This business is not in his province at all.'\r\n\r\n'Not in his province? My dear sir, what is a headmaster for, if not to\r\nmanage affairs of this sort?'\r\n\r\nMr Robertson smiled in a sphinx-like manner, and answered, after the\r\nfashion of Socrates, with a question.\r\n\r\n'Let me ask you two things, Jephson. You must proceed gingerly. Now,\r\nfirstly, it is a headmaster's business to punish any breach of school\r\nrules, is it not?'\r\n\r\n'Well?'\r\n\r\n'And school prefects do not attend roll-call, and have no restrictions\r\nplaced upon them in the matter of bounds?'\r\n\r\n'No. Well?'\r\n\r\n'Then perhaps you'll tell me what School rule Gethryn has broken?' said\r\nMr Robertson.\r\n\r\n'You see you can't,' he went on. 'Of course you can't. He has not\r\nbroken any School rule. He is a prefect, and may do anything he likes\r\nwith his spare time. He chooses to play cricket. Then he changes his\r\nmind and goes off to some unknown locality for some reason at present\r\nunexplained. It is all perfectly legal. Extremely quaint behaviour on\r\nhis part, I admit, but thoroughly legal.'\r\n\r\n'Then nothing can be done,' exclaimed Mr Jephson blankly. 'But it's\r\nabsurd. Something must be done. The thing can't be left as it is. It's\r\npreposterous!'\r\n\r\n'I should imagine,' said Mr Robertson, 'from what small knowledge I\r\npossess of the Human Boy, that matters will be made decidedly\r\nunpleasant for the criminal.'\r\n\r\n'Well, I know one thing; he won't play for the team again.'\r\n\r\n'There is something very refreshing about your logic, Jephson. Because\r\na boy does not play in one match, you will not let him play in any of\r\nthe others, though you admit his absence weakens the team. However, I\r\nsuppose that is unavoidable. Mind you, I think it is a pity. Of course\r\nGethryn has some explanation, if he would only favour us with it.\r\nPersonally I think rather highly of Gethryn. So does poor old\r\nLeicester. He is the only Head-prefect Leicester has had for the last\r\nhalf-dozen years who knows even the rudiments of his business. But it's\r\nno use my preaching his virtues to you. You wouldn't listen. Take\r\nanother cigar, and let's talk about the weather.'\r\n\r\nMr Jephson took the proffered weed, and the conversation, though it did\r\nnot turn upon the suggested topic, ceased to have anything to do with\r\nGethryn.\r\n\r\nThe general opinion of the School was dead against the Bishop. One or\r\ntwo of his friends still clung to a hope that explanations might come\r\nout, while there were also a few who always made a point of thinking\r\ndifferently from everybody else. Of this class was Pringle. On the\r\nMonday after the match he spent the best part of an hour of his\r\nvaluable time reasoning on the subject with Lorimer. Lorimer's vote\r\nwent with the majority. Although he had fielded for the Bishop, he was\r\nnot, of course, being merely a substitute, allowed to bowl, as the\r\nBishop had had his innings, and it had been particularly galling to him\r\nto feel that he might have saved the match, if it had only been\r\npossible for him to have played a larger part.\r\n\r\n'It's no good jawing about it,' he said, 'there isn't a word to say for\r\nthe man. He hasn't a leg to stand on. Why, it would be bad enough in a\r\nHouse or form match even, but when it comes to first matches--!' Here\r\nwords failed Lorimer.\r\n\r\n'Not at all,' said Pringle, unmoved. 'There are heaps of reasons, jolly\r\ngood reasons, why he might have gone away.'\r\n\r\n'Such as?' said Lorimer.\r\n\r\n'Well, he might have been called away by a telegram, for instance.'\r\n\r\n'What rot! Why should he make such a mystery of it if that was all?'\r\n\r\n'He'd have explained all right if somebody had asked him properly. You\r\nget a chap like Norris, who, when he loses his hair, has got just about\r\nas much tact as a rhinoceros, going and ballyragging the man, and no\r\nwonder he won't say anything. I shouldn't myself.'\r\n\r\n'Well, go and talk to him decently, then. Let's see you do it, and I'll\r\nbet it won't make a bit of difference. What the chap has done is to go\r\nand get himself mixed up in some shady business somewhere. That's the\r\nonly thing it can be.'\r\n\r\n'Rot,' said Pringle, 'the Bishop isn't that sort of chap.'\r\n\r\n'You can't tell. I say,' he broke off suddenly, 'have you done that\r\npoem yet?'\r\n\r\nPringle started. He had not so much as begun that promised epic.\r\n\r\n'I--er--haven't quite finished it yet. I'm thinking it out, you know.\r\nGetting a sort of general grip of the thing.'\r\n\r\n'Oh. Well, I wish you'd buck up with it. It's got to go in tomorrow\r\nweek.'\r\n\r\n'Tomorrow week. Tuesday the what? Twenty-second, isn't it? Right. I'll\r\nremember. Two days after the O.B.s' match. That'll fix it in my mind.\r\nBy the way, your people are going to come down all right, aren't they?\r\nI mean, we shall have to be getting in supplies and so on.'\r\n\r\n'Yes. They'll be coming. There's plenty of time, though, to think of\r\nthat. What you've got to do for the present is to keep your mind glued\r\non the death of Dido.'\r\n\r\n'Rather,' said Pringle, 'I won't forget.'\r\n\r\nThis was at six twenty-two p.m. By the time six-thirty boomed from the\r\nCollege clock-tower, Pringle was absorbing a thrilling work of fiction,\r\nand Dido, her death, and everything connected with her, had faded from\r\nhis mind like a beautiful dream.\r\n\r\n\r\n\r\n\r\n[11]\r\n\r\nPOETRY AND STUMP-CRICKET\r\n\r\n\r\nThe Old Beckfordians' match came off in due season, and Pringle enjoyed\r\nit thoroughly. Though he only contributed a dozen in the first innings,\r\nhe made up for this afterwards in the second, when the School had a\r\nhundred and twenty to get in just two hours. He went in first with\r\nMarriott, and they pulled the thing off and gave the School a ten\r\nwickets victory with eight minutes to spare. Pringle was in rare form.\r\nHe made fifty-three, mainly off the bowling of a certain J.R. Smith,\r\nwhose fag he had been in the old days. When at School, Smith had always\r\nbeen singularly aggressive towards Pringle, and the latter found that\r\nmuch pleasure was to be derived from hitting fours off his bowling.\r\nSubsequently he ate more strawberries and cream than were, strictly\r\nspeaking, good for him, and did the honours at the study tea-party with\r\nthe grace of a born host. And, as he had hoped, Miss Mabel Lorimer\r\n_did_ ask what that silver-plate was stuck on to that bat for.\r\n\r\nIt is not to be wondered at that in the midst of these festivities such\r\ntrivialities as Lorimer's poem found no place in his thoughts. It was\r\nnot until the following day that he was reminded of it.\r\n\r\nThat Sunday was a visiting Sunday. Visiting Sundays occurred three\r\ntimes a term, when everybody who had friends and relations in the\r\nneighbourhood was allowed to spend the day with them. Pringle on such\r\noccasions used to ride over to Biddlehampton, the scene of Farnie's\r\nadventures, on somebody else's bicycle, his destination being the\r\nresidence of a certain Colonel Ashby, no relation, but a great friend\r\nof his father's.\r\n\r\nThe gallant Colonel had, besides his other merits--which were\r\nnumerous--the pleasant characteristic of leaving his guests to\r\nthemselves. To be left to oneself under some circumstances is apt to be\r\na drawback, but in this case there was never any lack of amusements.\r\nThe only objection that Pringle ever found was that there was too much\r\nto do in the time. There was shooting, riding, fishing, and also\r\nstump-cricket. Given proper conditions, no game in existence yields to\r\nstump-cricket in the matter of excitement. A stable-yard makes the best\r\npitch, for the walls stop all hits and you score solely by boundaries,\r\none for every hit, two if it goes past the coach-room door, four to the\r\nend wall, and out if you send it over. It is perfect.\r\n\r\nThere were two junior Ashbys, twins, aged sixteen. They went to school\r\nat Charchester, returning to the ancestral home for the weekend.\r\nSometimes when Pringle came they would bring a school friend, in which\r\ncase Pringle and he would play the twins. But as a rule the programme\r\nconsisted of a series of five test matches, Charchester _versus_\r\nBeckford; and as Pringle was almost exactly twice as good as each of\r\nthe twins taken individually, when they combined it made the sides very\r\neven, and the test matches were fought out with the most deadly\r\nkeenness.\r\n\r\nAfter lunch the Colonel was in the habit of taking Pringle for a stroll\r\nin the grounds, to watch him smoke a cigar or two. On this Sunday the\r\nconversation during the walk, after beginning, as was right and proper,\r\nwith cricket, turned to work.\r\n\r\n'Let me see,' said the Colonel, as Pringle finished the description of\r\nhow point had almost got to the square cut which had given him his\r\ncentury against Charchester, 'you're out of the Upper Fifth now, aren't\r\nyou? I always used to think you were going to be a fixture there. You\r\nare like your father in that way. I remember him at Rugby spending\r\nyears on end in the same form. Couldn't get out of it. But you did get\r\nyour remove, if I remember?'\r\n\r\n'Rather,' said Pringle, 'years ago. That's to say, last term. And I'm\r\njolly glad I did, too.'\r\n\r\nHis errant memory had returned to the poetry prize once more.\r\n\r\n'Oh,' said the Colonel, 'why is that?'\r\n\r\nPringle explained the peculiar disadvantages that attended membership\r\nof the Upper Fifth during the summer term.\r\n\r\n'I don't think a man ought to be allowed to spend his money in these\r\nspecial prizes,' he concluded; 'at any rate they ought to be Sixth Form\r\naffairs. It's hard enough having to do the ordinary work and keep up\r\nyour cricket at the same time.'\r\n\r\n'They are compulsory then?'\r\n\r\n'Yes. Swindle, I call it. The chap who shares my study at Beckford is\r\nin the Upper Fifth, and his hair's turning white under the strain. The\r\nworst of it is, too, that I've promised to help him, and I never seem\r\nto have any time to give to the thing. I could turn out a great poem if\r\nI had an hour or two to spare now and then.'\r\n\r\n'What's the subject?'\r\n\r\n'Death of Dido this year. They are always jolly keen on deaths. Last\r\nyear it was Cato, and the year before Julius Caesar. They seem to have\r\nvery morbid minds. I think they might try something cheerful for a\r\nchange.'\r\n\r\n'Dido,' said the Colonel dreamily. 'Death of Dido. Where have I heard\r\neither a story or a poem or a riddle or something in some way connected\r\nwith the death of Dido? It was years ago, but I distinctly remember\r\nhaving heard somebody mention the occurrence. Oh, well, it will come\r\nback presently, I dare say.'\r\n\r\nIt did come back presently. The story was this. A friend of Colonel\r\nAshby's--the one-time colonel of his regiment, to be exact--was an\r\nearnest student of everything in the literature of the country that\r\ndealt with Sport. This gentleman happened to read in a publisher's list\r\none day that a limited edition of _The Dark Horse_, by a Mr Arthur\r\nJames, was on sale, and might be purchased from the publisher by all\r\nwho were willing to spend half a guinea to that end.\r\n\r\n'Well, old Matthews,' said the Colonel, 'sent off for this book.\r\nThought it must be a sporting novel, don't you know. I shall never\r\nforget his disappointment when he opened the parcel. It turned out to\r\nbe a collection of poems. _The Dark Horse, and Other Studies in the\r\nTragic_, was its full title.'\r\n\r\n'Matthews never had a soul for poetry, good or bad. _The Dark\r\nHorse_ itself was about a knight in the Middle Ages, you know. Great\r\nnonsense it was, too. Matthews used to read me passages from time to\r\ntime. When he gave up the regiment he left me the book as a farewell\r\ngift. He said I was the only man he knew who really sympathized with\r\nhim in the affair. I've got it still. It's in the library somewhere, if\r\nyou care to look at it. What recalled it to my mind was your mention of\r\nDido. The second poem was about the death of Dido, as far as I can\r\nremember. I'm no judge of poetry, but it didn't strike me as being very\r\ngood. At the same time, you might pick up a hint or two from it. It\r\nought to be in one of the two lower shelves on the right of the door as\r\nyou go in. Unless it has been taken away. That is not likely, though.\r\nWe are not very enthusiastic poetry readers here.'\r\n\r\nPringle thanked him for his information, and went back to the\r\nstable-yard, where he lost the fourth test match by sixteen runs, owing\r\nto preoccupation. You can't play a yorker on the leg-stump with a thin\r\nwalking-stick if your mind is occupied elsewhere. And the leg-stump\r\nyorkers of James, the elder (by a minute) of the two Ashbys, were\r\nachieving a growing reputation in Charchester cricket circles.\r\n\r\nOne ought never, thought Pringle, to despise the gifts which Fortune\r\nbestows on us. And this mention of an actual completed poem on the very\r\nsubject which was in his mind was clearly a gift of Fortune. How much\r\nbetter it would be to read thoughtfully through this poem, and quarry\r\nout a set of verses from it suitable to Lorimer's needs, than to waste\r\nhis brain-tissues in trying to evolve something original from his own\r\ninner consciousness. Pringle objected strongly to any unnecessary waste\r\nof his brain-tissues. Besides, the best poets borrowed. Virgil did it.\r\nTennyson did it. Even Homer--we have it on the authority of Mr\r\nKipling--when he smote his blooming lyre went and stole what he thought\r\nhe might require. Why should Pringle of the School House refuse to\r\nfollow in such illustrious footsteps?\r\n\r\nIt was at this point that the guileful James delivered his insidious\r\nyorker, and the dull thud of the tennis ball on the board which served\r\nas the wicket told a listening world that Charchester had won the\r\nfourth test match, and that the scores were now two all.\r\n\r\nBut Beckford's star was to ascend again. Pringle's mind was made up. He\r\nwould read the printed poem that very night, and before retiring to\r\nrest he would have Lorimer's verses complete and ready to be sent in\r\nfor judgement to the examiner. But for the present he would dismiss the\r\nmatter from his mind, and devote himself to polishing off the\r\nCharchester champions in the fifth and final test match. And in this he\r\nwas successful, for just as the bell rang, summoning the players in to\r\na well-earned tea, a sweet forward drive from his walking-stick crashed\r\nagainst the end wall, and Beckford had won the rubber.\r\n\r\n'As the young batsman, undefeated to the last, reached the pavilion,'\r\nsaid Pringle, getting into his coat, 'a prolonged and deafening salvo\r\nof cheers greeted him. His twenty-three not out, compiled as it was\r\nagainst the finest bowling Charchester could produce, and on a wicket\r\nthat was always treacherous (there's a brick loose at the top end), was\r\nan effort unique in its heroism.'\r\n\r\n'Oh, _come_ on,' said the defeated team.\r\n\r\n'If you have fluked a win,' said James, 'it's nothing much. Wait till\r\nnext visiting Sunday.'\r\n\r\nAnd the teams went in to tea.\r\n\r\nIn the programme which Pringle had mapped out for himself, he was to go\r\nto bed with his book at the highly respectable hour of ten, work till\r\neleven, and then go to sleep. But programmes are notoriously subject to\r\nalterations. Pringle's was altered owing to a remark made immediately\r\nafter dinner by John Ashby, who, desirous of retrieving the fallen\r\nfortunes of Charchester, offered to play Pringle a hundred up at\r\nbilliards, giving him thirty. Now Pringle's ability in the realm of\r\nsport did not extend to billiards. But the human being who can hear\r\nunmoved a fellow human being offering him thirty start in a game of a\r\nhundred has yet to be born. He accepted the challenge, and permission\r\nto play having been granted by the powers that were, on the\r\nunderstanding that the cloth was not to be cut and as few cues broken\r\nas possible, the game began, James acting as marker.\r\n\r\nThere are doubtless ways by which a game of a hundred up can be got\r\nthrough in less than two hours, but with Pringle and his opponent\r\ndesire outran performance. When the highest break on either side is\r\nsix, and the average break two, matters progress with more stateliness\r\nthan speed. At last, when the hands of the clock both pointed to the\r\nfigure eleven, Pringle, whose score had been at ninety-eight since\r\nhalf-past ten, found himself within two inches of his opponent's ball,\r\nwhich was tottering on the very edge of the pocket. He administered the\r\n_coup de grace_ with the air of a John Roberts, and retired\r\ntriumphant; while the Charchester representatives pointed out that as\r\ntheir score was at seventy-four, they had really won a moral victory by\r\nfour points. To which specious and unsportsmanlike piece of sophistry\r\nPringle turned a deaf ear.\r\n\r\nIt was now too late for any serious literary efforts. No bard can do\r\nwithout his sleep. Even Homer used to nod at times. So Pringle\r\ncontented himself with reading through the poem, which consisted of\r\nsome thirty lines, and copying the same down on a sheet of notepaper\r\nfor future reference. After which he went to bed.\r\n\r\nIn order to arrive at Beckford in time for morning school, he had to\r\nstart from the house at eight o'clock punctually. This left little time\r\nfor poetical lights. The consequence was that when Lorimer, on the\r\nfollowing afternoon, demanded the poem as per contract, all that\r\nPringle had to show was the copy which he had made of the poem in the\r\nbook. There was a moment's suspense while Conscience and Sheer\r\nWickedness fought the matter out inside him, and then Conscience, which\r\nhad started on the encounter without enthusiasm, being obviously flabby\r\nand out of condition, threw up the sponge.\r\n\r\n'Here you are,' said Pringle, 'it's only a rough copy, but here it\r\n_is_.'\r\n\r\nLorimer perused it hastily.\r\n\r\n'But, I say,' he observed in surprised and awestruck tones, 'this is\r\nrather good.'\r\n\r\nIt seemed to strike him as quite a novel idea. 'Yes, not bad, is it?'\r\n\r\n'But it'll get the prize.'\r\n\r\n'Oh, we shall have to prevent that somehow.'\r\n\r\nHe did not mention how, and Lorimer did not ask.\r\n\r\n'Well, anyhow,' said Lorimer, 'thanks awfully. I hope you've not fagged\r\nabout it too much.'\r\n\r\n'Oh no,' said Pringle airily, 'rather not. It's been no trouble at\r\nall.'\r\n\r\nHe thus, it will be noticed, concluded a painful and immoral scene by\r\nspeaking perfect truth. A most gratifying reflection.\r\n\r\n\r\n\r\n\r\n[12]\r\n\r\n'WE, THE UNDERSIGNED--'\r\n\r\n\r\nNorris kept his word with regard to the Bishop's exclusion from the\r\nEleven. The team which had beaten the O.B.s had not had the benefit of\r\nhis assistance, Lorimer appearing in his stead. Lorimer was a fast\r\nright-hand bowler, deadly in House matches or on a very bad wicket. He\r\nwas the mainstay of the Second Eleven attack, and in an ordinary year\r\nwould have been certain of his First Eleven cap. This season, however,\r\nwith Gosling, Baynes, and the Bishop, the School had been unusually\r\nstrong, and Lorimer had had to wait.\r\n\r\nThe non-appearance of his name on the notice-board came as no surprise\r\nto Gethryn. He had had the advantage of listening to Norris's views on\r\nthe subject. But when Marriott grasped the facts of the case, he went\r\nto Norris and raved. Norris, as is right and proper in the captain of a\r\nSchool team when the wisdom of his actions is called into question,\r\ntreated him with no respect whatever.\r\n\r\n'It's no good talking,' he said, when Marriott had finished a brisk\r\nopening speech, 'I know perfectly well what I'm doing.'\r\n\r\n'Then there's no excuse for you at all,' said Marriott. 'If you were\r\nmad or delirious I could understand it.'\r\n\r\n'Come and have an ice,' said Norris.\r\n\r\n'Ice!' snorted Marriott. 'What's the good of standing there babbling\r\nabout ices! Do you know we haven't beaten the O.B.s for four years?'\r\n\r\n'We shall beat them this year.'\r\n\r\n'Not without Gethryn.'\r\n\r\n'We certainly shan't beat them with Gethryn, because he's not going to\r\nplay. A chap who chooses the day of the M.C.C. match to go off for the\r\nafternoon, and then refuses to explain, can consider himself jolly well\r\nchucked until further notice. Feel ready for that ice yet?'\r\n\r\n'Don't be an ass.'\r\n\r\n'Well, if ever you do get any ice, take my tip and tie it carefully\r\nround your head in a handkerchief. Then perhaps you'll be able to see\r\nwhy Gethryn isn't playing against the O.B.s on Saturday.'\r\n\r\nAnd Marriott went off raging, and did not recover until late in the\r\nafternoon, when he made eighty-three in an hour for Leicester's House\r\nin a scratch game.\r\n\r\nThere were only three of the eleven Houses whose occupants seriously\r\nexpected to see the House cricket cup on the mantelpiece of their\r\ndining-room at the end of the season. These were the School House,\r\nJephson's, and Leicester's. In view of Pringle's sensational feats\r\nthroughout the term, the knowing ones thought that the cup would go to\r\nthe School House, with Leicester's runners-up. The various members of\r\nthe First Eleven were pretty evenly distributed throughout the three\r\nHouses. Leicester's had Gethryn, Reece, and Marriott. Jephson's relied\r\non Norris, Bruce, and Baker. The School House trump card was Pringle,\r\nwith Lorimer and Baynes to do the bowling, and Hill of the First Eleven\r\nand Kynaston and Langdale of the second to back him up in the batting\r\ndepartment. Both the other First Eleven men were day boys.\r\n\r\nThe presence of Gosling in any of the House elevens, however weak on\r\npaper, would have lent additional interest to the fight for the cup;\r\nfor in House matches, where every team has more or less of a tail, one\r\nreally good fast bowler can make a surprising amount of difference to a\r\nside.\r\n\r\nThere was a great deal of interest in the School about the House cup.\r\nThe keenest of all games at big schools are generally the House\r\nmatches. When Beckford met Charchester or any of the four schools which\r\nit played at cricket and football, keenness reached its highest pitch.\r\nBut next to these came the House matches.\r\n\r\nNow that he no longer played for the Eleven, the Bishop was able to\r\ngive his whole mind to training the House team in the way it should go.\r\nExclusion from the First Eleven meant also that he could no longer,\r\nunless possessed of an amount of _sang-froid_ so colossal as\r\nalmost to amount to genius, put in an appearance at the First Eleven\r\nnet. Under these circumstances Leicester's net summoned him. Like Mr\r\nPhil May's lady when she was ejected (with perfect justice) by a\r\nbarman, he went somewhere where he would be respected. To the House,\r\nthen, he devoted himself, and scratch games and before-breakfast\r\nfield-outs became the order of the day.\r\n\r\nHouse fielding before breakfast is one of the things which cannot be\r\nclassed under the head of the Lighter Side of Cricket. You get up in\r\nthe small hours, dragged from a comfortable bed by some sportsman who,\r\nyou feel, carries enthusiasm to a point where it ceases to be a virtue\r\nand becomes a nuisance. You get into flannels, and, still half asleep,\r\nstagger off to the field, where a hired ruffian hits you up catches\r\nwhich bite like serpents and sting like adders. From time to time he\r\nadds insult to injury by shouting 'get to 'em!', 'get to 'em!'--a\r\nremark which finds but one parallel in the language, the 'keep moving'\r\nof the football captain. Altogether there are many more pleasant\r\noccupations than early morning field-outs, and it requires a\r\nconsiderable amount of keenness to carry the victim through them\r\nwithout hopelessly souring his nature and causing him to foster\r\nuncharitable thoughts towards his House captain.\r\n\r\nJ. Monk of Leicester's found this increased activity decidedly\r\nuncongenial. He had no real patriotism in him. He played cricket well,\r\nbut he played entirely for himself.\r\n\r\nIf, for instance, he happened to make fifty in a match--and it happened\r\nfairly frequently--he vastly preferred that the rest of the side should\r\nmake ten between them than that there should be any more half-centuries\r\non the score sheet, even at the expense of losing the match. It was not\r\nlikely, therefore, that he would take kindly to this mortification of\r\nthe flesh, the sole object of which was to make everybody as\r\nconspicuous as everybody else. Besides, in the matter of fielding he\r\nconsidered that he had nothing to learn, which, as Euclid would say,\r\nwas absurd. Fielding is one of the things which is never perfect.\r\n\r\nMonk, moreover, had another reason for disliking the field-outs.\r\nGethryn, as captain of the House team, was naturally master of the\r\nceremonies, and Monk objected to Gethryn. For this dislike he had solid\r\nreasons. About a fortnight after the commencement of term, the Bishop,\r\ngoing downstairs from his study one afternoon, was aware of what\r\nappeared to be a species of free fight going on in the doorway of the\r\nsenior day-room. The senior day-room was where the rowdy element of the\r\nHouse collected, the individuals who were too old to be fags, and too\r\nlow down in the School to own studies.\r\n\r\nUnder ordinary circumstances the Bishop would probably have passed on\r\nwithout investigating the matter. A head of a house hates above all\r\nthings to get a name for not minding his own business in unimportant\r\nmatters. Such a reputation tells against him when he has to put his\r\nfoot down over big things. To have invaded the senior day-room and\r\nstopped a conventional senior day-room 'rag' would have been\r\ninterfering with the most cherished rights of the citizens, the freedom\r\nwhich is the birthright of every Englishman, so to speak.\r\n\r\nBut as he passed the door which had just shut with a bang behind the\r\nfree fighters, he heard Monk's voice inside, and immediately afterwards\r\nthe voice of Danvers, and he stopped. In the first place, he reasoned\r\nwithin himself, if Monk and Danvers were doing anything, it was\r\nprobably something wrong, and ought to be stopped. Gethryn always had\r\nthe feeling that it was his duty to go and see what Monk and Danvers\r\nwere doing, and tell them they mustn't. He had a profound belief in\r\ntheir irreclaimable villainy. In the second place, having studies of\r\ntheir own, they had no business to be in the senior day-room at all. It\r\nwas contrary to the etiquette of the House for a study man to enter the\r\nsenior day-room, and as a rule the senior day-room resented it. As to\r\nall appearances they were not resenting it now, the obvious conclusion\r\nwas that something was going on which ought to cease.\r\n\r\nThe Bishop opened the door. Etiquette did not compel the head of the\r\nHouse to knock, the rule being that you knocked only at the doors of\r\nthose senior to you in the House. He was consequently enabled to\r\nwitness a tableau which, if warning had been received of his coming,\r\nwould possibly have broken up before he entered. In the centre of the\r\ngroup was Wilson, leaning over the study table, not so much as if he\r\nliked so leaning as because he was held in that position by Danvers. In\r\nthe background stood Monk, armed with a walking-stick. Round the walls\r\nwere various ornaments of the senior day-room in attitudes of expectant\r\nattention, being evidently content to play the part of 'friends and\r\nretainers', leaving the leading parts in the hands of Monk and his\r\ncolleague.\r\n\r\n'Hullo,' said the Bishop, 'what's going on?'\r\n\r\n'It's all right, old chap,' said Monk, grinning genially, 'we're only\r\nhaving an execution.'\r\n\r\n'What's the row?' said the Bishop. 'What's Wilson been doing?'\r\n\r\n'Nothing,' broke in that youth, who had wriggled free from Danvers's\r\nclutches. 'I haven't done a thing, Gethryn. These beasts lugged me out\r\nof the junior day-room without saying what for or anything.'\r\n\r\nThe Bishop began to look dangerous. This had all the outward aspect of\r\na case of bullying. Under Reynolds's leadership Leicester's had gone in\r\nrather extensively for bullying, and the Bishop had waited hungrily for\r\na chance of catching somebody actively engaged in the sport, so that he\r\nmight drop heavily on that person and make life unpleasant for him.\r\n\r\n'Well?' he said, turning to Monk, 'let's have it. What was it all\r\nabout, and what have you got to do with it?'\r\n\r\nMonk began to shuffle.\r\n\r\n'Oh, it was nothing much,' he said.\r\n\r\n'Then what are you doing with the stick?' pursued the Bishop\r\nrelentlessly.\r\n\r\n'Young Wilson cheeked Perkins,' said Monk.\r\n\r\nMurmurs of approval from the senior day-room. Perkins was one of the\r\nornaments referred to above.\r\n\r\n'How?' asked Gethryn.\r\n\r\nWilson dashed into the conversation again.\r\n\r\n'Perkins told me to go and get him some grub from the shop. I was doing\r\nsome work, so I couldn't. Besides, I'm not his fag. If Perkins wants to\r\ngo for me, why doesn't he do it himself, and not get about a hundred\r\nfellows to help him?'\r\n\r\n'Exactly,' said the Bishop. 'A very sensible suggestion. Perkins, fall\r\nupon Wilson and slay him. I'll see fair play. Go ahead.'\r\n\r\n'Er--no,' said Perkins uneasily. He was a small, weedy-looking youth,\r\nnot built for fighting except by proxy, and he remembered the episode\r\nof Wilson and Skinner.\r\n\r\n'Then the thing's finished,' said Gethryn. 'Wilson walks over. We\r\nneedn't detain you, Wilson.'\r\n\r\nWilson departed with all the honours of war, and the Bishop turned to\r\nMonk.\r\n\r\n'Now perhaps you'll tell me,' he said, 'what the deuce you and Danvers\r\nare doing here?'\r\n\r\n'Well, hang it all, old chap--'\r\n\r\nThe Bishop begged that Monk would not call him 'old chap'.\r\n\r\n'I'll call you \"sir\", if you like,' said Monk.\r\n\r\nA gleam of hope appeared in the Bishop's eye. Monk was going to give\r\nhim the opportunity he had long sighed for. In cold blood he could\r\nattack no one, not even Monk, but if he was going to be rude, that\r\naltered matters.\r\n\r\n'What business have you in the day-room?' he said. 'You've got studies\r\nof your own.'\r\n\r\n'If it comes to that,' said Monk, 'so have you. We've got as much\r\nbusiness here as you. What the deuce are you doing here?'\r\n\r\nTaken by itself, taken neat, as it were, this repartee might have been\r\ninsufficient to act as a _casus belli_, but by a merciful\r\ndispensation of Providence the senior day-room elected to laugh at the\r\nremark, and to laugh loudly. Monk also laughed. Not, however, for long.\r\nThe next moment the Bishop had darted in, knocked his feet from under\r\nhim, and dragged him to the door. Captain Kettle himself could not have\r\ndone it more neatly.\r\n\r\n'Now,' said the Bishop, 'we can discuss the point.'\r\n\r\nMonk got up, looking greener than usual, and began to dust his clothes.\r\n\r\n'Don't talk rot,' he said, 'I can't fight a prefect.'\r\n\r\nThis, of course, the Bishop had known all along. What he had intended\r\nto do if Monk had kept up his end he had not decided when he embarked\r\nupon the engagement. The head of a House cannot fight by-battles with\r\nhis inferiors without the loss of a good deal of his painfully acquired\r\ndignity. But Gethryn knew Monk, and he had felt justified in risking\r\nit. He improved the shining hour with an excursus on the subject of\r\nbullying, dispensed a few general threats, and left the room.\r\n\r\nMonk had--perhaps not unnaturally--not forgotten the incident, and now\r\nthat public opinion ran strongly against Gethryn on account of his\r\nM.C.C. match manoeuvres, he acted. A mass meeting of the Mob was called\r\nin his study, and it was unanimously voted that field-outs in the\r\nmorning were undesirable, and that it would be judicious if the team\r\nwere to strike. Now, as the Mob included in their numbers eight of the\r\nHouse Eleven, their opinions on the subject carried weight.\r\n\r\n'Look here,' said Waterford, struck with a brilliant idea, 'I tell you\r\nwhat we'll do. Let's sign a round-robin refusing to play in the House\r\nmatches unless Gethryn resigns the captaincy and the field-outs stop.'\r\n\r\n'We may as well sign in alphabetical order,' said Monk prudently.\r\n'It'll make it safer.'\r\n\r\nThe idea took the Mob's fancy. The round-robin was drawn up and signed.\r\n\r\n'Now, if we could only get Reece,' suggested Danvers. 'It's no good\r\nasking Marriott, but Reece might sign.'\r\n\r\n'Let's have a shot at any rate,' said Monk.\r\n\r\nAnd a deputation, consisting of Danvers, Waterford, and Monk, duly\r\nwaited upon Reece in his study, and broached the project to him.\r\n\r\n\r\n\r\n\r\n[13]\r\n\r\nLEICESTER'S HOUSE TEAM GOES INTO A SECOND EDITION\r\n\r\n\r\nReece was working when the deputation entered. He looked up\r\nenquiringly, but if he was pleased to see his visitors he managed to\r\nconceal the fact.\r\n\r\n'Oh, I say, Reece,' began Monk, who had constituted himself spokesman\r\nto the expedition, 'are you busy?'\r\n\r\n'Yes,' said Reece simply, going on with his writing.\r\n\r\nThis might have discouraged some people, but Nature had equipped Monk\r\nwith a tough skin, which hints never pierced. He dropped into a chair,\r\ncrossed his legs, and coughed. Danvers and Waterford leaned in\r\npicturesque attitudes against the door and mantelpiece. There was a\r\nsilence for a minute, during which Reece continued to write unmoved.\r\n\r\n'Take a seat, Monk,' he said at last, without looking up.\r\n\r\n'Oh, er, thanks, I have,' said Monk. 'I say, Reece, we wanted to speak\r\nto you.'\r\n\r\n'Go ahead then,' said Reece. 'I can listen and write at the same time.\r\nI'm doing this prose against time.'\r\n\r\n'It's about Gethryn.'\r\n\r\n'What's Gethryn been doing?'\r\n\r\n'Oh, I don't know. Nothing special. It's about his being captain of the\r\nHouse team. The chaps seem to think he ought to resign.'\r\n\r\n'Which chaps?' enquired Reece, laying down his pen and turning round in\r\nhis chair.\r\n\r\n'The rest of the team, you know.'\r\n\r\n'Why don't they think he ought to be captain? The head of the House is\r\nalways captain of the House team unless he's too bad to be in it at\r\nall. Don't the chaps think Gethryn's good at cricket?'\r\n\r\n'Oh, he's good enough,' said Monk. 'It's more about this M.C.C. match\r\nbusiness, you know. His cutting off like that in the middle of the\r\nmatch. The chaps think the House ought to take some notice of it.\r\nExpress its disapproval, and that sort of thing.'\r\n\r\n'And what do the chaps think of doing about it?'\r\n\r\nMonk inserted a hand in his breast-pocket, and drew forth the\r\nround-robin. He straightened it out, and passed it over to Reece.\r\n\r\n'We've drawn up this notice,' he said, 'and we came to see if you'd\r\nsign it. Nearly all the other chaps in the team have.'\r\n\r\nReece perused the document gravely. Then he handed it back to its\r\nowner.\r\n\r\n'What rot,' said he.\r\n\r\n'I don't think so at all,' said Monk.\r\n\r\n'Nor do I,' broke in Danvers, speaking for the first time. 'What else\r\ncan we do? We can't let a chap like Gethryn stick to the captaincy.'\r\n\r\n'Why not?'\r\n\r\n'A cad like that!'\r\n\r\n'That's a matter of opinion. I don't suppose everyone thinks him a cad.\r\nI don't, personally.'\r\n\r\n'Well, anyway,' asked Waterford, 'are you going to sign?'\r\n\r\n'My good man, of course I'm not. Do you mean to say you seriously\r\nintend to hand in that piffle to Gethryn?'\r\n\r\n'Rather,' said Monk.\r\n\r\n'Then you'll be making fools of yourselves. I'll tell you exactly\r\nwhat'll happen, if you care to know. Gethryn will read this rot, and\r\nsimply cut everybody whose name appears on the list out of the House\r\nteam. I don't know if you're aware of it, but there are several other\r\nfellows besides you in the House. And if you come to think of it, you\r\naren't so awfully good. You three are in the Second. The other five\r\nhaven't got colours at all.'\r\n\r\n'Anyhow, we're all in the House team,' said Monk.\r\n\r\n'Don't let that worry you,' said Reece, 'you won't be long, if you show\r\nGethryn that interesting document. Anything else I can do for you?'\r\n\r\n'No, thanks,' said Monk. And the deputation retired.\r\n\r\nWhen they had gone, Reece made his way to the Bishop's study. It was\r\nnot likely that the deputation would deliver their ultimatum until late\r\nat night, when the study would be empty. From what Reece knew of Monk,\r\nhe judged that it would be pleasanter to him to leave the document\r\nwhere the Bishop could find it in the morning, rather than run the\r\nrisks that might attend a personal interview. There was time,\r\ntherefore, to let Gethryn know what was going to happen, so that he\r\nmight not be surprised into doing anything rash, such as resigning the\r\ncaptaincy, for example. Not that Reece thought it likely that he would,\r\nbut it was better to take no risks.\r\n\r\nBoth Marriott and Gethryn were in the study when he arrived.\r\n\r\n'Hullo, Reece,' said Marriott, 'come in and take several seats. Have\r\n a biscuit? Have two. Have a good many.'\r\n\r\nReece helped himself, and gave them a brief description of the late\r\ninterview.\r\n\r\n'I'm not surprised,' said Gethryn, 'I thought Monk would be getting at\r\nme somehow soon. I shall _have_ to slay that chap someday. What\r\nought I to do, do you think?'\r\n\r\n'My dear chap,' said Marriott, 'there's only one thing you can do. Cut\r\nthe lot of them out of the team, and fill up with substitutes.'\r\n\r\nReece nodded approval.\r\n\r\n'Of course. That's what you must do. As a matter of fact, I told them\r\nyou would. I've given you a reputation. You must live up to it.'\r\n\r\n'Besides,' continued Marriott, 'after all it isn't such a crusher, when\r\nyou come to think of it. Only four of them are really certainties for\r\ntheir places, Monk, Danvers, Waterford, and Saunders. The rest are\r\nsimply tail.'\r\n\r\nReece nodded again. 'Great minds think alike. Exactly what I told them,\r\nonly they wouldn't listen.'\r\n\r\n'Well, whom do you suggest instead of them? Some of the kids are jolly\r\nkeen and all that, but they wouldn't be much good against Baynes and\r\nLorimer, for instance.'\r\n\r\n'If I were you,' said Marriott, 'I shouldn't think about their batting\r\nat all. I should go simply for fielding. With a good fielding side we\r\nought to have quite a decent chance. There's no earthly reason why you\r\nand Reece shouldn't put on enough for the first wicket to win all the\r\nmatches. It's been done before. Don't you remember the School House\r\ngetting the cup four years ago when Twiss was captain? They had nobody\r\nwho was any earthly good except Twiss and Birch, and those two used to\r\nmake about a hundred and fifty between them in every match. Besides,\r\nsome of the kids can bat rather well. Wilson for one. He can bowl,\r\ntoo.'\r\n\r\n'Yes,' said the Bishop, 'all right. Stick down Wilson. Who else?\r\nGregson isn't bad. He can field in the slips, which is more than a good\r\nmany chaps can.'\r\n\r\n'Gregson's good,' said Reece, 'put him down. That makes five. You might\r\nhave young Lee in too. I've seen him play like a book at his form net\r\nonce or twice.'\r\n\r\n'Lee--six. Five more wanted. Where's a House list? Here we are. Now.\r\nAdams, Bond, Brown, Burgess. Burgess has his points. Shall I stick him\r\ndown?'\r\n\r\n'Not presume to dictate,' said Marriott, 'but Adams is streets better\r\nthan Burgess as a field, and just as good a bat.'\r\n\r\n'Why, when have you seen him?'\r\n\r\n'In a scratch game between his form and another. He was carting all\r\nover the shop. Made thirty something.'\r\n\r\n'We'll have both of them in, then. Plenty of room. This is the team so\r\nfar. Wilson, Gregson, Lee, Adams, and Burgess, with Marriott, Reece,\r\nand Gethryn. Jolly hot stuff it is, too, by Jove. We'll simply walk\r\nthat tankard. Now, for the last places. I vote we each select a man,\r\nand nobody's allowed to appeal against the other's decision. I lead off\r\nwith Crowinshaw. Good name, Crowinshaw. Look well on a score sheet.'\r\n\r\n'Heave us the list,' said Marriott. 'Thanks. My dear sir, there's only\r\none man in the running at all, which his name's Chamberlain. Shove down\r\nJoseph, and don't let me hear anyone breathe a word against him. Come\r\non, Reece, let's have your man. I bet Reece selects some weird rotter.'\r\n\r\nReece pondered.\r\n\r\n'Carstairs,' he said.\r\n\r\n'Oh, my very dear sir! Carstairs!'\r\n\r\n'All criticism barred,' said the Bishop.\r\n\r\n'Sorry. By the way, what House are we drawn against in the first\r\nround?'\r\n\r\n'Webster's.'\r\n\r\n'Ripping. We can smash Webster's. They've got nobody. It'll be rather a\r\ngood thing having an easy time in our first game. We shall be able to\r\nget some idea about the team's play. I shouldn't think we could\r\npossibly get beaten by Webster's.'\r\n\r\nThere was a knock at the door. Wilson came in with a request that he\r\nmight fetch a book that he had left in the study.\r\n\r\n'Oh, Wilson, just the man I wanted to see,' said the Bishop. 'Wilson,\r\nyou're playing against Webster's next week.'\r\n\r\n'By Jove,' said Wilson, 'am I really?'\r\n\r\nHe had spent days in working out on little slips of paper during school\r\nhis exact chances of getting a place in the House team. Recently,\r\nhowever, he had almost ceased to hope. He had reckoned on at least\r\neight of the senior study being chosen before him.\r\n\r\n'Yes,' said the Bishop, 'you must buck up. Practise fielding every\r\nminute of your spare time. Anybody'll hit you up catches if you ask\r\nthem.'\r\n\r\n'Right,' said Wilson, 'I will.'\r\n\r\n'All right, then. Go, and tell Lee that I want to see him.'\r\n\r\n'Lee,' said the Bishop, when that worthy appeared, 'I wanted to see\r\nyou, to tell you you're playing for the House against Webster's.\r\nThought you might like to know.'\r\n\r\n'By Jove,' said Lee, 'am I really?'\r\n\r\n'Yes. Buck up with your fielding.'\r\n\r\n'Right,' said Lee.\r\n\r\n'That's all. If you're going downstairs, you might tell Adams to come\r\nup.'\r\n\r\nFor a quarter of an hour the Bishop interviewed the junior members of\r\nhis team, and impressed on each of them the absolute necessity of\r\nbucking up with his fielding. And each of them protested that the\r\nmatter should receive his best consideration.\r\n\r\n'Well, they're keen enough anyway,' said Marriott, as the door closed\r\nbehind Carstairs, the last of the new recruits, 'and that's the great\r\nthing. Hullo, who's that? I thought you had worked through the lot.\r\nCome in!'\r\n\r\nA small form appeared in the doorway, carrying in its right hand a\r\nneatly-folded note.\r\n\r\n'Monk told me to give you this, Gethryn.'\r\n\r\n'Half a second,' said the Bishop, as the youth made for the door.\r\n'There may be an answer.'\r\n\r\n'Monk said there wouldn't be one.'\r\n\r\n'Oh. No, it's all right. There isn't an answer.'\r\n\r\nThe door closed. The Bishop laughed, and threw the note over to Reece.\r\n\r\n'Recognize it?'\r\n\r\nReece examined the paper.\r\n\r\n'It's a fair copy. The one Monk showed me was rather smudged. I suppose\r\nthey thought you might be hurt if you got an inky round-robin.\r\nConsiderate chap, Monk.'\r\n\r\n'Let's have a look,' said Marriott. 'By Jove. I say, listen to this\r\nbit. Like Macaulay, isn't it?'\r\n\r\nHe read extracts from the ultimatum.\r\n\r\n'Let's have it,' said Gethryn, stretching out a hand.\r\n\r\n'Not much. I'm going to keep it, and have it framed.'\r\n\r\n'All right. I'm going down now to put up the list.'\r\n\r\nWhen he had returned to the study, Monk and Danvers came quietly\r\ndownstairs to look at the notice-board. It was dark in the passage, and\r\nMonk had to strike a light before he could see to read.\r\n\r\n'By George,' he said, as the match flared up, 'Reece was right. He\r\nhas.'\r\n\r\n'Well, there's one consolation,' commented Danvers viciously, 'they\r\ncan't possibly get that cup now. They'll have to put us in again soon,\r\nyou see if they don't.'\r\n\r\n''M, yes,' said Monk doubtfully.\r\n\r\n\r\n\r\n\r\n[14]\r\n\r\nNORRIS TAKES A SHORT HOLIDAY\r\n\r\n\r\n'It's all rot,' observed Pringle, 'to say that they haven't a chance,\r\nbecause they have.'\r\n\r\nHe and Lorimer were passing through the cricket-field on their way back\r\nfrom an early morning visit to the baths, and had stopped to look at\r\nLeicester's House team (revised version) taking its daily hour of\r\nfielding practice. They watched the performance keenly and critically,\r\nas spies in an enemy's camp.\r\n\r\n'Who said they hadn't a chance?' said Lorimer. 'I didn't.'\r\n\r\n'Oh, everybody. The chaps call them the Kindergarten and the Kids'\r\nHappy League, and things of that sort. Rot, I call it. They seem to\r\nforget that you only want two or three really good men in a team if the\r\nrest can field. Look at our crowd. They've all either got their\r\ncolours, or else are just outside the teams, and I swear you can't rely\r\non one of them to hold the merest sitter right into his hands.'\r\n\r\nOn the subject of fielding in general, and catching in particular,\r\nPringle was feeling rather sore. In the match which his House had just\r\nwon against Browning's, he had put himself on to bowl in the second\r\ninnings. He was one of those bowlers who manage to capture from six to\r\nten wickets in the course of a season, and the occasions on which he\r\nbowled really well were few. On this occasion he had bowled\r\nexcellently, and it had annoyed him when five catches, five soft,\r\ngentle catches, were missed off him in the course of four overs. As he\r\nwatched the crisp, clean fielding which was shown by the very smallest\r\nof Leicester's small 'tail', he felt that he would rather have any of\r\nthat despised eight on his side than any of the School House lights\r\nexcept Baynes and Lorimer.\r\n\r\n'Our lot's all right, really,' said Lorimer, in answer to Pringle's\r\nsweeping condemnation. 'Everybody has his off days. They'll be all\r\nright next match.'\r\n\r\n'Doubt it,' replied Pringle. 'It's all very well for you. You bowl to\r\nhit the sticks. I don't. Now just watch these kids for a moment. Now!\r\nLook! No, he couldn't have got to that. Wait a second. Now!'\r\n\r\nGethryn had skied one into the deep. Wilson, Burgess, and Carstairs all\r\nstarted for it.\r\n\r\n'Burgess,' called the Bishop.\r\n\r\nThe other two stopped dead. Burgess ran on and made the catch.\r\n\r\n'Now, there you are,' said Pringle, pointing his moral, 'see how those\r\ntwo kids stopped when Gethryn called. If that had happened in one of\r\nour matches, you'd have had half a dozen men rotting about underneath\r\nthe ball, and getting in one another's way, and then probably winding\r\nup by everybody leaving the catch to everybody else.'\r\n\r\n'Oh, come on,' said Lorimer, 'you're getting morbid. Why the dickens\r\ndidn't you think of having our fellows out for fielding practice, if\r\nyou're so keen on it?'\r\n\r\n'They wouldn't have come. When a chap gets colours, he seems to think\r\nhe's bought the place. You can't drag a Second Eleven man out of his\r\nbed before breakfast to improve his fielding. He thinks it can't be\r\nimproved. They're a heart-breaking crew.'\r\n\r\n'Good,' said Lorimer, 'I suppose that includes me?'\r\n\r\n'No. You're a model man. I have seen you hold a catch now and then.'\r\n\r\n'Thanks. Oh, I say, I gave in the poem yesterday. I hope the deuce it\r\nwon't get the prize. I hope they won't spot, either, that I didn't\r\nwrite the thing.'\r\n\r\n'Not a chance,' said Pringle complacently, 'you're all right. Don't you\r\nworry yourself.'\r\n\r\nWebster's, against whom Leicester's had been drawn in the opening round\r\nof the House matches, had three men in their team, and only three, who\r\nknew how to hold a bat. It was the slackest House in the School, and\r\nalways had been. It did not cause any overwhelming surprise,\r\naccordingly, when Leicester's beat them without fatigue by an innings\r\nand a hundred and twenty-one runs. Webster's won the toss, and made\r\nthirty-five. For Leicester's, Reece and Gethryn scored fifty and\r\nsixty-two respectively, and Marriott fifty-three not out. They then,\r\nwith two wickets down, declared, and rattled Webster's out for seventy.\r\nThe public, which had had its eye on the team, in order to see how its\r\ntail was likely to shape, was disappointed. The only definite fact that\r\ncould be gleaned from the match was that the junior members of the team\r\nwere not to be despised in the field. The early morning field-outs had\r\nhad their effect. Adams especially shone, while Wilson at cover and\r\nBurgess in the deep recalled Jessop and Tyldesley.\r\n\r\nThe School made a note of the fact. So did the Bishop. He summoned the\r\neight juniors _seriatim_ to his study, and administered much\r\npraise, coupled with the news that fielding before breakfast would go\r\non as usual.\r\n\r\nLeicester's had drawn against Jephson's in the second round. Norris's\r\nlot had beaten Cooke's by, curiously enough, almost exactly the same\r\nmargin as that by which Leicester's had defeated Webster's. It was\r\ngenerally considered that this match would decide Leicester's chances\r\nfor the cup. If they could beat a really hot team like Jephson's, it\r\nwas reasonable to suppose that they would do the same to the rest of\r\nthe Houses, though the School House would have to be reckoned with. But\r\nthe School House, as Pringle had observed, was weak in the field. It\r\nwas not a coherent team. Individually its members were good, but they\r\ndid not play together as Leicester's did.\r\n\r\nBut the majority of the School did not think seriously of their\r\nchances. Except for Pringle, who, as has been mentioned before, always\r\nmade a point of thinking differently from everyone else, no one really\r\nbelieved that they would win the cup, or even appear in the final. How\r\ncould a team whose tail began at the fall of the second wicket defeat\r\nteams which, like the School House, had no real tail at all?\r\n\r\nNorris supported this view. It was for this reason that when, at\r\nbreakfast on the day on which Jephson's were due to play Leicester's,\r\nhe received an invitation from one of his many uncles to spend a\r\nweekend at his house, he decided to accept it.\r\n\r\nThis uncle was a man of wealth. After winning two fortunes on the Stock\r\nExchange and losing them both, he had at length amassed a third, with\r\nwhich he retired in triumph to the country, leaving Throgmorton Street\r\nto exist as best it could without him. He had bought a 'show-place' at\r\na village which lay twenty miles by rail to the east of Beckford, and\r\nit had always been Norris's wish to see this show-place, a house which\r\nwas said to combine the hoariest of antiquity with a variety of modern\r\ncomforts.\r\n\r\nMerely to pay a flying visit there would be good. But his uncle held\r\nout an additional attraction. If Norris could catch the one-forty from\r\nHorton, he would arrive just in time to take part in a cricket match,\r\nthat day being the day of the annual encounter with the neighbouring\r\nvillage of Pudford. The rector of Pudford, the opposition captain, so\r\nwrote Norris's uncle, had by underhand means lured down three really\r\ndecent players from Oxford--not Blues, but almost--who had come to the\r\nvillage ostensibly to read classics with him as their coach, but in\r\nreality for the sole purpose of snatching from Little Bindlebury (his\r\nown village) the laurels they had so nobly earned the year before. He\r\nhad heard that Norris was captaining the Beckford team this year, and\r\nhad an average of thirty-eight point nought three two, so would he come\r\nand make thirty-eight point nought three two for Little Bindlebury?\r\n\r\n'This,' thought Norris, 'is Fame. This is where I spread myself. I must\r\nbe in this at any price.'\r\n\r\nHe showed the letter to Baker.\r\n\r\n'What a pity,' said Baker.\r\n\r\n'What's a pity?'\r\n\r\n'That you won't be able to go. It seems rather a catch.'\r\n\r\n'Can't go?' said Norris; 'my dear sir, you're talking through your hat.\r\nThink I'm going to refuse an invitation like this? Not if I know it.\r\nI'm going to toddle off to Jephson, get an exeat, and catch that\r\none-forty. And if I don't paralyse the Pudford bowling, I'll shoot\r\nmyself.'\r\n\r\n'But the House match! Leicester's! This afternoon!' gurgled the amazed\r\nBaker.\r\n\r\n'Oh, hang Leicester's. Surely the rest of you can lick the Kids' Happy\r\nLeague without my help. If you can't, you ought to be ashamed of\r\nyourselves. I've chosen you a wicket with my own hands, fit to play a\r\ntest match on.'\r\n\r\n'Of course we ought to lick them. But you can never tell at cricket\r\nwhat's going to happen. We oughtn't to run any risks when we've got\r\nsuch a good chance of winning the pot. Why, it's centuries since we won\r\nthe pot. Don't you go.'\r\n\r\n'I must, man. It's the chance of a lifetime.'\r\n\r\nBaker tried another method of attack.\r\n\r\n'Besides,' he said, 'you don't suppose Jephson'll let you off to play\r\nin a beastly little village game when there's a House match on?'\r\n\r\n'He must never know!' hissed Norris, after the manner of the\r\nSurrey-side villain.\r\n\r\n'He's certain to ask why you want to get off so early.'\r\n\r\n'I shall tell him my uncle particularly wishes me to come early.'\r\n\r\n'Suppose he asks why?'\r\n\r\n'I shall say I can't possibly imagine.'\r\n\r\n'Oh, well, if you're going to tell lies--'\r\n\r\n'Not at all. Merely a diplomatic evasion. I'm not bound to go and sob\r\nout my secrets on Jephson's waistcoat.'\r\n\r\nBaker gave up the struggle with a sniff. Norris went to Mr Jephson and\r\ngot leave to spend the week-end at his uncle's. The interview went\r\nwithout a hitch, as Norris had prophesied.\r\n\r\n'You will miss the House match, Norris, then?' said Mr Jephson.\r\n\r\n'I'm afraid so, sir. But Mr Leicester's are very weak.'\r\n\r\n'H'm. Reece, Marriott, and Gethryn are a good beginning.'\r\n\r\n'Yes, sir. But they've got nobody else. Their tail starts after those\r\nthree.'\r\n\r\n'Very well. But it seems a pity.'\r\n\r\n'Thank you, sir,' said Norris, wisely refraining from discussing the\r\nmatter. He had got his exeat, which was what he had come for.\r\n\r\nIn all the annals of Pudford and Little Bindlebury cricket there had\r\nnever been such a match as that year's. The rector of Pudford and his\r\nthree Oxford experts performed prodigies with the bat, prodigies, that\r\nis to say, judged from the standpoint of ordinary Pudford scoring,\r\nwhere double figures were the exception rather than the rule.\r\n\r\nThe rector, an elderly, benevolent-looking gentleman, played with\r\nastounding caution and still more remarkable luck for seventeen.\r\nFinally, after he had been in an hour and ten minutes, mid-on accepted\r\nthe eighth easy chance offered to him, and the ecclesiastic had to\r\nretire. The three 'Varsity men knocked up a hundred between them, and\r\nthe complete total was no less than a hundred and thirty-four.\r\n\r\nThen came the sensation of the day. After three wickets had fallen for\r\nten runs, Norris and the Little Bindlebury curate, an old Cantab,\r\nstayed together and knocked off the deficit.\r\n\r\nNorris's contribution of seventy-eight not out was for many a day the\r\nsole topic of conversation over the evening pewter at the 'Little\r\nBindlebury Arms'. A non-enthusiast, who tried on one occasion to\r\nintroduce the topic of Farmer Giles's grey pig, found himself the most\r\nunpopular man in the village.\r\n\r\nOn the Monday morning Norris returned to Jephson's, with pride in his\r\nheart and a sovereign in his pocket, the latter the gift of his\r\nexcellent uncle.\r\n\r\nHe had had, he freely admitted to himself, a good time. His uncle had\r\ndone him well, exceedingly well, and he looked forward to going to the\r\nshow-place again in the near future. In the meantime he felt a languid\r\ndesire to know how the House match was going on. They must almost have\r\nfinished the first innings, he thought--unless Jephson's had run up a\r\nvery big score, and kept their opponents in the field all the\r\nafternoon.\r\n\r\n'Hullo, Baker,' he said, tramping breezily into the study, 'I've had\r\nthe time of a lifetime. Great, simply! No other word for it. How's the\r\nmatch getting on?'\r\n\r\nBaker looked up from the book he was reading.\r\n\r\n'What match?' he enquired coldly.\r\n\r\n'House match, of course, you lunatic. What match did you think I meant?\r\nHow's it going on?'\r\n\r\n'It's not going on,' said Baker, 'it's stopped.'\r\n\r\n'You needn't be a funny goat,' said Norris complainingly. 'You know\r\nwhat I mean. What happened on Saturday?'\r\n\r\n'They won the toss,' began Baker slowly.\r\n\r\n'Yes?'\r\n\r\n'And went in and made a hundred and twenty.'\r\n\r\n'Good. I told you they were no use. A hundred and twenty's rotten.'\r\n\r\n'Then we went in, and made twenty-one.'\r\n\r\n'Hundred and twenty-one.'\r\n\r\n'No. Just a simple twenty-one without any trimmings of any sort.'\r\n\r\n'But, man! How? Why? How on earth did it happen?'\r\n\r\n'Gethryn took eight for nine. Does that seem to make it any clearer?'\r\n\r\n'Eight for nine? Rot.'\r\n\r\n'Show you the score-sheet if you care to see it. In the second\r\ninnings--'\r\n\r\n'Oh, you began a second innings?'\r\n\r\n'Yes. We also finished it. We scored rather freely in the second\r\ninnings. Ten was on the board before the fifth wicket fell. In the end\r\nwe fairly collared the bowling, and ran up a total of forty-eight.'\r\n\r\nNorris took a seat, and tried to grapple with the situation.\r\n\r\n'Forty-eight! Look here, Baker, swear you're not ragging.'\r\n\r\nBaker took a green scoring-book from the shelf and passed it to him.\r\n\r\n'Look for yourself,' he said.\r\n\r\nNorris looked. He looked long and earnestly. Then he handed the book\r\nback.\r\n\r\n'Then they've won!' he said blankly.\r\n\r\n'How do you guess these things?' observed Baker with some bitterness.\r\n\r\n'Well, you are a crew,' said Norris. 'Getting out for twenty-one and\r\nforty-eight! I see Gethryn got nine for thirty in the second innings.\r\nHe seems to have been on the spot. I suppose the wicket suited him.'\r\n\r\n'If you can call it a wicket. Next time you specially select a pitch\r\nfor the House to play on, I wish you'd hunt up something with some\r\nslight pretensions to decency.'\r\n\r\n'Why, what was wrong with the pitch? It was a bit worn, that was all.'\r\n\r\n'If,' said Baker, 'you call having holes three inches deep just where\r\nevery ball pitches being a bit worn, I suppose it was. Anyhow, it would\r\nhave been almost as well, don't you think, if you'd stopped and played\r\nfor the House, instead of going off to your rotten village match? You\r\nwere sick enough when Gethryn went off in the M.C.C. match.'\r\n\r\n'Oh, curse,' said Norris.\r\n\r\nFor he had been hoping against hope that the parallel nature of the two\r\nincidents would be less apparent to other people than it was to\r\nhimself.\r\n\r\nAnd so it came about that Leicester's passed successfully through the\r\nfirst two rounds and soared into the dizzy heights of the semi-final.\r\n\r\n\r\n\r\n\r\n[15]\r\n\r\n_VERSUS_ CHARCHESTER (AT CHARCHESTER)\r\n\r\n\r\nFrom the fact that he had left his team so basely in the lurch on the\r\nday of an important match, a casual observer might have imagined that\r\nNorris did not really care very much whether his House won the cup or\r\nnot. But this was not the case. In reality the success of Jephson's was\r\na very important matter to him. A sudden whim had induced him to accept\r\nhis uncle's invitation, but now that that acceptance had had such\r\ndisastrous results, he felt inclined to hire a sturdy menial by the\r\nhour to kick him till he felt better. To a person in such a frame of\r\nmind there are three methods of consolation. He can commit suicide, he\r\ncan take to drink, or he can occupy his mind with other matters, and\r\ncure himself by fixing his attention steadily on some object, and\r\ndevoting his whole energies to the acquisition of the same.\r\n\r\nNorris chose the last method. On the Saturday week following his\r\nperformance for Little Bindlebury, the Beckford Eleven was due to\r\njourney to Charchester, to play the return match against that school on\r\ntheir opponents' ground, and Norris resolved that that match should be\r\nwon. For the next week the team practised assiduously, those members of\r\nit who were not playing in House matches spending every afternoon at\r\nthe nets. The treatment was not without its effect. The team had been a\r\ngood one before. Now every one of the eleven seemed to be at the very\r\nsummit of his powers. New and hitherto unsuspected strokes began to be\r\ndeveloped, leg glances which recalled the Hove and Ranjitsinhji, late\r\ncuts of Palairetical brilliance. In short, all Nature may be said to\r\nhave smiled, and by the end of the week Norris was beginning to be\r\nalmost cheerful once more. And then, on the Monday before the match,\r\nSamuel Wilberforce Gosling came to school with his right arm in a\r\nsling. Norris met him at the School gates, rubbed his eyes to see\r\nwhether it was not after all some horrid optical illusion, and finally,\r\nwhen the stern truth came home to him, almost swooned with anguish.\r\n\r\n'What? How? Why?' he enquired lucidly.\r\n\r\nThe injured Samuel smiled feebly.\r\n\r\n'I'm fearfully sorry, Norris,' he said.\r\n\r\n'Don't say you can't play on Saturday,' moaned Norris.\r\n\r\n'Frightfully sorry. I know it's a bit of a sickener. But I don't see\r\nhow I can, really. The doctor says I shan't be able to play for a\r\ncouple of weeks.'\r\n\r\nNow that the blow had definitely fallen, Norris was sufficiently\r\nhimself again to be able to enquire into the matter.\r\n\r\n'How on earth did you do it? How did it happen?'\r\n\r\nGosling looked guiltier than ever.\r\n\r\n'It was on Saturday evening,' he said. 'We were ragging about at home a\r\nbit, you know, and my young sister wanted me to send her down a few\r\nballs. Somebody had given her a composition bean and a bat, and she's\r\nbeen awfully keen on the game ever since she got them.'\r\n\r\n'I think it's simply sickening the way girls want to do everything we\r\ndo,' said Norris disgustedly.\r\n\r\nGosling spoke for the defence.\r\n\r\n'Well, she's only thirteen. You can't blame the kid. Seemed to me a\r\njolly healthy symptom. Laudable ambition and that sort of thing.'\r\n\r\n'Well?'\r\n\r\n'Well, I sent down one or two. She played 'em like a book. Bit inclined\r\nto pull. All girls are. So I put in a long hop on the off, and she let\r\ngo at it like Jessop. She's got a rattling stroke in mid-on's\r\ndirection. Well, the bean came whizzing back rather wide on the right.\r\nI doubled across to bring off a beefy c-and-b, and the bally thing took\r\nme right on the tips of the fingers. Those composition balls hurt like\r\nblazes, I can tell you. Smashed my second finger simply into hash, and\r\nI couldn't grip a ball now to save my life. Much less bowl. I'm awfully\r\nsorry. It's a shocking nuisance.'\r\n\r\nNorris agreed with him. It was more than a nuisance. It was a\r\nstaggerer. Now that Gethryn no longer figured for the First Eleven,\r\nGosling was the School's one hope. Baynes was good on his wicket, but\r\nthe wickets he liked were the sea-of-mud variety, and this summer fine\r\nweather had set in early and continued. Lorimer was also useful, but\r\nnot to be mentioned in the same breath as the great Samuel. The former\r\nwas good, the latter would be good in a year or so. His proper sphere\r\nof action was the tail. If the first pair of bowlers could dismiss five\r\ngood batsmen, Lorimer's fast, straight deliveries usually accounted for\r\nthe rest. But there had to be somebody to pave the way for him. He was\r\nessentially a change bowler. It is hardly to be wondered at that Norris\r\nvery soon began to think wistfully of the Bishop, who was just now\r\ndoing such great things with the ball, wasting his sweetness on the\r\ndesert air of the House matches. Would it be consistent with his\r\ndignity to invite him back into the team? It was a nice point. With\r\nsome persons there might be a risk. But Gethryn, as he knew perfectly\r\nwell, was not the sort of fellow to rub in the undeniable fact that the\r\nSchool team could not get along without him. He had half decided to ask\r\nhim to play against Charchester, when Gosling suggested the very same\r\nthing.\r\n\r\n'Why don't you have Gethryn in again?' he said. 'You've stood him out\r\nagainst the O.B.s and the Masters. Surely that's enough. Especially as\r\nhe's miles the best bowler in the School.'\r\n\r\n'Bar yourself.'\r\n\r\n'Not a bit. He can give me points. You take my tip and put him in\r\nagain.'\r\n\r\n'Think he'd play if I put him down? Because, you know, I'm dashed if\r\nI'm going to do any grovelling and that sort of thing.'\r\n\r\n'Certain to, I should think. Anyhow, it's worth trying.'\r\n\r\nPringle, on being consulted, gave the same opinion, and Norris was\r\nconvinced. The list went up that afternoon, and for the first time\r\nsince the M.C.C. match Gethryn's name appeared in its usual place.\r\n\r\n'Norris is learning wisdom in his old age,' said Marriott to the\r\nBishop, as they walked over to the House that evening.\r\n\r\nLeicester's were in the middle of their semi-final, and looked like\r\nwinning it.\r\n\r\n'I was just wondering what to do about it,' said Gethryn. 'What would\r\nyou do? Play, do you think?'\r\n\r\n'Play! My dear man, what else did you propose to do? You weren't\r\nthinking of refusing?'\r\n\r\n'I was.'\r\n\r\n'But, man! That's rank treason. If you're put down to play for the\r\nSchool you must play. There's no question about it. If Norris knocked\r\nyou down with one hand and put you up on the board with the other,\r\nyou'd have to play all the same. You mustn't have any feelings where\r\nthe School is concerned. Nobody's ever refused to play in a first\r\nmatch. It's one of the things you can't do. Norris hasn't given you\r\nmuch of a time lately, I admit. Still, you must lump that. Excuse\r\nsermon. I hope it's done you good.'\r\n\r\n'Very well. I'll play. It's rather rot, though.'\r\n\r\n'No, it's all right, really. It's only that you've got into a groove.\r\nYou're so used to doing the heavy martyr, that the sudden change has\r\nknocked you out rather. Come and have an ice before the shop shuts.'\r\n\r\nSo Gethryn came once more into the team, and travelled down to\r\nCharchester with the others. And at this point a painful alternative\r\nfaces me. I have to choose between truth and inclination. I should like\r\nto say that the Bishop eclipsed himself, and broke all previous records\r\nin the Charchester match. By the rules of the dramatic, nothing else is\r\npossible. But truth, though it crush me, and truth compels me to admit\r\nthat his performance was in reality distinctly mediocre. One of his\r\nweak points as a bowler was that he was at sea when opposed to a\r\nleft-hander. Many bowlers have this failing. Some strange power seems\r\nto compel them to bowl solely on the leg side, and nothing but long\r\nhops and full pitches. It was so in the case of Gethryn. Charchester\r\nwon the toss, and batted first on a perfect wicket. The first pair of\r\nbatsmen were the captain, a great bat, who had scored seventy-three not\r\nout against Beckford in the previous match, and a left-handed fiend.\r\nBaynes's leg-breaks were useless on a wicket which, from the hardness\r\nof it, might have been constructed of asphalt, and the rubbish the\r\nBishop rolled up to the left-handed artiste was painful to witness. At\r\nfour o'clock--the match had started at half-past eleven--the\r\nCharchester captain reached his century, and was almost immediately\r\nstumped off Baynes. The Bishop bowled the next man first ball, the one\r\nbright spot in his afternoon's performance. Then came another long\r\nstand, against which the Beckford bowling raged in vain. At five\r\no'clock, Charchester by that time having made two hundred and forty-one\r\nfor two wickets, the left-hander ran into three figures, and the\r\ncaptain promptly declared the innings closed. Beckford's only chance\r\nwas to play for a draw, and in this they succeeded. When stumps were\r\ndrawn at a quarter to seven, the score was a hundred and three, and\r\nfive wickets were down. The Bishop had the satisfaction of being not\r\nout with twenty-eight to his credit, but nothing less than a century\r\nwould have been sufficient to soothe him after his shocking bowling\r\nperformance. Pringle, who during the luncheon interval had encountered\r\nhis young friends the Ashbys, and had been duly taunted by them on the\r\nsubject of leather-hunting, was top scorer with forty-one. Norris, I\r\nregret to say, only made three, running himself out in his second over.\r\nAs the misfortune could not, by any stretch of imagination, be laid at\r\nanybody else's door but his own, he was decidedly savage. The team\r\nreturned to Beckford rather footsore, very disgusted, and abnormally\r\nsilent. Norris sulked by himself at one end of the saloon carriage, and\r\nthe Bishop sulked by himself at the other end, and even Marriott\r\nforbore to treat the situation lightly. It was a mournful home-coming.\r\nNo cheering wildly as the brake drove to the College from Horton, no\r\nshouting of the School song in various keys as they passed through the\r\nbig gates. Simply silence. And except when putting him on to bowl, or\r\ntaking him off, or moving him in the field, Norris had not spoken a\r\nword to the Bishop the whole afternoon.\r\n\r\nIt was shortly after this disaster that Mr Mortimer Wells came to stay\r\nwith the Headmaster. Mr Mortimer Wells was a brilliant and superior\r\nyoung man, who was at some pains to be a cynic. He was an old pupil of\r\nthe Head's in the days before he had succeeded to the rule of Beckford.\r\nHe had the reputation of being a 'ripe' scholar, and to him had been\r\ndeputed the task of judging the poetical outbursts of the bards of the\r\nUpper Fifth, with the object of awarding to the most deserving--or,\r\nperhaps, to the least undeserving--the handsome prize bequeathed by his\r\nopen-handed highness, the Rajah of Seltzerpore.\r\n\r\nThis gentleman sat with his legs stretched beneath the Headmaster's\r\ngenerous table. Dinner had come to an end, and a cup of coffee, acting\r\nin co-operation with several glasses of port and an excellent cigar,\r\nhad inspired him to hold forth on the subject of poetry prizes. He held\r\nforth.\r\n\r\n'The poetry prize system,' said he--it is astonishing what nonsense a\r\nman, ordinarily intelligent, will talk after dinner--'is on exactly the\r\nsame principle as those penny-in-the-slot machines that you see at\r\nstations. You insert your penny. You set your prize subject. In the\r\nformer case you hope for wax vestas, and you get butterscotch. In the\r\nlatter, you hope for something at least readable, and you get the most\r\ncomplete, terrible, uninspired twaddle that was ever written on paper.\r\nThe boy mind'--here the ash of his cigar fell off on to his\r\nwaistcoat--'the merely boy mind is incapable of poetry.'\r\n\r\nFrom which speech the shrewd reader will infer that Mr Mortimer Wells\r\nwas something of a prig. And perhaps, altogether shrewd reader, you're\r\nright.\r\n\r\nMr Lawrie, the master of the Sixth, who had been asked to dinner to\r\nmeet the great man, disagreed as a matter of principle. He was one of\r\nthose men who will take up a cause from pure love of argument.\r\n\r\n'I think you're wrong, sir. I'm perfectly convinced you're wrong.'\r\n\r\nMr Wells smiled in his superior way, as if to say that it was a pity\r\nthat Mr Lawrie was so foolish, but that perhaps he could not help it.\r\n\r\n'Ah,' he said, 'but you have not had to wade through over thirty of\r\nthese gems in a single week. I have. I can assure you your views would\r\nundergo a change if you could go through what I have. Let me read you a\r\nselection. If that does not convert you, nothing will. If you will\r\nexcuse me for a moment, Beckett, I will leave the groaning board, and\r\nfetch the manuscripts.'\r\n\r\nHe left the room, and returned with a pile of paper, which he deposited\r\nin front of him on the table.\r\n\r\n'Now,' he said, selecting the topmost manuscript, 'I will take no\r\nunfair advantage. I will read you the very pick of the bunch. None of\r\nthe other--er--poems come within a long way of this. It is a case of\r\nEclipse first and the rest nowhere. The author, the gifted author, is a\r\nboy of the name of Lorimer, whom I congratulate on taking the Rajah's\r\nprize. I drain this cup of coffee to him. Are you ready? Now, then.'\r\n\r\nHe cleared his throat.\r\n\r\n\r\n\r\n\r\n[16]\r\n\r\nA DISPUTED AUTHORSHIP\r\n\r\n\r\n'One moment,' said Mr Lawrie, 'might I ask what is the subject of the\r\npoem?'\r\n\r\n'Death of Dido,' said the Headmaster. 'Good, hackneyed, evergreen\r\nsubject, mellow with years. Go on, Wells.'\r\n\r\nMr Wells began.\r\n\r\n    Queen of Tyre, ancient Tyre,\r\n      Whilom mistress of the wave.\r\n\r\nMr Lawrie, who had sunk back into the recesses of his chair in an\r\nattitude of attentive repose, sat up suddenly with a start.\r\n\r\n'What!' he cried.\r\n\r\n'Hullo,' said Mr Wells, 'has the beauty of the work come home to you\r\nalready?'\r\n\r\n'You notice,' he said, as he repeated the couplet, 'that flaws begin to\r\nappear in the gem right from the start. It was rash of Master Lorimer\r\nto attempt such a difficult metre. Plucky, but rash. He should have\r\nstuck to blank verse. Tyre, you notice, two syllables to rhyme with\r\n\"deny her\" in line three. \"What did fortune e'er deny her? Were not all\r\nher warriors brave?\" That last line seems to me distinctly weak. I\r\ndon't know how it strikes you.'\r\n\r\n'You're hypercritical, Wells,' said the Head. 'Now, for a boy I\r\nconsider that a very good beginning. What do you say, Lawrie?'\r\n\r\n'I--er. Oh, I think I am hardly a judge.'\r\n\r\n'To resume,' said Mr Mortimer Wells. He resumed, and ran through the\r\nremaining verses of the poem with comments. When he had finished, he\r\nremarked that, in his opinion a whiff of fresh air would not hurt him.\r\nIf the Headmaster would excuse him, he would select another of those\r\nexcellent cigars, and smoke it out of doors.\r\n\r\n'By all means,' said the Head; 'I think I won't join you myself, but\r\nperhaps Lawrie will.'\r\n\r\n'No, thank you. I think I will remain. Yes, I think I will remain.'\r\n\r\nMr Wells walked jauntily out of the room. When the door had shut, Mr\r\nLawrie coughed nervously.\r\n\r\n'Another cigar, Lawrie?'\r\n\r\n'I--er--no, thank you. I want to ask you a question. What is your\r\ncandid opinion of those verses Mr Wells was reading just now?'\r\n\r\nThe Headmaster laughed.\r\n\r\n'I don't think Wells treated them quite fairly. In my opinion they were\r\ndistinctly promising. For a boy in the Upper Fifth, you understand.\r\nYes, on the whole they showed distinct promise.'\r\n\r\n'They were mine,' said Mr Lawrie.\r\n\r\n'Yours! I don't understand. How were they yours?'\r\n\r\n'I wrote them. Every word of them.'\r\n\r\n'You wrote them! But, my dear Lawrie--'\r\n\r\n'I don't wonder that you are surprised. For my own part I am amazed,\r\nsimply amazed. How the boy--I don't even remember his name--contrived\r\nto get hold of them, I have not the slightest conception. But that he\r\ndid so contrive is certain. The poem is word for word, literally word\r\nfor word, the same as one which I wrote when I was at Cambridge.'\r\n\r\n'You\r\ndon't say so!'\r\n\r\n'Yes. It can hardly be a coincidence.'\r\n\r\n'Hardly,' said the Head. 'Are you certain of this?'\r\n\r\n'Perfectly certain. I am not eager to claim the authorship, I can\r\nassure you, especially after Mr Wells's very outspoken criticisms, but\r\nthere is nothing else to be done. The poem appeared more than a dozen\r\nyears ago, in a small book called _The Dark Horse_.'\r\n\r\n'Ah! Something in the Whyte Melville style, I suppose?'\r\n\r\n'No,' said Mr Lawrie sharply. 'No. Certainly not. They were serious\r\npoems, tragical most of them. I had them collected, and published them\r\nat my own expense. Very much at my own expense. I used a pseudonym, I\r\nam thankful to say. As far as I could ascertain, the total sale\r\namounted to eight copies. I have never felt the very slightest\r\ninclination to repeat the performance. But how this boy managed to see\r\nthe book is more than I can explain. He can hardly have bought it. The\r\nprice was half-a-guinea. And there is certainly no copy in the School\r\nlibrary. The thing is a mystery.'\r\n\r\n'A mystery that must be solved,' said the Headmaster. 'The fact remains\r\nthat he did see the book, and it is very serious. Wholesale plagiarism\r\nof this description should be kept for the School magazine. It should\r\nnot be allowed to spread to poetry prizes. I must see Lorimer about\r\nthis tomorrow. Perhaps he can throw some light upon the matter.'\r\n\r\nWhen, in the course of morning school next day, the School porter\r\nentered the Upper Fifth form-room and informed Mr Sims, who was engaged\r\nin trying to drive the beauties of Plautus' colloquial style into the\r\nUpper Fifth brain, that the Headmaster wished to see Lorimer, Lorimer's\r\nconscience was so abnormally good that for the life of him he could not\r\nthink why he had been sent for. As far as he could remember, there was\r\nno possible way in which the authorities could get at him. If he had\r\nbeen in the habit of smoking out of bounds in lonely fields and\r\ndeserted barns, he might have felt uneasy. But whatever his failings,\r\nthat was not one of them. It could not be anything about bounds,\r\nbecause he had been so busy with cricket that he had had no time to\r\nbreak them this term. He walked into the presence, glowing with\r\nconscious rectitude. And no sooner was he inside than the Headmaster,\r\nwith three simple words, took every particle of starch out of his\r\nanatomy.\r\n\r\n'Sit down, Lorimer,' he said.\r\n\r\nThere are many ways of inviting a person to seat himself. The genial\r\n'take a pew' of one's equal inspires confidence. The raucous 'sit down\r\nin front' of the frenzied pit, when you stand up to get a better view\r\nof the stage, is not so pleasant. But worst of all is the icy 'sit\r\ndown' of the annoyed headmaster. In his mouth the words take to\r\nthemselves new and sinister meanings. They seem to accuse you of\r\nnameless crimes, and to warn you that anything you may say will be used\r\nagainst you as evidence.\r\n\r\n'Why have I sent for you, Lorimer?'\r\n\r\nA nasty question that, and a very favourite one of the Rev. Mr Beckett,\r\nHeadmaster of Beckford. In nine cases out of ten, the person addressed,\r\nparalysed with nervousness, would give himself away upon the instant,\r\nand confess everything. Lorimer, however, was saved by the fact that he\r\nhad nothing to confess. He stifled an inclination to reply 'because the\r\nwoodpecker would peck her', or words to that effect, and maintained a\r\npallid silence.\r\n\r\n'Have you ever heard of a book called _The Dark Horse_, Lorimer?'\r\n\r\nLorimer began to feel that the conversation was too deep for him. After\r\nopening in the conventional 'judge-then-placed-the-black-cap-on-his-head'\r\nmanner, his assailant had suddenly begun to babble lightly of sporting\r\nliterature. He began to entertain doubts of the Headmaster's sanity. It\r\nwould not have added greatly to his mystification if the Head had gone\r\non to insist that he was the Emperor of Peru, and worked solely by\r\nelectricity.\r\n\r\nThe Headmaster, for his part, was also surprised. He had worked for\r\ndismay, conscious guilt, confessions, and the like, instead of blank\r\namazement. He, too, began to have his doubts. Had Mr Lawrie been\r\nmistaken? It was not likely, but it was barely possible. In which case\r\nthe interview had better be brought to an abrupt stop until he had made\r\ninquiries. The situation was at a deadlock.\r\n\r\nFortunately at this point half-past twelve struck, and the bell rang\r\nfor the end of morning school. The situation was saved, and the tension\r\nrelaxed.\r\n\r\n'You may go, Lorimer,' said the Head, 'I will send for you later.'\r\n\r\nHe swept out of the room, and Lorimer raced over to the House to inform\r\nPringle that the Headmaster had run suddenly mad, and should by rights\r\nbe equipped with a strait-waistcoat.\r\n\r\n'You never saw such a man,' he said, 'hauled me out of school in the\r\nmiddle of a Plautus lesson, dumps me down in a chair, and then asks me\r\nif I've read some weird sporting novel or other.'\r\n\r\n'Sporting novel! My dear man!'\r\n\r\n'Well, it sounded like it from the title.'\r\n\r\n'The title. Oh!'\r\n\r\n'What's up?'\r\n\r\nPringle had leaped to his feet as if he had suddenly discovered that he\r\nwas sitting on something red-hot. His normal air of superior calm had\r\nvanished. He was breathless with excitement. A sudden idea had struck\r\nhim with the force of a bullet.\r\n\r\n'What was the title he asked you if you'd read the book of?' he\r\ndemanded incoherently.\r\n\r\n'_The Derby Winner_.'\r\n\r\nPringle sat down again, relieved.\r\n\r\n'Oh. Are you certain?'\r\n\r\n'No, of course it wasn't that. I was only ragging. The real title was\r\n_The Dark Horse_. Hullo, what's up now? Have you got 'em too?'\r\n\r\n'What's up? I'll tell you. We're done for. Absolutely pipped. That's\r\nwhat's the matter.'\r\n\r\n'Hang it, man, do give us a chance. Why can't you explain, instead of\r\nsitting there talking like that? Why are we done? What have we done,\r\nanyway?'\r\n\r\n'The poem, of course, the prize poem. I forgot, I never told you. I\r\nhadn't time to write anything of my own, so I cribbed it straight out\r\nof a book called _The Dark Horse_. Now do you see?'\r\n\r\nLorimer saw. He grasped the whole unpainted beauty of the situation in\r\na flash, and for some moments it rendered him totally unfit for\r\nintellectual conversation. When he did speak his observation was brief,\r\nbut it teemed with condensed meaning. It was the conversational\r\nparallel to the ox in the tea-cup.\r\n\r\n'My aunt!' he said.\r\n\r\n'There'll be a row about this,' said Pringle.\r\n\r\n'What am I to say when he has me in this afternoon? He said he would.'\r\n\r\n'Let the whole thing out. No good trying to hush it up. He may let us\r\ndown easy if you're honest about it.'\r\n\r\nIt relieved Lorimer to hear Pringle talk about 'us'. It meant that he\r\nwas not to be left to bear the assault alone. Which, considering that\r\nthe whole trouble was, strictly speaking, Pringle's fault, was only\r\njust.\r\n\r\n'But how am I to explain? I can't reel off a long yarn all about how\r\nyou did it all, and so on. It would be too low.'\r\n\r\n'I know,' said Pringle, 'I've got it. Look here, on your way to the Old\r\nMan's room you pass the Remove door. Well, when you pass, drop some\r\nmoney. I'll be certain to hear it, as I sit next the door. And then\r\nI'll ask to leave the room, and we'll go up together.'\r\n\r\n'Good man, Pringle, you're a genius. Thanks, awfully.'\r\n\r\nBut as it happened, this crafty scheme was not found necessary. The\r\nblow did not fall till after lock-up.\r\n\r\nLorimer being in the Headmaster's House, it was possible to interview\r\nhim without the fuss and advertisement inseparable from a 'sending for\r\nduring school'. Just as he was beginning his night-work, the butler\r\ncame with a message that he was wanted in the Headmaster's part of the\r\nHouse.\r\n\r\n'It was only Mr Lorimer as the master wished to see,' said the butler,\r\nas Pringle rose to accompany his companion in crime.\r\n\r\n'That's all right,' said Pringle, 'the Headmaster's always glad to see\r\nme. I've got a standing invitation. He'll understand.'\r\n\r\nAt first, when he saw two where he had only sent for one, the\r\nHeadmaster did not understand at all, and said so. He had prepared to\r\nannihilate Lorimer hip and thigh, for he was now convinced that his\r\nblank astonishment at the mention of _The Dark Horse_ during their\r\nprevious interview had been, in the words of the bard, a mere veneer, a\r\nwile of guile. Since the morning he had seen Mr Lawrie again, and had\r\nwith his own eyes compared the two poems, the printed and the written,\r\nthe author by special request having hunted up a copy of that valuable\r\nwork, _The Dark Horse_, from the depths of a cupboard in his\r\nrooms.\r\n\r\nHis astonishment melted before Pringle's explanation, which was brief\r\nand clear, and gave way to righteous wrath. In well-chosen terms he\r\nharangued the two criminals. Finally he perorated.\r\n\r\n'There is only one point which tells in your favour. You have not\r\nattempted concealment.' (Pringle nudged Lorimer surreptitiously at\r\nthis.) 'And I may add that I believe that, as you say, you did not\r\ndesire actually to win the prize by underhand means. But I cannot\r\noverlook such an offence. It is serious. Most serious. You will, both\r\nof you, go into extra lesson for the remaining Saturdays of the term.'\r\n\r\nExtra lesson meant that instead of taking a half-holiday on Saturday\r\nlike an ordinary law-abiding individual, you treated the day as if it\r\nwere a full-school day, and worked from two till four under the eye of\r\nthe Headmaster. Taking into consideration everything, the punishment\r\nwas not an extraordinarily severe one, for there were only two more\r\nSaturdays to the end of term, and the sentence made no mention of the\r\nWednesday half-holidays.\r\n\r\nBut in effect it was serious indeed. It meant that neither Pringle nor\r\nLorimer would be able to play in the final House match against\r\nLeicester's, which was fixed to begin on the next Saturday at two\r\no'clock. Among the rules governing the House matches was one to the\r\neffect that no House might start a match with less than eleven men, nor\r\nmight the Eleven be changed during the progress of the match--a rule\r\nframed by the Headmaster, not wholly without an eye to emergencies like\r\nthe present.\r\n\r\n'Thank goodness,' said Pringle, 'that there aren't any more First\r\nmatches. It's bad enough, though, by Jove, as it is. I suppose it's\r\noccurred to you that this cuts us out of playing in the final?'\r\n\r\nLorimer said the point had not escaped his notice.\r\n\r\n'I wish,' he observed, with simple pathos, 'that I'd got the Rajah of\r\nSeltzerpore here now. I'd strangle him. I wonder if the Old Man\r\nrealizes that he's done his own House out of the cup?'\r\n\r\n'Wouldn't care if he did. Still, it's a sickening nuisance. Leicester's\r\nare a cert now.'\r\n\r\n'Absolute cert,' said Lorimer; 'Baynes can't do all the bowling,\r\nespecially on a hard wicket, and there's nobody else. As for our\r\nbatting and fielding--'\r\n\r\n'Don't,' said-Pringle gloomily, 'it's too awful.'\r\n\r\nOn the following Saturday, Leicester's ran up a total in their first\r\ninnings which put the issue out of doubt, and finished off the game on\r\nthe Monday by beating the School House by six wickets.\r\n\r\n\r\n\r\n\r\n[17]\r\n\r\nTHE WINTER TERM\r\n\r\n\r\nIt was the first day of the winter term.\r\n\r\nThe Bishop, as he came back by express, could not help feeling that,\r\nafter all, life considered as an institution had its points. Things had\r\nmended steadily during the last weeks of the term. He had kept up his\r\nend as head of the House perfectly. The internal affairs of Leicester's\r\nwere going as smoothly as oil. And there was the cricket cup to live up\r\nto. Nothing pulls a House together more than beating all comers in the\r\nfield, especially against odds, as Leicester's had done. And then Monk\r\nand Danvers had left. That had set the finishing touch to a good term's\r\nwork. The Mob were no longer a power in the land. Waterford remained,\r\nbut a subdued, benevolent Waterford, with a wonderful respect for law\r\nand order. Yes, as far as the House was concerned, Gethryn felt no\r\napprehensions. As regarded the School at large, things were bound to\r\ncome right in time. A school has very little memory. And in the present\r\ncase the Bishop, being second man in the Fifteen, had unusual\r\nopportunities of righting himself in the eyes of the multitude. In the\r\nwinter term cricket is forgotten. Football is the only game that\r\ncounts.\r\n\r\nAnd to round off the whole thing, when he entered his study he found a\r\nletter on the table. It was from Farnie, and revealed two curious and\r\ninteresting facts. Firstly he had left, and Beckford was to know him no\r\nmore. Secondly--this was even more remarkable--he possessed a\r\nconscience.\r\n\r\n'Dear Gethryn,' ran the letter, 'I am writing to tell you my father is\r\nsending me to a school in France, so I shall not come back to Beckford.\r\nI am sorry about the M.C.C. match, and I enclose the four pounds you\r\nlent me. I utterly bar the idea of going to France. It's beastly, yours\r\ntruly, R. Farnie.'\r\n\r\nThe money mentioned was in the shape of a cheque, signed by Farnie\r\nsenior.\r\n\r\nGethryn was distinctly surprised. That all this time remorse like a\r\nworm i' the bud should have been feeding upon his uncle's damask cheek,\r\nas it were, he had never suspected. His relative's demeanour since the\r\nM.C.C. match had, it is true, been considerably toned down, but this he\r\nhad attributed to natural causes, not unnatural ones like conscience.\r\nAs for the four pounds, he had set it down as a bad debt. To get it\r\nback was like coming suddenly into an unexpected fortune. He began to\r\nthink that there must have been some good in Farnie after all, though\r\nhe was fain to admit that without the aid of a microscope the human eye\r\nmight well have been excused for failing to detect it.\r\n\r\nHis next thought was that there was nothing now to prevent him telling\r\nthe whole story to Reece and Marriott. Reece, if anybody, deserved to\r\nhave his curiosity satisfied. The way in which he had abstained from\r\nquestions at the time of the episode had been nothing short of\r\nmagnificent. Reece must certainly be told.\r\n\r\nNeither Reece nor Marriott had arrived at the moment. Both were in the\r\nhabit of returning at the latest possible hour, except at the beginning\r\nof the summer term. The Bishop determined to reserve his story until\r\nthe following evening.\r\n\r\nAccordingly, when the study kettle was hissing on the Etna, and Wilson\r\nwas crouching in front of the fire, making toast in his own inimitable\r\nstyle, he embarked upon his narrative.\r\n\r\n'I say, Marriott.'\r\n\r\n'Hullo.'\r\n\r\n'Do you notice a subtle change in me this term? Does my expressive\r\npurple eye gleam more brightly than of yore? It does. Exactly so. I\r\nfeel awfully bucked up. You know that kid Farnie has left?'\r\n\r\n'I thought I missed his merry prattle. What's happened to him?'\r\n\r\n'Gone to a school in France somewhere.'\r\n\r\n'Jolly for France.'\r\n\r\n'Awfully. But the point is that now he's gone I can tell you about that\r\nM.C.C. match affair. I know you want to hear what really did happen\r\nthat afternoon.'\r\n\r\nMarriott pointed significantly at Wilson, whose back was turned.\r\n\r\n'Oh, that's all right,' said Gethryn. 'Wilson.'\r\n\r\n'Yes?'\r\n\r\n'You mustn't listen. Try and think you're a piece of furniture. See?\r\nAnd if you do happen to overhear anything, you needn't go gassing about\r\nit. Follow?'\r\n\r\n'All right,' said Wilson, and Gethryn told his tale.\r\n\r\n'Jove,' he said, as he finished, 'that's a relief. It's something to\r\nhave got that off my chest. I do bar keeping a secret.'\r\n\r\n'But, I say,' said Marriott.\r\n\r\n'Well?'\r\n\r\n'Well, it was beastly good of you to do it, and that sort of thing, I\r\nsuppose. I see that all right. But, my dear man, what a rotten thing to\r\ndo. A kid like that. A little beast who simply cried out for sacking.'\r\n\r\n'Well, at any rate, it's over now. You needn't jump on me. I acted from\r\nthe best motives. That's what my grandfather, Farnie's _pater_,\r\nyou know, always used to say when he got at me for anything in the\r\nhappy days of my childhood. Don't sit there looking like a beastly\r\nchurchwarden, you ass. Buck up, and take an intelligent interest in\r\nthings.'\r\n\r\n'No, but really, Bishop,' said Marriott, 'you must treat this\r\nseriously. You'll have to let the other chaps know about it.'\r\n\r\n'How? Put it up on the notice-board? This is to certify that Mr Allan\r\nGethryn, of Leicester's House, Beckford, is dismissed without a stain\r\non his character. You ass, how can I let them know? I seem to see\r\nmyself doing the boy-hero style of things. My friends, you wronged me,\r\nyou wronged me very grievously. But I forgive you. I put up with your\r\ncruel scorn. I endured it. I steeled myself against it. And now I\r\nforgive you profusely, every one of you. Let us embrace. It wouldn't\r\ndo. You must see that much. Don't be a goat. Is that toast done yet,\r\nWilson?'\r\n\r\nWilson exhibited several pounds of the article in question.\r\n\r\n'Good,' said the Bishop. 'You're a great man, Wilson. You can make a\r\nsmall selection of those biscuits, and if you bag all the sugar ones\r\nI'll slay you, and then you can go quietly downstairs, and rejoin your\r\nsorrowing friends. And don't you go telling them what I've been\r\nsaying.'\r\n\r\n'Rather not,' said Wilson.\r\n\r\nHe made his small selection, and retired. The Bishop turned to Marriott\r\nagain.\r\n\r\n'I shall tell Reece, because he deserves it, and I rather think I shall\r\ntell Gosling and Pringle. Nobody else, though. What's the good of it?\r\nEverybody'll forget the whole thing by next season.'\r\n\r\n'How about Norris?' asked Marriott.\r\n\r\n'Now there you have touched the spot. I can't possibly tell Norris\r\nmyself. My natural pride is too enormous. Descended from a primordial\r\natomic globule, you know, like Pooh Bah. And I shook hands with a duke\r\nonce. The man Norris and I, I regret to say, had something of a row on\r\nthe subject last term. We parted with mutual expressions of hate, and\r\nhaven't spoken since. What I should like would be for somebody else to\r\ntell him all about it. Not you. It would look too much like a put-up\r\njob. So don't you go saying anything. Swear.'\r\n\r\n'Why not?'\r\n\r\n'Because you mustn't. Swear. Let me hear you swear by the bones of your\r\nancestors.'\r\n\r\n'All right. I call it awful rot, though.'\r\n\r\n'Can't be helped. Painful but necessary. Now I'm going to tell Reece,\r\nthough I don't expect he'll remember anything about it. Reece never\r\nremembers anything beyond his last meal.'\r\n\r\n'Idiot,' said Marriott after him as the door closed. 'I don't know,\r\nthough,' he added to himself.\r\n\r\nAnd, pouring himself out another cup of tea, he pondered deeply over\r\nthe matter.\r\n\r\nReece heard the news without emotion.\r\n\r\n'You're a good sort, Bishop,' he said, 'I knew something of the kind\r\nmust have happened. It reminds me of a thing that happened to--'\r\n\r\n'Yes, it is rather like it, isn't it?' said the Bishop. 'By the way,\r\ntalking about stories, a chap I met in the holidays told me a ripper.\r\nYou see, this chap and his brother--'\r\n\r\nHe discoursed fluently for some twenty minutes. Reece sighed softly,\r\nbut made no attempt to resume his broken narrative. He was used to this\r\nsort of thing.\r\n\r\nIt was a fortnight later, and Marriott and the Bishop were once more\r\nseated in their study waiting for Wilson to get tea ready. Wilson made\r\ntoast in the foreground. Marriott was in football clothes, rubbing his\r\nshin gently where somebody had kicked it in the scratch game that\r\nafternoon. After rubbing for a few moments in silence, he spoke\r\nsuddenly.\r\n\r\n'You must tell Norris,' he said. 'It's all rot.'\r\n\r\n'I can't.'\r\n\r\n'Then I shall.'\r\n\r\n'No, don't. You swore you wouldn't.'\r\n\r\n'Well, but look here. I just want to ask you one question. What sort of\r\na time did you have in that scratch game tonight?'\r\n\r\n'Beastly. I touched the ball exactly four times. If I wasn't so awfully\r\nornamental, I don't see what would be the use of my turning out at all.\r\nI'm no practical good to the team.'\r\n\r\n'Exactly. That's just what I wanted to get at. I don't mean your remark\r\nabout your being ornamental, but about your never touching the ball.\r\nUntil you explain matters to Norris, you never will get a decent pass.\r\nNorris and you are a rattling good pair of centre threes, but if he\r\nnever gives you a pass, I don't see how we can expect to have any\r\ncombination in the First. It's no good my slinging out the ball if the\r\ncentres stick to it like glue directly they get it, and refuse to give\r\nit up. It's simply sickening.'\r\n\r\nMarriott played half for the First Fifteen, and his soul was in the\r\nbusiness.\r\n\r\n'But, my dear chap,' said Gethryn, 'you don't mean to tell me that a\r\nman like Norris would purposely rot up the First's combination because\r\nhe happened to have had a row with the other centre. He's much too\r\ndecent a fellow.'\r\n\r\n'No. I don't mean that exactly. What he does is this. I've watched him.\r\nHe gets the ball. He runs with it till his man is on him, and then he\r\nthinks of passing. You're backing him up. He sees you, and says to\r\nhimself, \"I can't pass to that cad\"--'\r\n\r\n'Meaning me?'\r\n\r\n'Meaning you.'\r\n\r\n'Thanks awfully.'\r\n\r\n'Don't mention it. I'm merely quoting his thoughts, as deduced by me.\r\nHe says, \"I can't pass to that--well, individual, if you prefer it.\r\nWhere's somebody else?\" So he hesitates, and gets tackled, or else\r\nslings the ball wildly out to somebody who can't possibly get to it.\r\nIt's simply infernal. And we play the Nomads tomorrow, too. Something\r\nmust be done.'\r\n\r\n'Somebody ought to tell him. Why doesn't our genial skipper assert his\r\nauthority?'\r\n\r\n'Hill's a forward, you see, and doesn't get an opportunity of noticing\r\nit. I can't tell him, of course. I've not got my colours--'\r\n\r\n'You're a cert. for them.'\r\n\r\n'Hope so. Anyway, I've not got them yet, and Norris has, so I can't\r\nvery well go slanging him to Hill. Sort of thing rude people would call\r\nside.'\r\n\r\n'Well, I'll look out tomorrow, and if it's as bad as you think, I'll\r\nspeak to Hill. It's a beastly thing to have to do.'\r\n\r\n'Beastly,' agreed Marriott. 'It's got to be done, though. We can't go\r\nthrough the season without any combination in the three-quarter line,\r\njust to spare Norris's feelings.'\r\n\r\n'It's a pity, though,' said the Bishop, 'because Norris is a ripping\r\ngood sort of chap, really. I wish we hadn't had that bust-up last\r\nterm.'\r\n\r\n\r\n\r\n\r\n[18]\r\n\r\nTHE BISHOP SCORES\r\n\r\n\r\nAt this point Wilson finished the toast, and went out. As he went he\r\nthought over what he had just heard. Marriott and Gethryn frequently\r\ntalked the most important School politics before him, for they had\r\ndiscovered at an early date that he was a youth of discretion, who\r\ncould be trusted not to reveal state secrets. But matters now seemed to\r\ndemand such a revelation. It was a serious thing to do, but there was\r\nnobody else to do it, and it obviously must be done, so, by a simple\r\nprocess of reasoning, he ought to do it. Half an hour had to elapse\r\nbefore the bell rang for lock-up. There was plenty of time to do the\r\nwhole thing and get back to the House before the door was closed. He\r\ntook his cap, and trotted off to Jephson's.\r\n\r\nNorris was alone in his study when Wilson knocked at the door. He\r\nseemed surprised to see his visitor. He knew Wilson well by sight, he\r\nbeing captain of the First Eleven and Wilson a distinctly promising\r\njunior bat, but this was the first time he had ever exchanged a word of\r\nconversation with him.\r\n\r\n'Hullo,' he said, putting down his book.\r\n\r\n'Oh, I say, Norris,' began Wilson nervously, 'can I speak to you for a\r\nminute?'\r\n\r\n'All right. Go ahead.'\r\n\r\nAfter two false starts, Wilson at last managed to get the thread of his\r\nstory. He did not mention Marriott's remarks on football subjects, but\r\nconfined himself to the story of Farnie and the bicycle ride, as he had\r\nheard it from Gethryn on the second evening of the term.\r\n\r\n'So that's how it was, you see,' he concluded.\r\n\r\nThere was a long silence. Wilson sat nervously on the edge of his\r\nchair, and Norris stared thoughtfully into the fire.\r\n\r\n'So shall I tell him it's all right?' asked Wilson at last.\r\n\r\n'Tell who what's all right?' asked Norris politely.\r\n\r\n'Oh, er, Gethryn, you know,' replied Wilson, slightly disconcerted. He\r\nhad had a sort of idea that Norris would have rushed out of the room,\r\nsprinted over to Leicester's, and flung himself on the Bishop's bosom\r\nin an agony of remorse. He appeared to be taking things altogether too\r\ncoolly.\r\n\r\n'No,' said Norris, 'don't tell him anything. I shall have lots of\r\nchances of speaking to him myself if I want to. It isn't as if we were\r\nnever going to meet again. You'd better cut now. There's the bell just\r\ngoing. Good night.'\r\n\r\n'Good night, Norris.'\r\n\r\n'Oh, and, I say,' said Norris, as Wilson opened the door, 'I meant to\r\ntell you some time ago. If you buck up next cricket season, it's quite\r\npossible that you'll get colours of some sort. You might bear that in\r\nmind.'\r\n\r\n'I will,' said Wilson fervently. 'Good night, Norris. Thanks awfully.'\r\n\r\nThe Nomads brought down a reasonably hot team against Beckford as a\r\ngeneral rule, for the School had a reputation in the football world.\r\nThey were a big lot this year. Their forwards looked capable, and when,\r\nafter the School full-back had returned the ball into touch on the\r\nhalf-way line, the line-out had resulted in a hand-ball and a scrum,\r\nthey proved that appearances were not deceptive. They broke through in\r\na solid mass--the Beckford forwards never somehow seemed to get\r\ntogether properly in the first scrum of a big match--and rushed the\r\nball down the field. Norris fell on it. Another hastily-formed scrum,\r\nand the Nomads' front rank was off again. Ten yards nearer the School\r\nline there was another halt. Grainger, the Beckford full-back, whose\r\nspeciality was the stopping of rushes, had curled himself neatly round\r\nthe ball. Then the School forwards awoke to a sense of their\r\nresponsibilities. It was time they did, for Beckford was now penned up\r\nwell within its own twenty-five line, and the Nomad halves were\r\nappealing pathetically to their forwards to let that ball out, for\r\ngoodness' _sake_. But the forwards fancied a combined rush was the\r\nthing to play. For a full minute they pushed the School pack towards\r\ntheir line, and then some rash enthusiast kicked a shade too hard. The\r\nball dribbled out of the scrum on the School side, and Marriott punted\r\ninto touch.\r\n\r\n'You _must_ let it out, you men,' said the aggrieved half-backs.\r\n\r\nMarriott's kick had not brought much relief. The visitors were still\r\ninside the Beckford twenty-five line, and now that their forwards had\r\nrealized the sin and folly of trying to rush the ball through, matters\r\nbecame decidedly warm for the School outsides. Norris and Gethryn in\r\nthe centre and Grainger at back performed prodigies of tackling. The\r\nwing three-quarter hovered nervously about, feeling that their time\r\nmight come at any moment.\r\n\r\nThe Nomad attack was concentrated on the extreme right.\r\n\r\nPhilips, the International, was officiating for them as\r\nwing-three-quarters on that side, and they played to him. If he once\r\ngot the ball he would take a considerable amount of stopping. But the\r\nball never managed to arrive. Norris and Gethryn stuck to their men\r\ncloser than brothers.\r\n\r\nA prolonged struggle on the goal-line is a great spectacle. That is why\r\n(purely in the opinion of the present scribe) Rugby is such a much\r\nbetter game than Association. You don't get that sort of thing in\r\nSoccer. But such struggles generally end in the same way. The Nomads\r\nwere now within a couple of yards of the School line. It was a question\r\nof time. In three minutes the whistle would blow for half-time, and the\r\nSchool would be saved.\r\n\r\nBut in those three minutes the thing happened. For the first time in\r\nthe match the Nomad forwards heeled absolutely cleanly. Hitherto, the\r\nball had always remained long enough in the scrum to give Marriott and\r\nWogan, the School halves, time to get round and on to their men before\r\nthey could become dangerous. But this time the ball was in and out\r\nagain in a moment. The Nomad half who was taking the scrum picked it\r\nup, and was over the line before Marriott realized that the ball was\r\nout at all. The school lining the ropes along the touch-line applauded\r\npolitely but feebly, as was their custom when the enemy scored.\r\n\r\nThe kick was a difficult one--the man had got over in the corner--and\r\nfailed. The referee blew his whistle for half-time. The teams sucked\r\nlemons, and the Beckford forwards tried to explain to Hill, the\r\ncaptain, why they never got that ball in the scrums. Hill having\r\nobserved bitterly, as he did in every match when the School did not get\r\nthirty points in the first half, that he 'would chuck the whole lot of\r\nthem out next Saturday', the game recommenced.\r\n\r\nBeckford started on the second half with three points against them, but\r\nwith both wind, what there was of it, and slope in their favour. Three\r\npoints, especially in a club match, where one's opponents may\r\nreasonably be expected to suffer from lack of training and combination,\r\nis not an overwhelming score.\r\n\r\nBeckford was hopeful and determined.\r\n\r\nTo record all the fluctuations of the game for the next thirty-five\r\nminutes is unnecessary. Copies of _The Beckfordian_ containing a\r\nfull report, crammed with details, and written in the most polished\r\nEnglish, may still be had from the editor at the modest price of\r\nsixpence. Suffice it to say that two minutes from the kick-off the\r\nNomads increased their score with a goal from a mark, and almost\r\nimmediately afterwards Marriott gave the School their first score with\r\na neat drop-kick. It was about five minutes from the end of the game,\r\nand the Nomads still led, when the event of the afternoon took place.\r\nThe Nomad forwards had brought the ball down the ground with one of\r\ntheir combined dribbles, and a scrum had been formed on the Beckford\r\ntwenty-five line. The visitors heeled as usual. The half who was taking\r\nthe scrum whipped the ball out in the direction of his colleague. But\r\nbefore it could reach him, Wogan had intercepted the pass, and was off\r\ndown the field, through the enemy's three-quarter line, with only the\r\nback in front of him, and with Norris in close attendance, followed by\r\nGethryn.\r\n\r\nThere is nothing like an intercepted pass for adding a dramatic touch\r\nto a close game. A second before it had seemed as though the School\r\nmust be beaten, for though they would probably have kept the enemy out\r\nfor the few minutes that remained, they could never have worked the\r\nball down the field by ordinary give-and-take play. And now, unless\r\nWogan shamefully bungled what he had begun so well, victory was\r\ncertain.\r\n\r\nThere was a danger, though. Wogan might in the excitement of the moment\r\ntry to get past the back and score himself, instead of waiting until\r\nthe back was on him and then passing to Norris. The School on the\r\ntouch-line shrieked their applause, but there was a note of anxiety as\r\nwell. A slight reputation which Wogan had earned for playing a selfish\r\ngame sprang up before their eyes. Would he pass? Or would he run\r\nhimself? If the latter, the odds were anything against his succeeding.\r\n\r\nBut everything went right. Wogan arrived at the back, drew that\r\ngentleman's undivided attention to himself, and then slung the ball out\r\nto Norris, the model of what a pass ought to be. Norris made no mistake\r\nabout it.\r\n\r\nThen the remarkable thing happened. The Bishop, having backed Norris up\r\nfor fifty yards at full speed, could not stop himself at once. His\r\nimpetus carried him on when all need for expenditure of energy had come\r\nto an end. He was just slowing down, leaving Norris to complete the\r\nthing alone, when to his utter amazement he found the ball in his\r\nhands. Norris had passed to him. With a clear run in, and the nearest\r\nfoeman yards to the rear, Norris had passed. It was certainly weird,\r\nbut his first duty was to score. There must be no mistake about the\r\nscoring. Afterwards he could do any thinking that might be required. He\r\nshot at express speed over the line, and placed the ball in the exact\r\ncentre of the white line which joined the posts. Then he walked back to\r\nwhere Norris was waiting for him.\r\n\r\n'Good man,' said Norris, 'that was awfully good.'\r\n\r\nHis tone was friendly. He spoke as he had been accustomed to speak\r\nbefore the M.C.C. match. Gethryn took his cue from him. It was evident\r\nthat, for reasons at present unexplained, Norris wished for peace, and\r\nsuch being the case, the Bishop was only too glad to oblige him.\r\n\r\n'No,' he said, 'it was jolly good of you to let me in like that. Why,\r\nyou'd only got to walk over.'\r\n\r\n'Oh, I don't know. I might have slipped or something. Anyhow I thought\r\nI'd better pass. What price Beckford combination? The home-made\r\narticle, eh?'\r\n\r\n'Rather,' said the Bishop.\r\n\r\n'Oh, by the way,' said Norris, 'I was talking to young Wilson yesterday\r\nevening. Or rather he was talking to me. Decent kid, isn't he? He was\r\ntelling me about Farnie. The M.C.C. match, you know, and so on.'\r\n\r\n'Oh!' said the Bishop. He began to see how things had happened.\r\n\r\n'Yes,' said Norris. 'Hullo, that gives us the game.'\r\n\r\nA roar of applause from the touch-line greeted the successful attempt\r\nof Hill to convert Gethryn's try into the necessary goal. The referee\r\nperformed a solo on the whistle, and immediately afterwards another, as\r\nif as an encore.\r\n\r\n'No side,' he said pensively. The School had won by two points.\r\n\r\n'That's all right,' said Norris. 'I say, can you come and have tea in\r\nmy study when you've changed? Some of the fellows are coming. I've\r\nasked Reece and Marriott, and Pringle said he'd turn up too. It'll be\r\nrather a tight fit, but we'll manage somehow.'\r\n\r\n'Right,' said the Bishop. 'Thanks very much.'\r\n\r\nNorris was correct. It was a tight fit. But then a study brew loses\r\nhalf its charm if there is room to breathe. It was a most enjoyable\r\nceremony in every way. After the serious part of the meal was over, and\r\nthe time had arrived when it was found pleasanter to eat wafer biscuits\r\nthan muffins, the Bishop obliged once more with a recital of his\r\nadventures on that distant day in the summer term.\r\n\r\nThere were several comments when he had finished. The only one worth\r\nrecording is Reece's.\r\n\r\nReece said it distinctly reminded him of a thing which had happened to\r\na friend of a chap his brother had known at Sandhurst."
  ]
}