{
  "index": 8,
  "title": "Chapter 7",
  "paragraphs": [
    "1\r\n\r\n\r\n\r\nWhen Sally left Detroit on the following Saturday, accompanied by\r\nFillmore, who was returning to the metropolis for a few days in order to\r\nsecure offices and generally make his presence felt along Broadway, her\r\nspirits had completely recovered. She felt guiltily that she had been\r\nfanciful, even morbid. Naturally men wanted to get on in the world.\r\nIt was their job. She told herself that she was bound up with Gerald's\r\nsuccess, and that the last thing of which she ought to complain was the\r\nenergy he put into efforts of which she as well as he would reap the\r\nreward.\r\n\r\nTo this happier frame of mind the excitement of the last few days had\r\ncontributed. Detroit, that city of amiable audiences, had liked “The\r\nPrimrose Way.” The theatre, in fulfilment of Teddy's prophecy, had\r\nbeen allowed to open on the Tuesday, and a full house, hungry for\r\nentertainment after its enforced abstinence, had welcomed the play\r\nwholeheartedly. The papers, not always in agreement with the applause of\r\na first-night audience, had on this occasion endorsed the verdict, with\r\nagreeable unanimity hailing Gerald as the coming author and Elsa Doland\r\nas the coming star. There had even been a brief mention of Fillmore as\r\nthe coming manager. But there is always some trifle that jars in our\r\ngreatest moments, and Fillmore's triumph had been almost spoilt by the\r\nfact that the only notice taken of Gladys Winch was by the critic who\r\nprinted her name--spelt Wunch--in the list of those whom the cast “also\r\nincluded.”\r\n\r\n“One of the greatest character actresses on the stage,” said Fillmore\r\nbitterly, talking over this outrage with Sally on the morning after the\r\nproduction.\r\n\r\nFrom this blow, however, his buoyant nature had soon enabled him to\r\nrally. Life contained so much that was bright that it would have been\r\nchurlish to concentrate the attention on the one dark spot. Business had\r\nbeen excellent all through the week. Elsa Doland had got better at\r\nevery performance. The receipt of a long and agitated telegram from Mr.\r\nCracknell, pleading to be allowed to buy the piece back, the passage of\r\ntime having apparently softened Miss Hobson, was a pleasant incident.\r\nAnd, best of all, the great Ike Schumann, who owned half the theatres\r\nin New York and had been in Detroit superintending one of his musical\r\nproductions, had looked in one evening and stamped “The Primrose Way”\r\n with the seal of his approval. As Fillmore sat opposite Sally on the\r\ntrain, he radiated contentment and importance.\r\n\r\n“Yes, do,” said Sally, breaking a long silence.\r\n\r\nFillmore awoke from happy dreams.\r\n\r\n“Eh?”\r\n\r\n“I said 'Yes, do.' I think you owe it to your position.”\r\n\r\n“Do what?”\r\n\r\n“Buy a fur coat. Wasn't that what you were meditating about?”\r\n\r\n“Don't be a chump,” said Fillmore, blushing nevertheless. It was true\r\nthat once or twice during the past week he had toyed negligently, as\r\nMr. Bunbury would have said, with the notion, and why not? A fellow must\r\nkeep warm.\r\n\r\n“With an astrakhan collar,” insisted Sally.\r\n\r\n“As a matter of fact,” said Fillmore loftily, his great soul ill-attuned\r\nto this badinage, “what I was really thinking about at the moment was\r\nsomething Ike said.”\r\n\r\n“Ike?”\r\n\r\n“Ike Schumann. He's on the train. I met him just now.”\r\n\r\n“We call him Ike!”\r\n\r\n“Of course I call him Ike,” said Fillmore heatedly. “Everyone calls him\r\nIke.”\r\n\r\n“He wears a fur coat,” Sally murmured.\r\n\r\nFillmore registered annoyance.\r\n\r\n“I wish you wouldn't keep on harping on that damned coat. And, anyway,\r\nwhy shouldn't I have a fur coat?”\r\n\r\n“Fill...! How can you be so brutal as to suggest that I ever said you\r\nshouldn't? Why, I'm one of the strongest supporters of the fur coat.\r\nWith big cuffs. And you must roll up Fifth Avenue in your car, and I'll\r\npoint and say 'That's my brother!' 'Your brother? No!' 'He is, really.'\r\n'You're joking. Why, that's the great Fillmore Nicholas.' 'I know. But\r\nhe really is my brother. And I was with him when he bought that coat.'”\r\n\r\n“Do leave off about the coat!”\r\n\r\n“'And it isn't only the coat,' I shall say. 'It's what's underneath.\r\nTucked away inside that mass of fur, dodging about behind that dollar\r\ncigar, is one to whom we point with pride... '”\r\n\r\nFillmore looked coldly at his watch.\r\n\r\n“I've got to go and see Ike Schumann.”\r\n\r\n“We are in hourly consultation with Ike.”\r\n\r\n“He wants to see me about the show. He suggests putting it into Chicago\r\nbefore opening in New York.”\r\n\r\n“Oh no,” cried Sally, dismayed.\r\n\r\n“Why not?”\r\n\r\nSally recovered herself. Identifying Gerald so closely with his play,\r\nshe had supposed for a moment that if the piece opened in Chicago it\r\nwould mean a further prolonged separation from him. But of course there\r\nwould be no need, she realized, for him to stay with the company after\r\nthe first day or two.\r\n\r\n“You're thinking that we ought to have a New York reputation before\r\ntackling Chicago. There's a lot to be said for that. Still, it works\r\nboth ways. A Chicago run would help us in New York. Well, I'll have\r\nto think it over,” said Fillmore, importantly, “I'll have to think it\r\nover.”\r\n\r\nHe mused with drawn brows.\r\n\r\n“All wrong,” said Sally.\r\n\r\n“Eh?”\r\n\r\n“Not a bit like it. The lips should be compressed and the forefinger of\r\nthe right hand laid in a careworn way against the right temple. You've a\r\nlot to learn. Fill.”\r\n\r\n“Oh, stop it!”\r\n\r\n“Fillmore Nicholas,” said Sally, “if you knew what pain it gives me to\r\njosh my only brother, you'd be sorry for me. But you know it's for your\r\ngood. Now run along and put Ike out of his misery. I know he's waiting\r\nfor you with his watch out. 'You do think he'll come, Miss Nicholas?'\r\nwere his last words to me as he stepped on the train, and oh, Fill, the\r\nyearning in his voice. 'Why, of course he will, Mr. Schumann,' I said.\r\n'For all his exalted position, my brother is kindliness itself. Of\r\ncourse he'll come.' 'If I could only think so!' he said with a gulp. 'If\r\nI could only think so. But you know what these managers are. A thousand\r\ncalls on their time. They get brooding on their fur coats and forget\r\neverything else.' 'Have no fear, Mr. Schumann,' I said. 'Fillmore\r\nNicholas is a man of his word.'”\r\n\r\nShe would have been willing, for she was a girl who never believed in\r\nsparing herself where it was a question of entertaining her nearest and\r\ndearest, to continue the dialogue, but Fillmore was already moving down\r\nthe car, his rigid back a silent protest against sisterly levity. Sally\r\nwatched him disappear, then picked up a magazine and began to read.\r\n\r\nShe had just finished tracking a story of gripping interest through\r\na jungle of advertisements, only to find that it was in two parts, of\r\nwhich the one she was reading was the first, when a voice spoke.\r\n\r\n“How do you do, Miss Nicholas?”\r\n\r\nInto the seat before her, recently released from the weight of the\r\ncoming manager, Bruce Carmyle of all people in the world insinuated\r\nhimself with that well-bred air of deferential restraint which never\r\nleft him.\r\n\r\n\r\n\r\n2\r\n\r\n\r\n\r\nSally was considerably startled. Everybody travels nowadays, of course,\r\nand there is nothing really remarkable in finding a man in America whom\r\nyou had supposed to be in Europe: but nevertheless she was conscious of\r\na dream-like sensation, as though the clock had been turned back and a\r\nchapter of her life reopened which she had thought closed for ever.\r\n\r\n“Mr. Carmyle!” she cried.\r\n\r\nIf Sally had been constantly in Bruce Carmyle's thoughts since they\r\nhad parted on the Paris express, Mr. Carmyle had been very little in\r\nSally's--so little, indeed, that she had had to search her memory for a\r\nmoment before she identified him.\r\n\r\n“We're always meeting on trains, aren't we?” she went on, her composure\r\nreturning. “I never expected to see you in America.”\r\n\r\n“I came over.”\r\n\r\nSally was tempted to reply that she gathered that, but a sudden\r\nembarrassment curbed her tongue. She had just remembered that at their\r\nlast meeting she had been abominably rude to this man. She was never\r\nrude to anyone, without subsequent remorse. She contented herself with a\r\ntame “Yes.”\r\n\r\n“Yes,” said Mr. Carmyle, “it is a good many years since I have taken\r\na real holiday. My doctor seemed to think I was a trifle run down. It\r\nseemed a good opportunity to visit America. Everybody,” said Mr. Carmyle\r\noracularly, endeavouring, as he had often done since his ship had left\r\nEngland, to persuade himself that his object in making the trip had not\r\nbeen merely to renew his acquaintance with Sally, “everybody ought to\r\nvisit America at least once. It is part of one's education.”\r\n\r\n“And what are your impressions of our glorious country?” said Sally\r\nrallying.\r\n\r\nMr. Carmyle seemed glad of the opportunity of lecturing on an impersonal\r\nsubject. He, too, though his face had shown no trace of it, had been\r\nembarrassed in the opening stages of the conversation. The sound of his\r\nvoice restored him.\r\n\r\n“I have been visiting Chicago,” he said after a brief travelogue.\r\n\r\n“Oh!”\r\n\r\n“A wonderful city.”\r\n\r\n“I've never seen it. I've come from Detroit.”\r\n\r\n“Yes, I heard you were in Detroit.”\r\n\r\nSally's eyes opened.\r\n\r\n“You heard I was in Detroit? Good gracious! How?”\r\n\r\n“I--ah--called at your New York address and made inquiries,” said Mr.\r\nCarmyle a little awkwardly.\r\n\r\n“But how did you know where I lived?”\r\n\r\n“My cousin--er--Lancelot told me.”\r\n\r\nSally was silent for a moment. She had much the same feeling that\r\ncomes to the man in the detective story who realizes that he is being\r\nshadowed. Even if this almost complete stranger had not actually come to\r\nAmerica in direct pursuit of her, there was no disguising the fact that\r\nhe evidently found her an object of considerable interest. It was a\r\ncompliment, but Sally was not at all sure that she liked it. Bruce\r\nCarmyle meant nothing to her, and it was rather disturbing to find that\r\nshe was apparently of great importance to him. She seized on the mention\r\nof Ginger as a lever for diverting the conversation from its present too\r\nintimate course.\r\n\r\n“How is Mr. Kemp?” she asked.\r\n\r\nMr. Carmyle's dark face seemed to become a trifle darker.\r\n\r\n“We have had no news of him,” he said shortly.\r\n\r\n“No news? How do you mean? You speak as though he had disappeared.”\r\n\r\n“He has disappeared!”\r\n\r\n“Good heavens! When?”\r\n\r\n“Shortly after I saw you last.”\r\n\r\n“Disappeared!”\r\n\r\nMr. Carmyle frowned. Sally, watching him, found her antipathy stirring\r\nagain. There was something about this man which she had disliked\r\ninstinctively from the first, a sort of hardness.\r\n\r\n“But where has he gone to?”\r\n\r\n“I don't know.” Mr. Carmyle frowned again. The subject of Ginger was\r\nplainly a sore one. “And I don't want to know,” he went on heatedly,\r\na dull flush rising in the cheeks which Sally was sure he had to shave\r\ntwice a day. “I don't care to know. The Family have washed their hands\r\nof him. For the future he may look after himself as best he can. I\r\nbelieve he is off his head.”\r\n\r\nSally's rebellious temper was well ablaze now, but she fought it down.\r\nShe would dearly have loved to give battle to Mr. Carmyle--it was odd,\r\nshe felt, how she seemed to have constituted herself Ginger's champion\r\nand protector--but she perceived that, if she wished, as she did, to\r\nhear more of her red-headed friend, he must be humoured and conciliated.\r\n\r\n“But what happened? What was all the trouble about?”\r\n\r\nMr. Carmyle's eyebrows met.\r\n\r\n“He--insulted his uncle. His uncle Donald. He insulted him--grossly. The\r\none man in the world he should have made a point of--er--”\r\n\r\n“Keeping in with?”\r\n\r\n“Yes. His future depended upon him.”\r\n\r\n“But what did he do?” cried Sally, trying hard to keep a thoroughly\r\nreprehensible joy out of her voice.\r\n\r\n“I have heard no details. My uncle is reticent as to what actually\r\ntook place. He invited Lancelot to dinner to discuss his plans, and\r\nit appears that Lancelot--defied him. Defied him! He was rude and\r\ninsulting. My uncle refuses to have anything more to do with him.\r\nApparently the young fool managed to win some money at the tables at\r\nRoville, and this seems to have turned his head completely. My uncle\r\ninsists that he is mad. I agree with him. Since the night of that dinner\r\nnothing has been heard of Lancelot.”\r\n\r\nMr. Carmyle broke off to brood once more, and before Sally could speak\r\nthe impressive bulk of Fillmore loomed up in the aisle beside them.\r\nExplanations seemed to Fillmore to be in order. He cast a questioning\r\nglance at the mysterious stranger, who, in addition to being in\r\nconversation with his sister, had collared his seat.\r\n\r\n“Oh, hullo, Fill,” said Sally. “Fillmore, this is Mr. Carmyle. We met\r\nabroad. My brother Fillmore, Mr. Carmyle.”\r\n\r\nProper introduction having been thus effected, Fillmore approved of Mr.\r\nCarmyle. His air of being someone in particular appealed to him.\r\n\r\n“Strange you meeting again like this,” he said affably.\r\n\r\nThe porter, who had been making up berths along the car, was now\r\nhovering expectantly in the offing.\r\n\r\n“You two had better go into the smoking room,” suggested Sally. “I'm\r\ngoing to bed.”\r\n\r\nShe wanted to be alone, to think. Mr. Carmyle's tale of a roused and\r\nrevolting Ginger had stirred her.\r\n\r\nThe two men went off to the smoking-room, and Sally found an empty seat\r\nand sat down to wait for her berth to be made up. She was aglow with a\r\ncurious exhilaration. So Ginger had taken her advice! Excellent Ginger!\r\nShe felt proud of him. She also had that feeling of complacency,\r\namounting almost to sinful pride, which comes to those who give advice\r\nand find it acted upon. She had the emotions of a creator. After all,\r\nhad she not created this new Ginger? It was she who had stirred him\r\nup. It was she who had unleashed him. She had changed him from a meek\r\ndependent of the Family to a ravening creature, who went about the place\r\ninsulting uncles.\r\n\r\nIt was a feat, there was no denying it. It was something attempted,\r\nsomething done: and by all the rules laid down by the poet it should,\r\ntherefore, have earned a night's repose. Yet, Sally, jolted by the\r\ntrain, which towards the small hours seemed to be trying out some new\r\nbuck-and-wing steps of its own invention, slept ill, and presently, as\r\nshe lay awake, there came to her bedside the Spectre of Doubt, gaunt and\r\nquestioning. Had she, after all, wrought so well? Had she been wise in\r\ntampering with this young man's life?\r\n\r\n“What about it?” said the Spectre of Doubt.\r\n\r\n\r\n\r\n3\r\n\r\n\r\n\r\nDaylight brought no comforting answer to the question. Breakfast failed\r\nto manufacture an easy mind. Sally got off the train, at the Grand\r\nCentral station in a state of remorseful concern. She declined the offer\r\nof Mr. Carmyle to drive her to the boarding-house, and started to walk\r\nthere, hoping that the crisp morning air would effect a cure.\r\n\r\nShe wondered now how she could ever have looked with approval on her\r\nrash act. She wondered what demon of interference and meddling had\r\npossessed her, to make her blunder into people's lives, upsetting them.\r\nShe wondered that she was allowed to go around loose. She was nothing\r\nmore nor less than a menace to society. Here was an estimable young man,\r\nobviously the sort of young man who would always have to be assisted\r\nthrough life by his relatives, and she had deliberately egged him on\r\nto wreck his prospects. She blushed hotly as she remembered that mad\r\nwireless she had sent him from the boat.\r\n\r\nMiserable Ginger! She pictured him, his little stock of money gone,\r\nwandering foot-sore about London, seeking in vain for work; forcing\r\nhimself to call on Uncle Donald; being thrown down the front steps by\r\nhaughty footmen; sleeping on the Embankment; gazing into the dark waters\r\nof the Thames with the stare of hopelessness; climbing to the parapet\r\nand...\r\n\r\n“Ugh!” said Sally.\r\n\r\nShe had arrived at the door of the boarding-house, and Mrs. Meecher was\r\nregarding her with welcoming eyes, little knowing that to all practical\r\nintents and purposes she had slain in his prime a red-headed young\r\nman of amiable manners and--when not ill-advised by meddling, muddling\r\nfemales--of excellent behaviour.\r\n\r\nMrs. Meecher was friendly and garrulous. Variety, the journal which,\r\nnext to the dog Toto, was the thing she loved best in the world, had\r\ninformed her on the Friday morning that Mr. Foster's play had got over\r\nbig in Detroit, and that Miss Doland had made every kind of hit. It was\r\nnot often that the old alumni of the boarding-house forced their\r\nway after this fashion into the Hall of Fame, and, according to Mrs.\r\nMeecher, the establishment was ringing with the news. That blue ribbon\r\nround Toto's neck was worn in honour of the triumph. There was also,\r\nthough you could not see it, a chicken dinner in Toto's interior, by way\r\nof further celebration.\r\n\r\nAnd was it true that Mr. Fillmore had bought the piece? A great man, was\r\nMrs. Meecher's verdict. Mr. Faucitt had always said so...\r\n\r\n“Oh, how is Mr. Faucitt?” Sally asked, reproaching herself for having\r\nallowed the pressure of other matters to drive all thoughts of her late\r\npatient from her mind.\r\n\r\n“He's gone,” said Mrs. Meecher with such relish that to Sally, in her\r\nmorbid condition, the words had only one meaning. She turned white and\r\nclutched at the banisters.\r\n\r\n“Gone!”\r\n\r\n“To England,” added Mrs. Meecher. Sally was vastly relieved.\r\n\r\n“Oh, I thought you meant...”\r\n\r\n“Oh no, not that.” Mrs. Meecher sighed, for she had been a little\r\ndisappointed in the old gentleman, who started out as such a promising\r\ninvalid, only to fall away into the dullness of robust health once more.\r\n“He's well enough. I never seen anybody better. You'd think,” said Mrs.\r\nMeecher, bearing up with difficulty under her grievance, “you'd\r\nthink this here new Spanish influenza was a sort of a tonic or\r\nsomep'n, the way he looks now. Of course,” she added, trying to find\r\njustification for a respected lodger, “he's had good news. His brother's\r\ndead.”\r\n\r\n“What!”\r\n\r\n“Not, I don't mean, that that was good news, far from it, though, come\r\nto think of it, all flesh is as grass and we all got to be prepared for\r\nsomep'n of the sort breaking loose...but it seems this here new brother\r\nof his--I didn't know he'd a brother, and I don't suppose you knew he\r\nhad a brother. Men are secretive, ain't they!--this brother of his\r\nhas left him a parcel of money, and Mr. Faucitt he had to get on the\r\nWednesday boat quick as he could and go right over to the other side to\r\nlook after things. Wind up the estate, I believe they call it. Left in a\r\nawful hurry, he did. Sent his love to you and said he'd write. Funny him\r\nhaving a brother, now, wasn't it? Not,” said Mrs. Meecher, at heart a\r\nreasonable woman, “that folks don't have brothers. I got two myself, one\r\nin Portland, Oregon, and the other goodness knows where he is. But what\r\nI'm trying to say...”\r\n\r\nSally disengaged herself, and went up to her room. For a brief while the\r\nexcitement which comes of hearing good news about those of whom we are\r\nfond acted as a stimulant, and she felt almost cheerful. Dear old Mr.\r\nFaucitt. She was sorry for his brother, of course, though she had never\r\nhad the pleasure of his acquaintance and had only just heard that he had\r\never existed; but it was nice to think that her old friend's remaining\r\nyears would be years of affluence.\r\n\r\nPresently, however, she found her thoughts wandering back into their\r\nmelancholy groove. She threw herself wearily on the bed. She was tired\r\nafter her bad night.\r\n\r\nBut she could not sleep. Remorse kept her awake. Besides, she could hear\r\nMrs. Meecher prowling disturbingly about the house, apparently in search\r\nof someone, her progress indicated by creaking boards and the strenuous\r\nyapping of Toto.\r\n\r\nSally turned restlessly, and, having turned remained for a long instant\r\ntransfixed and rigid. She had seen something, and what she had seen\r\nwas enough to surprise any girl in the privacy of her bedroom. From\r\nunderneath the bed there peeped coyly forth an undeniably masculine shoe\r\nand six inches of a grey trouser-leg.\r\n\r\nSally bounded to the floor. She was a girl of courage, and she meant to\r\nprobe this matter thoroughly.\r\n\r\n“What are you doing under my bed?”\r\n\r\nThe question was a reasonable one, and evidently seemed to the intruder\r\nto deserve an answer. There was a muffled sneeze, and he began to crawl\r\nout.\r\n\r\nThe shoe came first. Then the legs. Then a sturdy body in a dusty coat.\r\nAnd finally there flashed on Sally's fascinated gaze a head of so nearly\r\nthe maximum redness that it could only belong to one person in the\r\nworld.\r\n\r\n“Ginger!”\r\n\r\nMr. Lancelot Kemp, on all fours, blinked up at her.\r\n\r\n“Oh, hullo!” he said."
  ]
}