{
  "index": 6,
  "title": "Chapter 5",
  "paragraphs": [
    "1\r\n\r\n\r\n\r\nIt was not till the following Friday that Sally was able to start for\r\nDetroit. She arrived on the Saturday morning and drove to the Hotel\r\nStatler. Having ascertained that Gerald was stopping in the hotel and\r\nhaving 'phoned up to his room to tell him to join her, she went into the\r\ndining-room and ordered breakfast.\r\n\r\nShe felt low-spirited as she waited for the food to arrive. The nursing\r\nof Mr. Faucitt had left her tired, and she had not slept well on the\r\ntrain. But the real cause of her depression was the fact that there had\r\nbeen a lack of enthusiasm in Gerald's greeting over the telephone just\r\nnow. He had spoken listlessly, as though the fact of her returning\r\nafter all these weeks was a matter of no account, and she felt hurt and\r\nperplexed.\r\n\r\nA cup of coffee had a stimulating effect. Men, of course, were always\r\nlike this in the early morning. It would, no doubt, be a very different\r\nGerald who would presently bound into the dining-room, quickened and\r\nrestored by a cold shower-bath. In the meantime, here was food, and she\r\nneeded it.\r\n\r\nShe was pouring out her second cup of coffee when a stout young man,\r\nof whom she had caught a glimpse as he moved about that section of the\r\nhotel lobby which was visible through the open door of the dining-room,\r\ncame in and stood peering about as though in search of someone. The\r\nmomentary sight she had had of this young man had interested Sally. She\r\nhad thought how extraordinarily like he was to her brother Fillmore. Now\r\nshe perceived that it was Fillmore himself.\r\n\r\nSally was puzzled. What could Fillmore be doing so far west? She had\r\nsupposed him to be a permanent resident of New York. But, of course,\r\nyour man of affairs and vast interests flits about all over the place.\r\nAt any rate, here he was, and she called him. And, after he had stood in\r\nthe doorway looking in every direction except the right one for another\r\nminute, he saw her and came over to her table.\r\n\r\n“Why, Sally?” His manner, she thought, was nervous--one might almost\r\nhave said embarrassed. She attributed this to a guilty conscience.\r\nPresently he would have to break to her the news that he had become\r\nengaged to be married without her sisterly sanction, and no doubt he was\r\nwondering how to begin. “What are you doing here? I thought you were in\r\nEurope.”\r\n\r\n“I got back a week ago, but I've been nursing poor old Mr. Faucitt ever\r\nsince then. He's been ill, poor old dear. I've come here to see Mr.\r\nFoster's play, 'The Primrose Way,' you know. Is it a success?”\r\n\r\n“It hasn't opened yet.”\r\n\r\n“Don't be silly, Fill. Do pull yourself together. It opened last\r\nMonday.”\r\n\r\n“No, it didn't. Haven't you heard? They've closed all the theatres\r\nbecause of this infernal Spanish influenza. Nothing has been playing\r\nthis week. You must have seen it in the papers.”\r\n\r\n“I haven't had time to read the papers. Oh, Fill, what an awful shame!”\r\n\r\n“Yes, it's pretty tough. Makes the company all on edge. I've had the\r\ndarndest time, I can tell you.”\r\n\r\n“Why, what have you got to do with it?”\r\n\r\nFillmore coughed.\r\n\r\n“I--er--oh, I didn't tell you that. I'm sort of--er--mixed up in the\r\nshow. Cracknell--you remember he was at college with me--suggested that\r\nI should come down and look at it. Shouldn't wonder if he wants me to\r\nput money into it and so on.”\r\n\r\n“I thought he had all the money in the world.”\r\n\r\n“Yes, he has a lot, but these fellows like to let a pal in on a good\r\nthing.”\r\n\r\n“Is it a good thing?”\r\n\r\n“The play's fine.”\r\n\r\n“That's what Mr. Faucitt said. But Mabel Hobson...”\r\n\r\nFillmore's ample face registered emotion.\r\n\r\n“She's an awful woman, Sally! She can't act, and she throws her\r\nweight about all the time. The other day there was a fuss about a\r\npaper-knife...”\r\n\r\n“How do you mean, a fuss about a paper-knife?”\r\n\r\n“One of the props, you know. It got mislaid. I'm certain it wasn't my\r\nfault...”\r\n\r\n“How could it have been your fault?” asked Sally wonderingly. Love\r\nseemed to have the worst effects on Fillmore's mentality.\r\n\r\n“Well--er--you know how it is. Angry woman... blames the first person\r\nshe sees... This paper-knife...”\r\n\r\nFillmore's voice trailed off into pained silence.\r\n\r\n“Mr. Faucitt said Elsa Doland was good.”\r\n\r\n“Oh, she's all right,” said Fillmore indifferently. “But--” His face\r\nbrightened and animation crept into his voice. “But the girl you want to\r\nwatch is Miss Winch. Gladys Winch. She plays the maid. She's only in\r\nthe first act, and hasn't much to say, except 'Did you ring, madam?' and\r\nthings like that. But it's the way she says 'em! Sally, that girl's a\r\ngenius! The greatest character actress in a dozen years! You mark my\r\nwords, in a darned little while you'll see her name up on Broadway in\r\nelectric light. Personality? Ask me! Charm? She wrote the words and\r\nmusic! Looks?...”\r\n\r\n“All right! All right! I know all about it, Fill. And will you kindly\r\ninform me how you dared to get engaged without consulting me?”\r\n\r\nFillmore blushed richly.\r\n\r\n“Oh, do you know?”\r\n\r\n“Yes. Mr. Faucitt told me.”\r\n\r\n“Well...”\r\n\r\n“Well?”\r\n\r\n“Well, I'm only human,” argued Fillmore.\r\n\r\n“I call that a very handsome admission. You've got quite modest, Fill.”\r\n\r\nHe had certainly changed for the better since their last meeting.\r\n\r\nIt was as if someone had punctured him and let out all the pomposity.\r\nIf this was due, as Mr. Faucitt had suggested, to the influence of Miss\r\nWinch, Sally felt that she could not but approve of the romance.\r\n\r\n“I'll introduce you sometime,' said Fillmore.\r\n\r\n“I want to meet her very much.”\r\n\r\n“I'll have to be going now. I've got to see Bunbury. I thought he might\r\nbe in here.”\r\n\r\n“Who's Bunbury?”\r\n\r\n“The producer. I suppose he is breakfasting in his room. I'd better go\r\nup.”\r\n\r\n“You are busy, aren't you. Little marvel! It's lucky they've got you to\r\nlook after them.”\r\n\r\nFillmore retired and Sally settled down to wait for Gerald, no longer\r\nhurt by his manner over the telephone. Poor Gerald! No wonder he had\r\nseemed upset.\r\n\r\nA few minutes later he came in.\r\n\r\n“Oh, Jerry darling,” said Sally, as he reached the table, “I'm so sorry.\r\nI've just been hearing about it.”\r\n\r\nGerald sat down. His appearance fulfilled the promise of his voice\r\nover the telephone. A sort of nervous dullness wrapped him about like a\r\ngarment.\r\n\r\n“It's just my luck,” he said gloomily. “It's the kind of thing that\r\ncouldn't happen to anyone but me. Damned fools! Where's the sense in\r\nshutting the theatres, even if there is influenza about? They let people\r\njam against one another all day in the stores. If that doesn't hurt them\r\nwhy should it hurt them to go to theatres? Besides, it's all infernal\r\nnonsense about this thing. I don't believe there is such a thing as\r\nSpanish influenza. People get colds in their heads and think they're\r\ndying. It's all a fake scare.”\r\n\r\n“I don't think it's that,” said Sally. “Poor Mr. Faucitt had it quite\r\nbadly. That's why I couldn't come earlier.”\r\n\r\nGerald did not seem interested either by the news of Mr. Faucitt's\r\nillness or by the fact that Sally, after delay, had at last arrived. He\r\ndug a spoon sombrely into his grape-fruit.\r\n\r\n“We've been hanging about here day after day, getting bored to death\r\nall the time... The company's going all to pieces. They're sick of\r\nrehearsing and rehearsing when nobody knows if we'll ever open. They\r\nwere all keyed up a week ago, and they've been sagging ever since. It\r\nwill ruin the play, of course. My first chance! Just chucked away.”\r\n\r\nSally was listening with a growing feeling of desolation. She tried to\r\nbe fair, to remember that he had had a terrible disappointment and was\r\nunder a great strain. And yet... it was unfortunate that self-pity was a\r\nthing she particularly disliked in a man. Her vanity, too, was hurt. It\r\nwas obvious that her arrival, so far from acting as a magic restorative,\r\nhad effected nothing. She could not help remembering, though it made\r\nher feel disloyal, what Mr. Faucitt had said about Gerald. She had never\r\nnoticed before that he was remarkably self-centred, but he was thrusting\r\nthe fact upon her attention now.\r\n\r\n“That Hobson woman is beginning to make trouble,” went on Gerald,\r\nprodding in a despairing sort of way at scrambled eggs. “She ought never\r\nto have had the part, never. She can't handle it. Elsa Doland could play\r\nit a thousand times better. I wrote Elsa in a few lines the other day,\r\nand the Hobson woman went right up in the air. You don't know what a\r\nstar is till you've seen one of these promoted clothes-props from the\r\nFollies trying to be one. It took me an hour to talk her round and keep\r\nher from throwing up her part.”\r\n\r\n“Why not let her throw up her part?”\r\n\r\n“For heaven's sake talk sense,” said Gerald querulously. “Do you suppose\r\nthat man Cracknell would keep the play on if she wasn't in it? He would\r\nclose the show in a second, and where would I be then? You don't seem\r\nto realize that this is a big chance for me. I'd look a fool throwing it\r\naway.”\r\n\r\n“I see,” said Sally, shortly. She had never felt so wretched in her\r\nlife. Foreign travel, she decided, was a mistake. It might be pleasant\r\nand broadening to the mind, but it seemed to put you so out of touch\r\nwith people when you got back. She analysed her sensations, and arrived\r\nat the conclusion that what she was resenting was the fact that Gerald\r\nwas trying to get the advantages of two attitudes simultaneously. A man\r\nin trouble may either be the captain of his soul and superior to pity,\r\nor he may be a broken thing for a woman to pet and comfort. Gerald,\r\nit seemed to her, was advertising himself as an object for her\r\ncommiseration, and at the same time raising a barrier against it. He\r\nappeared to demand her sympathy while holding himself aloof from it. She\r\nhad the uncomfortable sensation of feeling herself shut out and useless.\r\n\r\n“By the way,” said Gerald, “there's one thing. I have to keep her\r\njollying along all the time, so for goodness' sake don't go letting it\r\nout that we're engaged.”\r\n\r\nSally's chin went up with a jerk. This was too much.\r\n\r\n“If you find it a handicap being engaged to me...”\r\n\r\n“Don't be silly.” Gerald took refuge in pathos. “Good God! It's tough!\r\nHere am I, worried to death, and you...”\r\n\r\nBefore he could finish the sentence, Sally's mood had undergone one\r\nof those swift changes which sometimes made her feel that she must be\r\nlacking in character. A simple, comforting thought had come to her,\r\naltering her entire outlook. She had come off the train tired and\r\ngritty, and what seemed the general out-of-jointness of the world was\r\nentirely due, she decided, to the fact that she had not had a bath and\r\nthat her hair was all anyhow. She felt suddenly tranquil. If it was\r\nmerely her grubby and dishevelled condition that made Gerald seem to her\r\nso different, all was well. She put her hand on his with a quick gesture\r\nof penitence.\r\n\r\n“I'm so sorry,” she said. “I've been a brute, but I do sympathize,\r\nreally.”\r\n\r\n“I've had an awful time,” mumbled Gerald.\r\n\r\n“I know, I know. But you never told me you were glad to see me.”\r\n\r\n“Of course I'm glad to see you.”\r\n\r\n“Why didn't you say so, then, you poor fish? And why didn't you ask me\r\nif I had enjoyed myself in Europe?”\r\n\r\n“Did you enjoy yourself?”\r\n\r\n“Yes, except that I missed you so much. There! Now we can consider my\r\nlecture on foreign travel finished, and you can go on telling me your\r\ntroubles.”\r\n\r\nGerald accepted the invitation. He spoke at considerable length, though\r\nwith little variety. It appeared definitely established in his mind that\r\nProvidence had invented Spanish influenza purely with a view to wrecking\r\nhis future. But now he seemed less aloof, more open to sympathy.\r\nThe brief thunderstorm had cleared the air. Sally lost that sense of\r\ndetachment and exclusion which had weighed upon her.\r\n\r\n“Well,” said Gerald, at length, looking at his watch, “I suppose I had\r\nbetter be off.”\r\n\r\n“Rehearsal?”\r\n\r\n“Yes, confound it. It's the only way of getting through the day. Are you\r\ncoming along?”\r\n\r\n“I'll come directly I've unpacked and tidied myself up.”\r\n\r\n“See you at the theatre, then.”\r\n\r\nSally went out and rang for the lift to take her up to her room.\r\n\r\n\r\n\r\n2\r\n\r\n\r\n\r\nThe rehearsal had started when she reached the theatre. As she entered\r\nthe dark auditorium, voices came to her with that thin and reedy effect\r\nwhich is produced by people talking in an empty building. She sat down\r\nat the back of the house, and, as her eyes grew accustomed to the gloom,\r\nwas able to see Gerald sitting in the front row beside a man with a bald\r\nhead fringed with orange hair whom she took correctly to be Mr. Bunbury,\r\nthe producer. Dotted about the house in ones and twos were members of\r\nthe company whose presence was not required in the first act. On the\r\nstage, Elsa Doland, looking very attractive, was playing a scene with a\r\nman in a bowler hat. She was speaking a line, as Sally came in.\r\n\r\n“Why, what do you mean, father?”\r\n\r\n“Tiddly-omty-om,” was the bowler-hatted one's surprising reply.\r\n“Tiddly-omty-om... long speech ending in 'find me in the library.' And\r\nexit,” said the man in the bowler hat, starting to do so.\r\n\r\nFor the first time Sally became aware of the atmosphere of nerves.\r\nMr. Bunbury, who seemed to be a man of temperament, picked up his\r\nwalking-stick, which was leaning against the next seat, and flung it\r\nwith some violence across the house.\r\n\r\n“For God's sake!” said Mr. Bunbury.\r\n\r\n“Now what?” inquired the bowler hat, interested, pausing hallway across\r\nthe stage.\r\n\r\n“Do speak the lines, Teddy,” exclaimed Gerald. “Don't skip them in that\r\nsloppy fashion.”\r\n\r\n“You don't want me to go over the whole thing?” asked the bowler hat,\r\namazed.\r\n\r\n“Yes!”\r\n\r\n“Not the whole damn thing?” queried the bowler hat, fighting with\r\nincredulity.\r\n\r\n“This is a rehearsal,” snapped Mr. Bunbury. “If we are not going to do\r\nit properly, what's the use of doing it at all?”\r\n\r\nThis seemed to strike the erring Teddy, if not as reasonable, at any\r\nrate as one way of looking at it. He delivered the speech in an injured\r\ntone and shuffled off. The atmosphere of tenseness was unmistakable now.\r\nSally could feel it. The world of the theatre is simply a large nursery\r\nand its inhabitants children who readily become fretful if anything goes\r\nwrong. The waiting and the uncertainty, the loafing about in strange\r\nhotels in a strange city, the dreary rehearsing of lines which had been\r\npolished to the last syllable more than a week ago--these things had\r\nsapped the nerve of the Primrose Way company and demoralization had set\r\nin. It would require only a trifle to produce an explosion.\r\n\r\nElsa Doland now moved to the door, pressed a bell, and, taking a\r\nmagazine from the table, sat down in a chair near the footlights.\r\nA moment later, in answer to the ring, a young woman entered, to be\r\ngreeted instantly by an impassioned bellow from Mr. Bunbury.\r\n\r\n“Miss Winch!”\r\n\r\nThe new arrival stopped and looked out over the footlights, not in the\r\npained manner of the man in the bowler hat, but with the sort of\r\ngenial indulgence of one who has come to a juvenile party to amuse the\r\nchildren. She was a square, wholesome, good-humoured looking girl with\r\na serious face, the gravity of which was contradicted by the faint smile\r\nthat seemed to lurk about the corner of her mouth. She was certainly not\r\npretty, and Sally, watching her with keen interest, was surprised that\r\nFillmore had had the sense to disregard surface homeliness and recognize\r\nher charm. Deep down in Fillmore, Sally decided, there must lurk an\r\nunsuspected vein of intelligence.\r\n\r\n“Hello?” said Miss Winch, amiably.\r\n\r\nMr. Bunbury seemed profoundly moved.\r\n\r\n“Miss Winch, did I or did I not ask you to refrain from chewing gum\r\nduring rehearsal?”\r\n\r\n“That's right, so you did,” admitted Miss Winch, chummily.\r\n\r\n“Then why are you doing it?”\r\n\r\nFillmore's fiancée revolved the criticized refreshment about her tongue\r\nfor a moment before replying.\r\n\r\n“Bit o' business,” she announced, at length.\r\n\r\n“What do you mean, a bit of business?”\r\n\r\n“Character stuff,” explained Miss Winch in her pleasant, drawling voice.\r\n“Thought it out myself. Maids chew gum, you know.”\r\n\r\nMr. Bunbury ruffled his orange hair in an over-wrought manner with the\r\npalm of his right hand.\r\n\r\n“Have you ever seen a maid?” he asked, despairingly.\r\n\r\n“Yes, sir. And they chew gum.”\r\n\r\n“I mean a parlour-maid in a smart house,” moaned Mr. Bunbury. “Do you\r\nimagine for a moment that in a house such as this is supposed to be the\r\nparlour-maid would be allowed to come into the drawing-room champing\r\nthat disgusting, beastly stuff?”\r\n\r\nMiss Winch considered the point.\r\n\r\n“Maybe you're right.” She brightened. “Listen! Great idea! Mr. Foster\r\ncan write in a line for Elsa, calling me down, and another giving me\r\na good come-back, and then another for Elsa saying something else, and\r\nthen something really funny for me, and so on. We can work it up into a\r\nbig comic scene. Five or six minutes, all laughs.”\r\n\r\nThis ingenious suggestion had the effect of depriving the producer\r\nmomentarily of speech, and while he was struggling for utterance, there\r\ndashed out from the wings a gorgeous being in blue velvet and a hat of\r\nsuch unimpeachable smartness that Sally ached at the sight of it with a\r\nspasm of pure envy.\r\n\r\n“Say!”\r\n\r\nMiss Mabel Hobson had practically every personal advantage which\r\nnature can bestow with the exception of a musical voice. Her figure was\r\nperfect, her face beautiful, and her hair a mass of spun gold; but her\r\nvoice in moments of emotion was the voice of a peacock.\r\n\r\n“Say, listen to me for just one moment!”\r\n\r\nMr. Bunbury recovered from his trance.\r\n\r\n“Miss Hobson! Please!”\r\n\r\n“Yes, that's all very well...”\r\n\r\n“You are interrupting the rehearsal.”\r\n\r\n“You bet your sorrowful existence I'm interrupting the rehearsal,”\r\n agreed Miss Hobson, with emphasis. “And, if you want to make a little\r\neasy money, you go and bet somebody ten seeds that I'm going to\r\ninterrupt it again every time there's any talk of writing up any darned\r\npart in the show except mine. Write up other people's parts? Not while I\r\nhave my strength!”\r\n\r\nA young man with butter-coloured hair, who had entered from the wings in\r\nclose attendance on the injured lady, attempted to calm the storm.\r\n\r\n“Now, sweetie!”\r\n\r\n“Oh, can it, Reggie!” said Miss Hobson, curtly.\r\n\r\nMr. Cracknell obediently canned it. He was not one of your brutal\r\ncave-men. He subsided into the recesses of a high collar and began to\r\nchew the knob of his stick.\r\n\r\n“I'm the star,” resumed Miss Hobson, vehemently, “and, if you think\r\nanybody else's part's going to be written up... well, pardon me while I\r\nchoke with laughter! If so much as a syllable is written into anybody's\r\npart, I walk straight out on my two feet. You won't see me go, I'll be\r\nso quick.”\r\n\r\nMr. Bunbury sprang to his feet and waved his hands.\r\n\r\n“For heaven's sake! Are we rehearsing, or is this a debating society?\r\nMiss Hobson, nothing is going to be written into anybody's part. Now are\r\nyou satisfied?”\r\n\r\n“She said...”\r\n\r\n“Oh, never mind,” observed Miss Winch, equably. “It was only a random\r\nthought. Working for the good of the show all the time. That's me.”\r\n\r\n“Now, sweetie!” pleaded Mr. Cracknell, emerging from the collar like a\r\ntortoise.\r\n\r\nMiss Hobson reluctantly allowed herself to be reassured.\r\n\r\n“Oh, well, that's all right, then. But don't forget I know how to look\r\nafter myself,” she said, stating a fact which was abundantly obvious to\r\nall who had had the privilege of listening to her. “Any raw work, and\r\nout I walk so quick it'll make you giddy.”\r\n\r\nShe retired, followed by Mr. Cracknell, and the wings swallowed her up.\r\n\r\n“Shall I say my big speech now?” inquired Miss Winch, over the\r\nfootlights.\r\n\r\n“Yes, yes! Get on with the rehearsal. We've wasted half the morning.”\r\n\r\n“Did you ring, madam?” said Miss Winch to Elsa, who had been reading her\r\nmagazine placidly through the late scene.\r\n\r\nThe rehearsal proceeded, and Sally watched it with a sinking heart. It\r\nwas all wrong. Novice as she was in things theatrical, she could see\r\nthat. There was no doubt that Miss Hobson was superbly beautiful and\r\nwould have shed lustre on any part which involved the minimum of words\r\nand the maximum of clothes: but in the pivotal role of a serious play,\r\nher very physical attributes only served to emphasize and point her\r\nhopeless incapacity. Sally remembered Mr. Faucitt's story of the lady\r\nwho got the bird at Wigan. She did not see how history could fail to\r\nrepeat itself. The theatrical public of America will endure much from\r\nyouth and beauty, but there is a limit.\r\n\r\nA shrill, passionate cry from the front row, and Mr. Bunbury was on his\r\nfeet again. Sally could not help wondering whether things were going\r\nparticularly wrong to-day, or whether this was one of Mr. Bunbury's\r\nordinary mornings.\r\n\r\n“Miss Hobson!”\r\n\r\nThe action of the drama had just brought that emotional lady on left\r\ncentre and had taken her across to the desk which stood on the other\r\nside of the stage. The desk was an important feature of the play, for it\r\nsymbolized the absorption in business which, exhibited by her husband,\r\nwas rapidly breaking Miss Hobson's heart. He loved his desk better than\r\nhis young wife, that was what it amounted to, and no wife can stand that\r\nsort of thing.\r\n\r\n“Oh, gee!” said Miss Hobson, ceasing to be the distressed wife and\r\nbecoming the offended star. “What's it this time?”\r\n\r\n“I suggested at the last rehearsal and at the rehearsal before and\r\nthe rehearsal before that, that, on that line, you, should pick up\r\nthe paper-knife and toy negligently with it. You did it yesterday, and\r\nto-day you've forgotten it again.”\r\n\r\n“My God!” cried Miss Hobson, wounded to the quick. “If this don't beat\r\neverything! How the heck can I toy negligently with a paper-knife when\r\nthere's no paper-knife for me to toy negligently with?”\r\n\r\n“The paper-knife is on the desk.”\r\n\r\n“It's not on the desk.”\r\n\r\n“No paper-knife?”\r\n\r\n“No paper-knife. And it's no good picking on me. I'm the star, not the\r\nassistant stage manager. If you're going to pick on anybody, pick on\r\nhim.”\r\n\r\nThe advice appeared to strike Mr. Bunbury as good. He threw back his\r\nhead and bayed like a bloodhound.\r\n\r\nThere was a momentary pause, and then from the wings on the prompt side\r\nthere shambled out a stout and shrinking figure, in whose hand was a\r\nscript of the play and on whose face, lit up by the footlights, there\r\nshone a look of apprehension. It was Fillmore, the Man of Destiny.\r\n\r\n\r\n\r\n3\r\n\r\n\r\n\r\nAlas, poor Fillmore! He stood in the middle of the stage with the\r\nlightning of Mr. Bunbury's wrath playing about his defenceless head, and\r\nSally, recovering from her first astonishment, sent a wave of sisterly\r\ncommiseration floating across the theatre to him. She did not often pity\r\nFillmore. His was a nature which in the sunshine of prosperity had a\r\ntendency to grow a trifle lush; and such of the minor ills of life as\r\nhad afflicted him during the past three years, had, she considered,\r\nbeen wholesome and educative and a matter not for concern but for\r\ncongratulation. Unmoved, she had watched him through that lean period\r\nlunching on coffee and buckwheat cakes, and curbing from motives of\r\neconomy a somewhat florid taste in dress. But this was different. This\r\nwas tragedy. Somehow or other, blasting disaster must have smitten the\r\nFillmore bank-roll, and he was back where he had started. His presence\r\nhere this morning could mean nothing else.\r\n\r\nShe recalled his words at the breakfast-table about financing the\r\nplay. How like Fillmore to try to save his face for the moment with an\r\noutrageous bluff, though well aware that he would have to reveal the\r\ntruth sooner or later. She realized how he must have felt when he had\r\nseen her at the hotel. Yes, she was sorry for Fillmore.\r\n\r\nAnd, as she listened to the fervent eloquence of Mr. Bunbury, she\r\nperceived that she had every reason to be. Fillmore was having a bad\r\ntime. One of the chief articles of faith in the creed of all theatrical\r\nproducers is that if anything goes wrong it must be the fault of the\r\nassistant stage manager and Mr. Bunbury was evidently orthodox in his\r\nviews. He was showing oratorical gifts of no mean order. The paper-knife\r\nseemed to inspire him. Gradually, Sally began to get the feeling that\r\nthis harmless, necessary stage-property was the source from which\r\nsprang most, if not all, of the trouble in the world. It had disappeared\r\nbefore. Now it had disappeared again. Could Mr. Bunbury go on struggling\r\nin a universe where this sort of thing happened? He seemed to doubt it.\r\nBeing a red-blooded, one-hundred-per-cent American man, he would try\r\nhard, but it was a hundred to one shot that he would get through. He\r\nhad asked for a paper-knife. There was no paper-knife. Why was there no\r\npaper-knife? Where was the paper-knife anyway?\r\n\r\n“I assure you, Mr. Bunbury,” bleated the unhappy Fillmore, obsequiously.\r\n“I placed it with the rest of the properties after the last rehearsal.”\r\n\r\n“You couldn't have done.”\r\n\r\n“I assure you I did.”\r\n\r\n“And it walked away, I suppose,” said Miss Hobson with cold scorn,\r\npausing in the operation of brightening up her lower lip with a\r\nlip-stick.\r\n\r\nA calm, clear voice spoke.\r\n\r\n“It was taken away,” said the calm, clear voice.\r\n\r\nMiss Winch had added herself to the symposium. She stood beside\r\nFillmore, chewing placidly. It took more than raised voices and\r\ngesticulating hands to disturb Miss Winch.\r\n\r\n“Miss Hobson took it,” she went on in her cosy, drawling voice. “I saw\r\nher.”\r\n\r\nSensation in court. The prisoner, who seemed to feel his position\r\ndeeply, cast a pop-eyed glance full of gratitude at his advocate.\r\nMr. Bunbury, in his capacity of prosecuting attorney, ran his fingers\r\nthrough his hair in some embarrassment, for he was regretting now that\r\nhe had made such a fuss. Miss Hobson thus assailed by an underling,\r\nspun round and dropped the lip-stick, which was neatly retrieved by the\r\nassiduous Mr. Cracknell. Mr. Cracknell had his limitations, but he was\r\nrather good at picking up lip-sticks.\r\n\r\n“What's that? I took it? I never did anything of the sort.”\r\n\r\n“Miss Hobson took it after the rehearsal yesterday,” drawled Gladys\r\nWinch, addressing the world in general, “and threw it negligently at the\r\ntheatre cat.”\r\n\r\nMiss Hobson seemed taken aback. Her composure was not restored by Mr.\r\nBunbury's next remark. The producer, like his company, had been feeling\r\nthe strain of the past few days, and, though as a rule he avoided\r\nanything in the nature of a clash with the temperamental star, this\r\nmatter of the missing paper-knife had bitten so deeply into his soul\r\nthat he felt compelled to speak his mind.\r\n\r\n“In future, Miss Hobson, I should be glad if, when you wish to throw\r\nanything at the cat, you would not select a missile from the property\r\nbox. Good heavens!” he cried, stung by the way fate was maltreating\r\nhim, “I have never experienced anything like this before. I have\r\nbeen producing plays all my life, and this is the first time this has\r\nhappened. I have produced Nazimova. Nazimova never threw paper-knives at\r\ncats.”\r\n\r\n“Well, I hate cats,” said Miss Hobson, as though that settled it.\r\n\r\n“I,” murmured Miss Winch, “love little pussy, her fur is so warm, and if\r\nI don't hurt her she'll do me no...”\r\n\r\n“Oh, my heavens!” shouted Gerald Foster, bounding from his seat and for\r\nthe first time taking a share in the debate. “Are we going to spend the\r\nwhole day arguing about cats and paper-knives? For goodness' sake, clear\r\nthe stage and stop wasting time.”\r\n\r\nMiss Hobson chose to regard this intervention as an affront.\r\n\r\n“Don't shout at me, Mr. Foster!”\r\n\r\n“I wasn't shouting at you.”\r\n\r\n“If you have anything to say to me, lower your voice.”\r\n\r\n“He can't,” observed Miss Winch. “He's a tenor.”\r\n\r\n“Nazimova never...” began Mr. Bunbury.\r\n\r\nMiss Hobson was not to be diverted from her theme by reminiscences of\r\nNazimova. She had not finished dealing with Gerald.\r\n\r\n“In the shows I've been in,” she said, mordantly, “the author wasn't\r\nallowed to go about the place getting fresh with the leading lady. In\r\nthe shows I've been in the author sat at the back and spoke when he was\r\nspoken to. In the shows I've been in...”\r\n\r\nSally was tingling all over. This reminded her of the dog-fight on the\r\nRoville sands. She wanted to be in it, and only the recognition that it\r\nwas a private fight and that she would be intruding kept her silent. The\r\nlure of the fray, however, was too strong for her wholly to resist it.\r\nAlmost unconsciously, she had risen from her place and drifted down the\r\naisle so as to be nearer the white-hot centre of things. She was now\r\nstanding in the lighted space by the orchestra-pit, and her presence\r\nattracted the roving attention of Miss Hobson, who, having concluded her\r\nremarks on authors and their legitimate sphere of activity, was looking\r\nabout for some other object of attack.\r\n\r\n“Who the devil,” inquired Miss Hobson, “is that?”\r\n\r\nSally found herself an object of universal scrutiny and wished that she\r\nhad remained in the obscurity of the back rows.\r\n\r\n“I am Mr. Nicholas' sister,” was the best method of identification that\r\nshe could find.\r\n\r\n“Who's Mr. Nicholas?”\r\n\r\nFillmore timidly admitted that he was Mr. Nicholas. He did it in the\r\nmanner of one in the dock pleading guilty to a major charge, and\r\nat least half of those present seemed surprised. To them, till now,\r\nFillmore had been a nameless thing, answering to the shout of “Hi!”\r\n\r\nMiss Hobson received the information with a laugh of such exceeding\r\nbitterness that strong men blanched and Mr. Cracknell started so\r\nconvulsively that he nearly jerked his collar off its stud.\r\n\r\n“Now, sweetie!” urged Mr. Cracknell.\r\n\r\nMiss Hobson said that Mr. Cracknell gave her a pain in the gizzard. She\r\nrecommended his fading away, and he did so--into his collar. He seemed\r\nto feel that once well inside his collar he was “home” and safe from\r\nattack.\r\n\r\n“I'm through!” announced Miss Hobson. It appeared that Sally's presence\r\nhad in some mysterious fashion fulfilled the function of the last straw.\r\n“This is the by-Goddest show I was ever in! I can stand for a whole lot,\r\nbut when it comes to the assistant stage manager being allowed to fill\r\nthe theatre with his sisters and his cousins and his aunts it's time to\r\nquit.”\r\n\r\n“But, sweetie!” pleaded Mr. Cracknell, coming to the surface.\r\n\r\n“Oh, go and choke yourself!” said Miss Hobson, crisply. And, swinging\r\nround like a blue panther, she strode off. A door banged, and the sound\r\nof it seemed to restore Mr. Cracknell's power of movement. He, too, shot\r\nup stage and disappeared.\r\n\r\n“Hello, Sally,” said Elsa Doland, looking up from her magazine. The\r\nbattle, raging all round her, had failed to disturb her detachment.\r\n“When did you get back?”\r\n\r\nSally trotted up the steps which had been propped against the stage to\r\nform a bridge over the orchestra pit.\r\n\r\n“Hello, Elsa.”\r\n\r\nThe late debaters had split into groups. Mr. Bunbury and Gerald were\r\npacing up and down the central aisle, talking earnestly. Fillmore had\r\nsubsided into a chair.\r\n\r\n“Do you know Gladys Winch?” asked Elsa.\r\n\r\nSally shook hands with the placid lodestar of her brother's affections.\r\nMiss Winch, on closer inspection, proved to have deep grey eyes and\r\nfreckles. Sally's liking for her increased.\r\n\r\n“Thank you for saving Fillmore from the wolves,” she said. “They would\r\nhave torn him in pieces but for you.”\r\n\r\n“Oh, I don't know,” said Miss Winch.\r\n\r\n“It was noble.”\r\n\r\n“Oh, well!”\r\n\r\n“I think,” said Sally, “I'll go and have a talk with Fillmore. He looks\r\nas though he wanted consoling.”\r\n\r\nShe made her way to that picturesque ruin.\r\n\r\n\r\n\r\n4\r\n\r\n\r\n\r\nFillmore had the air of a man who thought it wasn't loaded. A wild,\r\nstartled expression had settled itself upon his face and he was\r\nbreathing heavily.\r\n\r\n“Cheer up!” said Sally. Fillmore jumped like a stricken jelly. “Tell me\r\nall,” said Sally, sitting down beside him. “I leave you a gentleman of\r\nlarge and independent means, and I come back and find you one of the\r\nwage-slaves again. How did it all happen?”\r\n\r\n“Sally,” said Fillmore, “I will be frank with you. Can you lend me ten\r\ndollars?”\r\n\r\n“I don't see how you make that out an answer to my question, but here\r\nyou are.”\r\n\r\n“Thanks.” Fillmore pocketed the bill. “I'll let you have it back next\r\nweek. I want to take Miss Winch out to lunch.”\r\n\r\n“If that's what you want it for, don't look on it as a loan, take it as\r\na gift with my blessing thrown in.” She looked over her shoulder at\r\nMiss Winch, who, the cares of rehearsal being temporarily suspended, was\r\npractising golf-shots with an umbrella at the other side of the stage.\r\n“However did you have the sense to fall in love with her, Fill?”\r\n\r\n“Do you like her?” asked Fillmore, brightening.\r\n\r\n“I love her.”\r\n\r\n“I knew you would. She's just the right girl for me, isn't she?”\r\n\r\n“She certainly is.”\r\n\r\n“So sympathetic.”\r\n\r\n“Yes.”\r\n\r\n“So kind.”\r\n\r\n“Yes.”\r\n\r\n“And she's got brains enough for two, which is the exact quantity the\r\ngirl who marries you will need.”\r\n\r\nFillmore drew himself up with as much hauteur as a stout man sitting in\r\na low chair can achieve.\r\n\r\n“Some day I will make you believe in me, Sally.”\r\n\r\n“Less of the Merchant Prince, my lad,” said Sally, firmly. “You just\r\nconfine yourself to explaining how you got this way, instead of taking\r\nup my valuable time telling me what you mean to do in the future. You've\r\nlost all your money?”\r\n\r\n“I have suffered certain reverses,” said Fillmore, with dignity, “which\r\nhave left me temporarily... Yes, every bean,” he concluded simply.\r\n\r\n“How?”\r\n\r\n“Well...” Fillmore hesitated. “I've had bad luck, you know. First I\r\nbought Consolidated Rails for the rise, and they fell. So that went\r\nwrong.”\r\n\r\n“Yes?”\r\n\r\n“And then I bought Russian Roubles for the fall, and they rose. So that\r\nwent wrong.”\r\n\r\n“Good gracious! Why, I've heard all this before.”\r\n\r\n“Who told you?”\r\n\r\n“No, I remember now. It's just that you remind me of a man I met at\r\nRoville. He was telling me the story of his life, and how he had made a\r\nhash of everything. Well, that took all you had, I suppose?”\r\n\r\n“Not quite. I had a few thousand left, and I went into a deal that\r\nreally did look cast-iron.”\r\n\r\n“And that went wrong!”\r\n\r\n“It wasn't my fault,” said Fillmore querulously. “It was just my\r\npoisonous luck. A man I knew got me to join a syndicate which had\r\nbought up a lot of whisky. The idea was to ship it into Chicago in\r\nherring-barrels. We should have cleaned up big, only a mutt of a\r\ndetective took it into his darned head to go fooling about with a\r\ncrowbar. Officious ass! It wasn't as if the barrels weren't labelled\r\n'Herrings' as plainly as they could be,” said Fillmore with honest\r\nindignation. He shuddered. “I nearly got arrested.”\r\n\r\n“But that went wrong? Well, that's something to be thankful for. Stripes\r\nwouldn't suit your figure.” Sally gave his arm a squeeze. She was\r\nvery fond of Fillmore, though for the good of his soul she generally\r\nconcealed her affection beneath a manner which he had once compared,\r\nnot without some reason, to that of a governess who had afflicted their\r\nmutual childhood. “Never mind, you poor ill-used martyr. Things are sure\r\nto come right. We shall see you a millionaire some day. And, oh heavens,\r\nbrother Fillmore, what a bore you'll be when you are! I can just see\r\nyou being interviewed and giving hints to young men on how to make good.\r\n'Mr. Nicholas attributes his success to sheer hard work. He can lay his\r\nhand on his bulging waistcoat and say that he has never once indulged in\r\nthose rash get-rich-quick speculations, where you buy for the rise and\r\nwatch things fall and then rush out and buy for the fall and watch 'em\r\nrise.' Fill... I'll tell you what I'll do. They all say it's the first\r\nbit of money that counts in building a vast fortune. I'll lend you some\r\nof mine.”\r\n\r\n“You will? Sally, I always said you were an ace.”\r\n\r\n“I never heard you. You oughtn't to mumble so.”\r\n\r\n“Will you lend me twenty thousand dollars?”\r\n\r\nSally patted his hand soothingly.\r\n\r\n“Come slowly down to earth,” she said. “Two hundred was the sum I had in\r\nmind.”\r\n\r\n“I want twenty thousand.”\r\n\r\n“You'd better rob a bank. Any policeman will direct you to a good bank.”\r\n\r\n“I'll tell you why I want twenty thousand.”\r\n\r\n“You might just mention it.”\r\n\r\n“If I had twenty thousand, I'd buy this production from Cracknell. He'll\r\nbe back in a few minutes to tell us that the Hobson woman has quit: and,\r\nif she really has, you take it from me that he will close the show. And,\r\neven if he manages to jolly her along this time and she comes back, it's\r\ngoing to happen sooner or later. It's a shame to let a show like this\r\nclose. I believe in it, Sally. It's a darn good play. With Elsa Doland\r\nin the big part, it couldn't fail.”\r\n\r\nSally started. Her money was too recent for her to have grown fully\r\naccustomed to it, and she had never realized that she was in a position\r\nto wave a wand and make things happen on any big scale. The financing of\r\na theatrical production had always been to her something mysterious\r\nand out of the reach of ordinary persons like herself. Fillmore, that\r\nspacious thinker, had brought it into the sphere of the possible.\r\n\r\n“He'd sell for less than that, of course, but one would need a bit in\r\nhand. You have to face a loss on the road before coming into New York.\r\nI'd give you ten per cent on your money, Sally.”\r\n\r\nSally found herself wavering. The prudent side of her nature, which\r\nhitherto had steered her safely through most of life's rapids, seemed\r\noddly dormant. Sub-consciously she was aware that on past performances\r\nFillmore was decidedly not the man to be allowed control of anybody's\r\nlittle fortune, but somehow the thought did not seem to grip her. He had\r\ntouched her imagination.\r\n\r\n“It's a gold-mine!”\r\n\r\nSally's prudent side stirred in its sleep. Fillmore had chosen an\r\nunfortunate expression. To the novice in finance the word gold-mine\r\nhad repellent associations. If there was one thing in which Sally had\r\nproposed not to invest her legacy, it was a gold-mine; what she had had\r\nin view, as a matter of fact, had been one of those little fancy shops\r\nwhich are called Ye Blue Bird or Ye Corner Shoppe, or something like\r\nthat, where you sell exotic bric-a-brac to the wealthy at extortionate\r\nprices. She knew two girls who were doing splendidly in that line. As\r\nFillmore spoke those words, Ye Corner Shoppe suddenly looked very good\r\nto her.\r\n\r\nAt this moment, however, two things happened. Gerald and Mr. Bunbury,\r\nin the course of their perambulations, came into the glow of the\r\nfootlights, and she was able to see Gerald's face: and at the same time\r\nMr. Reginald Cracknell hurried on to the stage, his whole demeanour that\r\nof the bearer of evil tidings.\r\n\r\nThe sight of Gerald's face annihilated Sally's prudence at a single\r\nstroke. Ye Corner Shoppe, which a moment before had been shining\r\nbrightly before her mental eye, flickered and melted out. The whole\r\nissue became clear and simple. Gerald was miserable and she had it in\r\nher power to make him happy. He was sullenly awaiting disaster and she\r\nwith a word could avert it. She wondered that she had ever hesitated.\r\n\r\n“All right,” she said simply.\r\n\r\nFillmore quivered from head to foot. A powerful electric shock could not\r\nhave produced a stronger convulsion. He knew Sally of old as cautious\r\nand clear-headed, by no means to be stampeded by a brother's eloquence;\r\nand he had never looked on this thing as anything better than a hundred\r\nto one shot.\r\n\r\n“You'll do it?” he whispered, and held his breath. After all he might\r\nnot have heard correctly.\r\n\r\n“Yes.”\r\n\r\nAll the complex emotion in Fillmore's soul found expression in one vast\r\nwhoop. It rang through the empty theatre like the last trump, beating\r\nagainst the back wall and rising in hollow echoes to the very gallery.\r\nMr. Bunbury, conversing in low undertones with Mr. Cracknell across the\r\nfootlights, shied like a startled mule. There was reproach and menace in\r\nthe look he cast at Fillmore, and a minute earlier it would have reduced\r\nthat financial magnate to apologetic pulp. But Fillmore was not to\r\nbe intimidated now by a look. He strode down to the group at the\r\nfootlights,\r\n\r\n“Cracknell,” he said importantly, “one moment, I should like a word with\r\nyou.”"
  ]
}