{
  "index": 3,
  "title": "Chapter 2",
  "paragraphs": [
    "1\r\n\r\n\r\n\r\nBy six o'clock on the following evening, however, Sally had been forced\r\nto the conclusion that Ginger would have to struggle through life as\r\nbest he could without the assistance of her contemplated remarks: for\r\nshe had seen nothing of him all day and in another hour she would have\r\nleft Roville on the seven-fifteen express which was to take her to\r\nParis, en route for Cherbourg and the liner whereon she had booked her\r\npassage for New York.\r\n\r\nIt was in the faint hope of finding him even now that, at half-past six,\r\nhaving conveyed her baggage to the station and left it in charge of\r\nan amiable porter, she paid a last visit to the Casino Municipale. She\r\ndisliked the thought of leaving Ginger without having uplifted him. Like\r\nso many alert and active-minded girls, she possessed in a great degree\r\nthe quality of interesting herself in--or, as her brother Fillmore\r\npreferred to put it, messing about with--the private affairs of others.\r\nGinger had impressed her as a man to whom it was worth while to give a\r\nfriendly shove on the right path; and it was with much gratification,\r\ntherefore, that, having entered the Casino, she perceived a flaming\r\nhead shining through the crowd which had gathered at one of the\r\nroulette-tables.\r\n\r\nThere are two Casinos at Roville-sur-Mer. The one on the Promenade goes\r\nin mostly for sea-air and a mild game called boule. It is the big Casino\r\nMunicipale down in the Palace Massena near the railway station which is\r\nthe haunt of the earnest gambler who means business; and it was plain to\r\nSally directly she arrived that Ginger Kemp not only meant business\r\nbut was getting results. Ginger was going extremely strong. He was\r\nentrenched behind an opulent-looking mound of square counters: and, even\r\nas Sally looked, a wooden-faced croupier shoved a further instalment\r\nacross the table to him at the end of his long rake.\r\n\r\n“Epatant!” murmured a wistful man at Sally's side, removing an elbow\r\nfrom her ribs in order the better to gesticulate. Sally, though no French\r\nscholar, gathered that he was startled and gratified. The entire crowd\r\nseemed to be startled and gratified. There is undoubtedly a\r\ncertain altruism in the make-up of the spectators at a Continental\r\nroulette-table. They seem to derive a spiritual pleasure from seeing\r\nsomebody else win.\r\n\r\nThe croupier gave his moustache a twist with his left hand and the wheel\r\na twist with his right, and silence fell again. Sally, who had shifted\r\nto a spot where the pressure of the crowd was less acute, was now able\r\nto see Ginger's face, and as she saw it she gave an involuntary laugh.\r\nHe looked exactly like a dog at a rat-hole. His hair seemed to bristle\r\nwith excitement. One could almost fancy that his ears were pricked up.\r\n\r\nIn the tense hush which had fallen on the crowd at the restarting of the\r\nwheel, Sally's laugh rang out with an embarrassing clearness. It had a\r\nmarked effect on all those within hearing. There is something almost of\r\nreligious ecstasy in the deportment of the spectators at a table where\r\nanyone is having a run of luck at roulette, and if she had guffawed in\r\na cathedral she could not have caused a more pained consternation. The\r\nearnest worshippers gazed at her with shocked eyes, and Ginger, turning\r\nwith a start, saw her and jumped up. As he did so, the ball fell with a\r\nrattling click into a red compartment of the wheel; and, as it ceased to\r\nrevolve and it was seen that at last the big winner had picked the wrong\r\ncolour, a shuddering groan ran through the congregation like that which\r\nconvulses the penitents' bench at a negro revival meeting. More\r\nglances of reproach were cast at Sally. It was generally felt that her\r\ninjudicious behaviour had changed Ginger's luck.\r\n\r\nThe only person who did not appear to be concerned was Ginger himself.\r\nHe gathered up his loot, thrust it into his pocket, and elbowed his\r\nway to where Sally stood, now definitely established in the eyes of the\r\ncrowd as a pariah. There was universal regret that he had decided to\r\ncall it a day. It was to the spectators as though a star had suddenly\r\nwalked off the stage in the middle of his big scene; and not even a loud\r\nand violent quarrel which sprang up at this moment between two excitable\r\ngamblers over a disputed five-franc counter could wholly console them.\r\n\r\n“I say,” said Ginger, dexterously plucking Sally out of the crowd,\r\n“this is topping, meeting you like this. I've been looking for you\r\neverywhere.”\r\n\r\n“It's funny you didn't find me, then, for that's where I've been. I was\r\nlooking for you.”\r\n\r\n“No, really?” Ginger seemed pleased. He led the way to the quiet\r\nante-room outside the gambling-hall, and they sat down in a corner.\r\nIt was pleasant here, with nobody near except the gorgeously uniformed\r\nattendant over by the door. “That was awfully good of you.”\r\n\r\n“I felt I must have a talk with you before my train went.”\r\n\r\nGinger started violently.\r\n\r\n“Your train? What do you mean?”\r\n\r\n“The puff-puff,” explained Sally. “I'm leaving to-night, you know.”\r\n\r\n“Leaving?” Ginger looked as horrified as the devoutest of the\r\ncongregation of which Sally had just ceased to be a member. “You don't\r\nmean leaving? You're not going away from Roville?”\r\n\r\n“I'm afraid so.”\r\n\r\n“But why? Where are you going?”\r\n\r\n“Back to America. My boat sails from Cherbourg tomorrow.”\r\n\r\n“Oh, my aunt!”\r\n\r\n“I'm sorry,” said Sally, touched by his concern. She was a warm-hearted\r\ngirl and liked being appreciated. “But...”\r\n\r\n“I say...” Ginger Kemp turned bright scarlet and glared before him at\r\nthe uniformed official, who was regarding their tête-à-tête with the\r\nindulgent eye of one who has been through this sort of thing himself. “I\r\nsay, look here, will you marry me?”\r\n\r\n\r\n\r\n2\r\n\r\n\r\n\r\nSally stared at his vermilion profile in frank amazement. Ginger, she\r\nhad realized by this time, was in many ways a surprising young man, but\r\nshe had not expected him to be as surprising as this.\r\n\r\n“Marry you!”\r\n\r\n“You know what I mean.”\r\n\r\n“Well, yes, I suppose I do. You allude to the holy state. Yes, I know\r\nwhat you mean.”\r\n\r\n“Then how about it?”\r\n\r\nSally began to regain her composure. Her sense of humour was tickled.\r\nShe looked at Ginger gravely. He did not meet her eye, but continued to\r\ndrink in the uniformed official, who was by now so carried away by\r\nthe romance of it all that he had begun to hum a love-ballad under his\r\nbreath. The official could not hear what they were saying, and would not\r\nhave been able to understand it even if he could have heard; but he was\r\nan expert in the language of the eyes.\r\n\r\n“But isn't this--don't think I am trying to make difficulties--isn't\r\nthis a little sudden?”\r\n\r\n“It's got to be sudden,” said Ginger Kemp, complainingly. “I thought you\r\nwere going to be here for weeks.”\r\n\r\n“But, my infant, my babe, has it occurred to you that we are practically\r\nstrangers?” She patted his hand tolerantly, causing the uniformed\r\nofficial to heave a tender sigh. “I see what has happened,” she said.\r\n“You're mistaking me for some other girl, some girl you know really\r\nwell, and were properly introduced to. Take a good look at me, and\r\nyou'll see.”\r\n\r\n“If I take a good look at you,” said Ginger, feverishly, “I'm dashed if\r\nI'll answer for the consequences.”\r\n\r\n“And this is the man I was going to lecture on 'Enterprise.'”\r\n\r\n“You're the most wonderful girl I've ever met, dash it!” said Ginger,\r\nhis gaze still riveted on the official by the door “I dare say it is\r\nsudden. I can't help that. I fell in love with you the moment I saw you,\r\nand there you are!”\r\n\r\n“But...”\r\n\r\n“Now, look here, I know I'm not much of a chap and all that, but...\r\nwell, I've just won the deuce of a lot of money in there...”\r\n\r\n“Would you buy me with your gold?”\r\n\r\n“I mean to say, we should have enough to start on, and... of course I've\r\nmade an infernal hash of everything I've tried up till now, but there\r\nmust be something I can do, and you can jolly well bet I'd have a\r\ngoodish stab at it. I mean to say, with you to buck me up and so forth,\r\ndon't you know. Well, I mean...”\r\n\r\n“Has it struck you that I may already be engaged to someone else?”\r\n\r\n“Oh, golly! Are you?”\r\n\r\nFor the first time he turned and faced her, and there was a look in his\r\neyes which touched Sally and drove all sense of the ludicrous out of\r\nher. Absurd as it was, this man was really serious.\r\n\r\n“Well, yes, as a matter of fact I am,” she said soberly.\r\n\r\nGinger Kemp bit his lip and for a moment was silent.\r\n\r\n“Oh, well, that's torn it!” he said at last.\r\n\r\nSally was aware of an emotion too complex to analyse. There was pity in\r\nit, but amusement too. The emotion, though she did not recognize it, was\r\nmaternal. Mothers, listening to their children pleading with engaging\r\nabsurdity for something wholly out of their power to bestow, feel that\r\nsame wavering between tears and laughter. Sally wanted to pick Ginger up\r\nand kiss him. The one thing she could not do was to look on him, sorry\r\nas she was for him, as a reasonable, grown-up man.\r\n\r\n“You don't really mean it, you know.”\r\n\r\n“Don't I!” said Ginger, hollowly. “Oh, don't I!”\r\n\r\n“You can't! There isn't such a thing in real life as love at first\r\nsight. Love's a thing that comes when you know a person well and...”\r\n She paused. It had just occurred to her that she was hardly the girl to\r\nlecture in this strain. Her love for Gerald Foster had been sufficiently\r\nsudden, even instantaneous. What did she know of Gerald except that\r\nshe loved him? They had become engaged within two weeks of their first\r\nmeeting. She found this recollection damping to her eloquence, and ended\r\nby saying tamely:\r\n\r\n“It's ridiculous.”\r\n\r\nGinger had simmered down to a mood of melancholy resignation.\r\n\r\n“I couldn't have expected you to care for me, I suppose, anyway,” he\r\nsaid, sombrely. “I'm not much of a chap.”\r\n\r\nIt was just the diversion from the theme under discussion which Sally\r\nhad been longing to find. She welcomed the chance of continuing the\r\nconversation on a less intimate and sentimental note.\r\n\r\n“That's exactly what I wanted to talk to you about,” she said, seizing\r\nthe opportunity offered by this display of humility. “I've been looking\r\nfor you all day to go on with what I was starting to say in the lift\r\nlast night when we were interrupted. Do you mind if I talk to you like\r\nan aunt--or a sister, suppose we say? Really, the best plan would be for\r\nyou to adopt me as an honorary sister. What do you think?”\r\n\r\nGinger did not appear noticeably elated at the suggested relationship.\r\n\r\n“Because I really do take a tremendous interest in you.”\r\n\r\nGinger brightened. “That's awfully good of you.”\r\n\r\n“I'm going to speak words of wisdom. Ginger, why don't you brace up?”\r\n\r\n“Brace up?”\r\n\r\n“Yes, stiffen your backbone and stick out your chin, and square your\r\nelbows, and really amount to something. Why do you simply flop about and\r\ndo nothing and leave everything to what you call 'the family'? Why do\r\nyou have to be helped all the time? Why don't you help yourself? Why do\r\nyou have to have jobs found for you? Why don't you rush out and get one?\r\nWhy do you have to worry about what, 'the family' thinks of you? Why\r\ndon't you make yourself independent of them? I know you had hard luck,\r\nsuddenly finding yourself without money and all that, but, good heavens,\r\neverybody else in the world who has ever done anything has been broke at\r\none time or another. It's part of the fun. You'll never get anywhere\r\nby letting yourself be picked up by the family like... like a floppy\r\nNewfoundland puppy and dumped down in any old place that happens to\r\nsuit them. A job's a thing you've got to choose for yourself and get for\r\nyourself. Think what you can do--there must be something--and then go\r\nat it with a snort and grab it and hold it down and teach it to take\r\na joke. You've managed to collect some money. It will give you time\r\nto look round. And, when you've had a look round, do something! Try to\r\nrealize you're alive, and try to imagine the family isn't!”\r\n\r\nSally stopped and drew a deep breath. Ginger Kemp did not reply for a\r\nmoment. He seemed greatly impressed.\r\n\r\n“When you talk quick,” he said at length, in a serious meditative voice,\r\n“your nose sort of goes all squiggly. Ripping, it looks!”\r\n\r\nSally uttered an indignant cry.\r\n\r\n“Do you mean to say you haven't been listening to a word I've been\r\nsaying,” she demanded.\r\n\r\n“Oh, rather! Oh, by Jove, yes.”\r\n\r\n“Well, what did I say?”\r\n\r\n“You... er... And your eyes sort of shine, too.”\r\n\r\n“Never mind my eyes. What did I say?”\r\n\r\n“You told me,” said Ginger, on reflection, “to get a job.”\r\n\r\n“Well, yes. I put it much better than that, but that's what it amounted\r\nto, I suppose. All right, then. I'm glad you...”\r\n\r\nGinger was eyeing her with mournful devotion. “I say,” he interrupted,\r\n“I wish you'd let me write to you. Letters, I mean, and all that. I have\r\nan idea it would kind of buck me up.”\r\n\r\n“You won't have time for writing letters.”\r\n\r\n“I'll have time to write them to you. You haven't an address or anything\r\nof that sort in America, have you, by any chance? I mean, so that I'd\r\nknow where to write to.”\r\n\r\n“I can give you an address which will always find me.” She told him the\r\nnumber and street of Mrs. Meecher's boarding-house, and he wrote them\r\ndown reverently on his shirt-cuff. “Yes, on second thoughts, do write,”\r\n she said. “Of course, I shall want to know how you've got on. I... oh,\r\nmy goodness! That clock's not right?”\r\n\r\n“Just about. What time does your train go?”\r\n\r\n“Go! It's gone! Or, at least, it goes in about two seconds.” She made a\r\nrush for the swing-door, to the confusion of the uniformed official who\r\nhad not been expecting this sudden activity. “Good-bye, Ginger. Write to\r\nme, and remember what I said.”\r\n\r\nGinger, alert after his unexpected fashion when it became a question\r\nof physical action, had followed her through the swing-door, and they\r\nemerged together and started running down the square.\r\n\r\n“Stick it!” said Ginger, encouragingly. He was running easily and well,\r\nas becomes a man who, in his day, had been a snip for his international\r\nat scrum-half.\r\n\r\nSally saved her breath. The train was beginning to move slowly out of\r\nthe station as they sprinted abreast on to the platform. Ginger dived\r\nfor the nearest door, wrenched it open, gathered Sally neatly in his\r\narms, and flung her in. She landed squarely on the toes of a man who\r\noccupied the corner seat, and, bounding off again, made for the window.\r\nGinger, faithful to the last, was trotting beside the train as it\r\ngathered speed.\r\n\r\n“Ginger! My poor porter! Tip him. I forgot.”\r\n\r\n“Right ho!”\r\n\r\n“And don't forget what I've been saying.”\r\n\r\n“Right ho!”\r\n\r\n“Look after yourself and 'Death to the Family!'”\r\n\r\n“Right ho!”\r\n\r\nThe train passed smoothly out of the station. Sally cast one last look\r\nback at her red-haired friend, who had now halted and was waving a\r\nhandkerchief. Then she turned to apologize to the other occupant of the\r\ncarriage.\r\n\r\n“I'm so sorry,” she said, breathlessly. “I hope I didn't hurt you.”\r\n\r\nShe found herself facing Ginger's cousin, the dark man of yesterday's\r\nepisode on the beach, Bruce Carmyle.\r\n\r\n\r\n\r\n3\r\n\r\n\r\n\r\nMr. Carmyle was not a man who readily allowed himself to be disturbed\r\nby life's little surprises, but at the present moment he could not help\r\nfeeling slightly dazed. He recognized Sally now as the French girl who\r\nhad attracted his cousin Lancelot's notice on the beach. At least he had\r\nassumed that she was French, and it was startling to be addressed by\r\nher now in fluent English. How had she suddenly acquired this gift of\r\ntongues? And how on earth had she had time since yesterday, when he\r\nhad been a total stranger to her, to become sufficiently intimate with\r\nCousin Lancelot to be sprinting with him down station platforms and\r\naddressing him out of railway-carriage windows as Ginger? Bruce Carmyle\r\nwas aware that most members of that sub-species of humanity, his\r\ncousin's personal friends, called him by that familiar--and, so Carmyle\r\nheld, vulgar--nickname: but how had this girl got hold of it?\r\n\r\nIf Sally had been less pretty, Mr. Carmyle would undoubtedly have looked\r\ndisapprovingly at her, for she had given his rather rigid sense of the\r\nproprieties a nasty jar. But as, panting and flushed from her run, she\r\nwas prettier than any girl he had yet met, he contrived to smile.\r\n\r\n“Not at all,” he said in answer to her question, though it was far from\r\nthe truth. His left big toe was aching confoundedly. Even a girl with\r\na foot as small as Sally's can make her presence felt on a man's toe if\r\nthe scrum-half who is handling her aims well and uses plenty of vigour.\r\n\r\n“If you don't mind,” said Sally, sitting down, “I think I'll breathe a\r\nlittle.”\r\n\r\nShe breathed. The train sped on.\r\n\r\n“Quite a close thing,” said Bruce Carmyle, affably. The pain in his toe\r\nwas diminishing. “You nearly missed it.”\r\n\r\n“Yes. It was lucky Mr. Kemp was with me. He throws very straight,\r\ndoesn't he.”\r\n\r\n“Tell me,” said Carmyle, “how do you come to know my Cousin? On the\r\nbeach yesterday morning...”\r\n\r\n“Oh, we didn't know each other then. But we were staying at the same\r\nhotel, and we spent an hour or so shut up in an elevator together. That\r\nwas when we really got acquainted.”\r\n\r\nA waiter entered the compartment, announcing in unexpected English that\r\ndinner was served in the restaurant car. “Would you care for dinner?”\r\n\r\n“I'm starving,” said Sally.\r\n\r\nShe reproved herself, as they made their way down the corridor, for\r\nbeing so foolish as to judge anyone by his appearance. This man was\r\nperfectly pleasant in spite of his grim exterior. She had decided by the\r\ntime they had seated themselves at the table she liked him.\r\n\r\nAt the table, however, Mr. Carmyle's manner changed for the worse. He\r\nlost his amiability. He was evidently a man who took his meals seriously\r\nand believed in treating waiters with severity. He shuddered austerely\r\nat a stain on the table-cloth, and then concentrated himself frowningly\r\non the bill of fare. Sally, meanwhile, was establishing cosy relations\r\nwith the much too friendly waiter, a cheerful old man who from the start\r\nseemed to have made up his mind to regard her as a favourite daughter.\r\nThe waiter talked no English and Sally no French, but they were getting\r\nalong capitally, when Mr. Carmyle, who had been irritably waving aside\r\nthe servitor's light-hearted advice--at the Hotel Splendide the waiters\r\nnever bent over you and breathed cordial suggestions down the side of\r\nyour face--gave his order crisply in the Anglo-Gallic dialect of the\r\ntravelling Briton. The waiter remarked, “Boum!” in a pleased sort of\r\nway, and vanished.\r\n\r\n“Nice old man!” said Sally.\r\n\r\n“Infernally familiar!” said Mr. Carmyle.\r\n\r\nSally perceived that on the topic of the waiter she and her host did not\r\nsee eye to eye and that little pleasure or profit could be derived from\r\nany discussion centring about him. She changed the subject. She was not\r\nliking Mr. Carmyle quite so much as she had done a few minutes ago, but\r\nit was courteous of him to give her dinner, and she tried to like him as\r\nmuch as she could.\r\n\r\n“By the way,” she said, “my name is Nicholas. I always think it's a good\r\nthing to start with names, don't you?”\r\n\r\n“Mine...”\r\n\r\n“Oh, I know yours. Ginger--Mr. Kemp told me.”\r\n\r\nMr. Carmyle, who since the waiter's departure, had been thawing,\r\nstiffened again at the mention of Ginger.\r\n\r\n“Indeed?” he said, coldly. “Apparently you got intimate.”\r\n\r\nSally did not like his tone. He seemed to be criticizing her, and she\r\nresented criticism from a stranger. Her eyes opened wide and she looked\r\ndangerously across the table.\r\n\r\n“Why 'apparently'? I told you that we had got intimate, and I explained\r\nhow. You can't stay shut up in an elevator half the night with anybody\r\nwithout getting to know him. I found Mr. Kemp very pleasant.”\r\n\r\n“Really?”\r\n\r\n“And very interesting.”\r\n\r\nMr. Carmyle raised his eyebrows.\r\n\r\n“Would you call him interesting?”\r\n\r\n“I did call him interesting.” Sally was beginning to feel the\r\nexhilaration of battle. Men usually made themselves extremely agreeable\r\nto her, and she reacted belligerently under the stiff unfriendliness\r\nwhich had come over her companion in the last few minutes.\r\n\r\n“He told me all about himself.”\r\n\r\n“And you found that interesting?”\r\n\r\n“Why not?”\r\n\r\n“Well...” A frigid half-smile came and went on Bruce Carmyle's dark\r\nface. “My cousin has many excellent qualities, no doubt--he used to\r\nplay football well, and I understand that he is a capable amateur\r\npugilist--but I should not have supposed him entertaining. We find him a\r\nlittle dull.”\r\n\r\n“I thought it was only royalty that called themselves 'we.'”\r\n\r\n“I meant myself--and the rest of the family.”\r\n\r\nThe mention of the family was too much for Sally. She had to stop\r\ntalking in order to allow her mind to clear itself of rude thoughts.\r\n\r\n“Mr. Kemp was telling me about Mr. Scrymgeour,” she went on at length.\r\n\r\nBruce Carmyle stared for a moment at the yard or so of French bread\r\nwhich the waiter had placed on the table.\r\n\r\n“Indeed?” he said. “He has an engaging lack of reticence.”\r\n\r\nThe waiter returned bearing soup and dumped it down.\r\n\r\n“V'la!” he observed, with the satisfied air of a man who has\r\nsuccessfully performed a difficult conjuring trick. He smiled at Sally\r\nexpectantly, as though confident of applause from this section of his\r\naudience at least. But Sally's face was set and rigid. She had been\r\nsnubbed, and the sensation was as pleasant as it was novel.\r\n\r\n“I think Mr. Kemp had hard luck,” she said.\r\n\r\n“If you will excuse me, I would prefer not to discuss the matter.”\r\n\r\nMr. Carmyle's attitude was that Sally might be a pretty girl, but she\r\nwas a stranger, and the intimate affairs of the Family were not to be\r\ndiscussed with strangers, however prepossessing.\r\n\r\n“He was quite in the right. Mr. Scrymgeour was beating a dog...”\r\n\r\n“I've heard the details.”\r\n\r\n“Oh, I didn't know that. Well, don't you agree with me, then?”\r\n\r\n“I do not. A man who would throw away an excellent position simply\r\nbecause...”\r\n\r\n“Oh, well, if that's your view, I suppose it is useless to talk about\r\nit.”\r\n\r\n“Quite.”\r\n\r\n“Still, there's no harm in asking what you propose to do about\r\nGin--about Mr. Kemp.”\r\n\r\nMr. Carmyle became more glacial.\r\n\r\n“I'm afraid I cannot discuss...”\r\n\r\nSally's quick impatience, nobly restrained till now, finally got the\r\nbetter of her.\r\n\r\n“Oh, for goodness' sake,” she snapped, “do try to be human, and don't\r\nalways be snubbing people. You remind me of one of those portraits of\r\nmen in the eighteenth century, with wooden faces, who look out of\r\nheavy gold frames at you with fishy eyes as if you were a regrettable\r\nincident.”\r\n\r\n“Rosbif,” said the waiter genially, manifesting himself suddenly beside\r\nthem as if he had popped up out of a trap.\r\n\r\nBruce Carmyle attacked his roast beef morosely. Sally who was in the\r\nmood when she knew that she would be ashamed of herself later on, but\r\nwas full of battle at the moment, sat in silence.\r\n\r\n“I am sorry,” said Mr. Carmyle ponderously, “if my eyes are fishy. The\r\nfact has not been called to my attention before.”\r\n\r\n“I suppose you never had any sisters,” said Sally. “They would have told\r\nyou.”\r\n\r\nMr. Carmyle relapsed into an offended dumbness, which lasted till the\r\nwaiter had brought the coffee.\r\n\r\n“I think,” said Sally, getting up, “I'll be going now. I don't seem to\r\nwant any coffee, and, if I stay on, I may say something rude. I thought\r\nI might be able to put in a good word for Mr. Kemp and save him from\r\nbeing massacred, but apparently it's no use. Good-bye, Mr. Carmyle, and\r\nthank you for giving me dinner.”\r\n\r\nShe made her way down the car, followed by Bruce Carmyle's indignant,\r\nyet fascinated, gaze. Strange emotions were stirring in Mr. Carmyle's\r\nbosom."
  ]
}