{
  "index": 4,
  "title": "Chapter 3",
  "paragraphs": [
    "Some few days later, owing to the fact that the latter, being\r\npreoccupied, did not see him first, Bruce Carmyle met his cousin\r\nLancelot in Piccadilly. They had returned by different routes from\r\nRoville, and Ginger would have preferred the separation to continue. He\r\nwas hurrying on with a nod, when Carmyle stopped him.\r\n\r\n“Just the man I wanted to see,” he observed.\r\n\r\n“Oh, hullo!” said Ginger, without joy.\r\n\r\n“I was thinking of calling at your club.”\r\n\r\n“Yes?”\r\n\r\n“Yes. Cigarette?”\r\n\r\nGinger peered at the proffered case with the vague suspicion of the man\r\nwho has allowed himself to be lured on to the platform and is accepting\r\na card from the conjurer. He felt bewildered. In all the years of their\r\nacquaintance he could not recall another such exhibition of geniality on\r\nhis cousin's part. He was surprised, indeed, at Mr. Carmyle's speaking\r\nto him at all, for the affaire Scrymgeour remained an un-healed wound,\r\nand the Family, Ginger knew, were even now in session upon it.\r\n\r\n“Been back in London long?”\r\n\r\n“Day or two.”\r\n\r\n“I heard quite by accident that you had returned and that you were\r\nstaying at the club. By the way, thank you for introducing me to Miss\r\nNicholas.”\r\n\r\nGinger started violently.\r\n\r\n“What!”\r\n\r\n“I was in that compartment, you know, at Roville Station. You threw\r\nher right on top of me. We agreed to consider that an introduction. An\r\nattractive girl.”\r\n\r\nBruce Carmyle had not entirely made up his mind regarding Sally, but on\r\none point he was clear, that she should not, if he could help it, pass\r\nout of his life. Her abrupt departure had left him with that baffled and\r\ndissatisfied feeling which, though it has little in common with love at\r\nfirst sight, frequently produces the same effects. She had had, he could\r\nnot disguise it from himself, the better of their late encounter and he\r\nwas conscious of a desire to meet her again and show her that there was\r\nmore in him than she apparently supposed. Bruce Carmyle, in a word,\r\nwas piqued: and, though he could not quite decide whether he liked or\r\ndisliked Sally, he was very sure that a future without her would have an\r\nelement of flatness.\r\n\r\n“A very attractive girl. We had a very pleasant talk.”\r\n\r\n“I bet you did,” said Ginger enviously.\r\n\r\n“By the way, she did not give you her address by any chance?”\r\n\r\n“Why?” said Ginger suspiciously. His attitude towards Sally's address\r\nresembled somewhat that of a connoisseur who has acquired a unique work\r\nof art. He wanted to keep it to himself and gloat over it.\r\n\r\n“Well, I--er--I promised to send her some books she was anxious to\r\nread...”\r\n\r\n“I shouldn't think she gets much time for reading.”\r\n\r\n“Books which are not published in America.”\r\n\r\n“Oh, pretty nearly everything is published in America, what? Bound to\r\nbe, I mean.”\r\n\r\n“Well, these particular books are not,” said Mr. Carmyle shortly. He was\r\nfinding Ginger's reserve a little trying, and wished that he had been\r\nmore inventive.\r\n\r\n“Give them to me and I'll send them to her,” suggested Ginger.\r\n\r\n“Good Lord, man!” snapped Mr. Carmyle. “I'm capable of sending a few\r\nbooks to America. Where does she live?”\r\n\r\nGinger revealed the sacred number of the holy street which had the luck\r\nto be Sally's headquarters. He did it because with a persistent devil\r\nlike his cousin there seemed no way of getting out of it: but he did it\r\ngrudgingly.\r\n\r\n“Thanks.” Bruce Carmyle wrote the information down with a gold pencil\r\nin a dapper little morocco-bound note-book. He was the sort of man who\r\nalways has a pencil, and the backs of old envelopes never enter into his\r\nlife.\r\n\r\nThere was a pause. Bruce Carmyle coughed.\r\n\r\n“I saw Uncle Donald this morning,” he said.\r\n\r\nHis manner had lost its geniality. There was no need for it now, and he\r\nwas a man who objected to waste. He spoke coldly, and in his voice there\r\nwas a familiar sub-tingle of reproof.\r\n\r\n“Yes?” said Ginger moodily. This was the uncle in whose office he\r\nhad made his debut as a hasher: a worthy man, highly respected in the\r\nNational Liberal Club, but never a favourite of Ginger's. There were\r\nother minor uncles and a few subsidiary aunts who went to make up the\r\nFamily, but Uncle Donald was unquestionably the managing director of\r\nthat body and it was Ginger's considered opinion that in this capacity\r\nhe approximated to a human blister.\r\n\r\n“He wants you to dine with him to-night at Bleke's.”\r\n\r\nGinger's depression deepened. A dinner with Uncle Donald would hardly\r\nhave been a cheerful function, even in the surroundings of a banquet\r\nin the Arabian Nights. There was that about Uncle Donald's personality\r\nwhich would have cast a sobering influence over the orgies of the\r\nEmperor Tiberius at Capri. To dine with him at a morgue like that\r\nrelic of Old London, Bleke's Coffee House, which confined its custom\r\nprincipally to regular patrons who had not missed an evening there for\r\nhalf a century, was to touch something very near bed-rock. Ginger was\r\nextremely doubtful whether flesh and blood were equal to it.\r\n\r\n“To-night?” he said. “Oh, you mean to-night? Well...”\r\n\r\n“Don't be a fool. You know as well as I do that you've got to go.”\r\n Uncle Donald's invitations were royal commands in the Family. “If you've\r\nanother engagement you must put it off.”\r\n\r\n“Oh, all right.”\r\n\r\n“Seven-thirty sharp.”\r\n\r\n“All right,” said Ginger gloomily.\r\n\r\nThe two men went their ways, Bruce Carmyle eastwards because he had\r\nclients to see in his chambers at the Temple; Ginger westwards because\r\nMr. Carmyle had gone east. There was little sympathy between these\r\ncousins: yet, oddly enough, their thoughts as they walked centred on the\r\nsame object. Bruce Carmyle, threading his way briskly through the crowds\r\nof Piccadilly Circus, was thinking of Sally: and so was Ginger as he\r\nloafed aimlessly towards Hyde Park Corner, bumping in a sort of coma\r\nfrom pedestrian to pedestrian.\r\n\r\nSince his return to London Ginger had been in bad shape. He mooned\r\nthrough the days and slept poorly at night. If there is one thing\r\nrottener than another in a pretty blighted world, one thing which gives\r\na fellow the pip and reduces him to the condition of an absolute onion,\r\nit is hopeless love. Hopeless love had got Ginger all stirred up. His\r\nhad been hitherto a placid soul. Even the financial crash which had so\r\naltered his life had not bruised him very deeply. His temperament had\r\nenabled him to bear the slings and arrows of outrageous fortune with\r\na philosophic “Right ho!” But now everything seemed different. Things\r\nirritated him acutely, which before he had accepted as inevitable--his\r\nUncle Donald's moustache, for instance, and its owner's habit of\r\nemploying it during meals as a sort of zareba or earthwork against the\r\nassaults of soup.\r\n\r\n“By gad!” thought Ginger, stopping suddenly opposite Devonshire House.\r\n“If he uses that damned shrubbery as soup-strainer to-night, I'll slosh\r\nhim with a fork!”\r\n\r\nHard thoughts... hard thoughts! And getting harder all the time, for\r\nnothing grows more quickly than a mood of rebellion. Rebellion is a\r\nforest fire that flames across the soul. The spark had been lighted in\r\nGinger, and long before he reached Hyde Park Corner he was ablaze and\r\ncrackling. By the time he returned to his club he was practically a\r\nmenace to society--to that section of it, at any rate, which embraced\r\nhis Uncle Donald, his minor uncles George and William, and his aunts\r\nMary, Geraldine, and Louise.\r\n\r\nNor had the mood passed when he began to dress for the dismal\r\nfestivities of Bleke's Coffee House. He scowled as he struggled morosely\r\nwith an obstinate tie. One cannot disguise the fact--Ginger was warming\r\nup. And it was just at this moment that Fate, as though it had been\r\nwaiting for the psychological instant, applied the finishing touch.\r\nThere was a knock at the door, and a waiter came in with a telegram.\r\n\r\nGinger looked at the envelope. It had been readdressed and forwarded\r\non from the Hotel Normandie. It was a wireless, handed in on board the\r\nWhite Star liner Olympic, and it ran as follows:\r\n\r\nRemember. Death to the Family. S.\r\n\r\nGinger sat down heavily on the bed.\r\n\r\nThe driver of the taxi-cab which at twenty-five minutes past seven drew\r\nup at the dingy door of Bleke's Coffee House in the Strand was rather\r\nstruck by his fare's manner and appearance. A determined-looking sort of\r\nyoung bloke, was the taxi-driver's verdict."
  ]
}