{
  "index": 9,
  "title": "Chapter 8",
  "paragraphs": [
    "It was not till she saw him actually standing there before her with his\r\nhair rumpled and a large smut on the tip of his nose, that Sally really\r\nunderstood how profoundly troubled she had been about this young man,\r\nand how vivid had been that vision of him bobbing about on the waters\r\nof the Thames, a cold and unappreciated corpse. She was a girl of keen\r\nimagination, and she had allowed her imagination to riot unchecked.\r\nAstonishment, therefore, at the extraordinary fact of his being there\r\nwas for the moment thrust aside by relief. Never before in her life had\r\nshe experienced such an overwhelming rush of exhilaration. She flung\r\nherself into a chair and burst into a screech of laughter which even to\r\nher own ears sounded strange. It struck Ginger as hysterical.\r\n\r\n“I say, you know!” said Ginger, as the merriment showed no signs of\r\nabating. Ginger was concerned. Nasty shock for a girl, finding blighters\r\nunder her bed.\r\n\r\nSally sat up, gurgling, and wiped her eyes.\r\n\r\n“Oh, I am glad to see you,” she gasped.\r\n\r\n“No, really?” said Ginger, gratified. “That's fine.” It occurred to him\r\nthat some sort of apology would be a graceful act. “I say, you know,\r\nawfully sorry. About barging in here, I mean. Never dreamed it was your\r\nroom. Unoccupied, I thought.”\r\n\r\n“Don't mention it. I ought not to have disturbed you. You were having a\r\nnice sleep, of course. Do you always sleep on the floor?”\r\n\r\n“It was like this...”\r\n\r\n“Of course, if you're wearing it for ornament, as a sort of\r\nbeauty-spot,” said Sally, “all right. But in case you don't know, you've\r\na smut on your nose.”\r\n\r\n“Oh, my aunt! Not really?”\r\n\r\n“Now would I deceive you on an important point like that?”\r\n\r\n“Do you mind if I have a look in the glass?”\r\n\r\n“Certainly, if you can stand it.”\r\n\r\nGinger moved hurriedly to the dressing-table.\r\n\r\n“You're perfectly right,” he announced, applying his handkerchief.\r\n\r\n“I thought I was. I'm very quick at noticing things.”\r\n\r\n“My hair's a bit rumpled, too.”\r\n\r\n“Very much so.”\r\n\r\n“You take my tip,” said Ginger, earnestly, “and never lie about under\r\nbeds. There's nothing in it.”\r\n\r\n“That reminds me. You won't be offended if I asked you something?”\r\n\r\n“No, no. Go ahead.”\r\n\r\n“It's rather an impertinent question. You may resent it.”\r\n\r\n“No, no.”\r\n\r\n“Well, then, what were you doing under my bed?”\r\n\r\n“Oh, under your bed?”\r\n\r\n“Yes. Under my bed. This. It's a bed, you know. Mine. My bed. You were\r\nunder it. Why? Or putting it another way, why were you under my bed?”\r\n\r\n“I was hiding.”\r\n\r\n“Playing hide-and-seek? That explains it.”\r\n\r\n“Mrs. What's-her-name--Beecher--Meecher--was after me.”\r\n\r\nSally shook her head disapprovingly.\r\n\r\n“You mustn't encourage Mrs. Meecher in these childish pastimes. It\r\nunsettles her.”\r\n\r\nGinger passed an agitated hand over his forehead.\r\n\r\n“It's like this...”\r\n\r\n“I hate to keep criticizing your appearance,” said Sally, “and\r\npersonally I like it; but, when you clutched your brow just then, you\r\nput about a pound of dust on it. Your hands are probably grubby.”\r\n\r\nGinger inspected them.\r\n\r\n“They are!”\r\n\r\n“Why not make a really good job of it and have a wash?”\r\n\r\n“Do you mind?”\r\n\r\n“I'd prefer it.”\r\n\r\n“Thanks awfully. I mean to say it's your basin, you know, and all that.\r\nWhat I mean is, seem to be making myself pretty well at home.”\r\n\r\n“Oh, no.”\r\n\r\n“Touching the matter of soap...”\r\n\r\n“Use mine. We Americans are famous for our hospitality.”\r\n\r\n“Thanks awfully.”\r\n\r\n“The towel is on your right.”\r\n\r\n“Thanks awfully.”\r\n\r\n“And I've a clothes brush in my bag.”\r\n\r\n“Thanks awfully.”\r\n\r\nSplashing followed like a sea-lion taking a dip. “Now, then,” said\r\nSally, “why were you hiding from Mrs. Meecher?”\r\n\r\nA careworn, almost hunted look came into Ginger's face. “I say, you\r\nknow, that woman is rather by way of being one of the lads, what! Scares\r\nme! Word was brought that she was on the prowl, so it seemed to me a\r\njudicious move to take cover till she sort of blew over. If she'd found\r\nme, she'd have made me take that dog of hers for a walk.”\r\n\r\n“Toto?”\r\n\r\n“Toto. You know,” said Ginger, with a strong sense of injury, “no dog's\r\ngot a right to be a dog like that. I don't suppose there's anyone\r\nkeener on dogs than I am, but a thing like a woolly rat.” He shuddered\r\nslightly. “Well, one hates to be seen about with it in the public\r\nstreets.”\r\n\r\n“Why couldn't you have refused in a firm but gentlemanly manner to take\r\nToto out?”\r\n\r\n“Ah! There you rather touch the spot. You see, the fact of the matter\r\nis, I'm a bit behind with the rent, and that makes it rather hard to\r\ntake what you might call a firm stand.”\r\n\r\n“But how can you be behind with the rent? I only left here the Saturday\r\nbefore last and you weren't in the place then. You can't have been here\r\nmore than a week.”\r\n\r\n“I've been here just a week. That's the week I'm behind with.”\r\n\r\n“But why? You were a millionaire when I left you at Roville.”\r\n\r\n“Well, the fact of the matter is, I went back to the tables that night\r\nand lost a goodish bit of what I'd won. And, somehow or another, when I\r\ngot to America, the stuff seemed to slip away.”\r\n\r\n“What made you come to America at all?” said Sally, asking the question\r\nwhich, she felt, any sensible person would have asked at the opening of\r\nthe conversation.\r\n\r\nOne of his familiar blushes raced over Ginger's face. “Oh, I thought I\r\nwould. Land of opportunity, you know.”\r\n\r\n“Have you managed to find any of the opportunities yet?”\r\n\r\n“Well, I have got a job of sorts, I'm a waiter at a rummy little place\r\non Second Avenue. The salary isn't big, but I'd have wangled enough out\r\nof it to pay last week's rent, only they docked me a goodish bit for\r\nbreaking plates and what not. The fact is, I'm making rather a hash of\r\nit.”\r\n\r\n“Oh, Ginger! You oughtn't to be a waiter!”\r\n\r\n“That's what the boss seems to think.”\r\n\r\n“I mean, you ought to be doing something ever so much better.”\r\n\r\n“But what? You've no notion how well all these blighters here seem to\r\nbe able to get along without my help. I've tramped all over the place,\r\noffering my services, but they all say they'll try to carry on as they\r\nare.”\r\n\r\nSally reflected.\r\n\r\n“I know!”\r\n\r\n“What?”\r\n\r\n“I'll make Fillmore give you a job. I wonder I didn't think of it\r\nbefore.”\r\n\r\n“Fillmore?”\r\n\r\n“My brother. Yes, he'll be able to use you.”\r\n\r\n“What as?”\r\n\r\nSally considered.\r\n\r\n“As a--as a--oh, as his right-hand man.”\r\n\r\n“Does he want a right-hand man?”\r\n\r\n“Sure to. He's a young fellow trying to get along. Sure to want a\r\nright-hand man.”\r\n\r\n“'M yes,” said Ginger reflectively. “Of course, I've never been a\r\nright-hand man, you know.”\r\n\r\n“Oh, you'd pick it up. I'll take you round to him now. He's staying at\r\nthe Astor.”\r\n\r\n“There's just one thing,” said Ginger.\r\n\r\n“What's that?”\r\n\r\n“I might make a hash of it.”\r\n\r\n“Heavens, Ginger! There must be something in this world that you\r\nwouldn't make a hash of. Don't stand arguing any longer. Are you dry?\r\nand clean? Very well, then. Let's be off.”\r\n\r\n“Right ho.”\r\n\r\nGinger took a step towards the door, then paused, rigid, with one leg in\r\nthe air, as though some spell had been cast upon him. From the passage\r\noutside there had sounded a shrill yapping. Ginger looked at Sally. Then\r\nhe looked--longingly--at the bed.\r\n\r\n“Don't be such a coward,” said Sally, severely.\r\n\r\n“Yes, but...”\r\n\r\n“How much do you owe Mrs. Meecher?”\r\n\r\n“Round about twelve dollars, I think it is.”\r\n\r\n“I'll pay her.”\r\n\r\nGinger flushed awkwardly.\r\n\r\n“No, I'm hanged if you will! I mean,” he stammered, “it's frightfully\r\ngood of you and all that, and I can't tell you how grateful I am, but\r\nhonestly, I couldn't...”\r\n\r\nSally did not press the point. She liked him the better for a rugged\r\nindependence, which in the days of his impecuniousness her brother\r\nFillmore had never dreamed of exhibiting.\r\n\r\n“Very well,” she said. “Have it your own way. Proud. That's me all over,\r\nMabel. Ginger!” She broke off sharply. “Pull yourself together. Where is\r\nyour manly spirit? I'd be ashamed to be such a coward.”\r\n\r\n“Awfully sorry, but, honestly, that woolly dog...”\r\n\r\n“Never mind the dog. I'll see you through.”\r\n\r\nThey came out into the passage almost on top of Toto, who was stalking\r\nphantom rats. Mrs. Meecher was manoeuvring in the background. Her face\r\nlit up grimly at the sight of Ginger.\r\n\r\n“Mister Kemp! I been looking for you.”\r\n\r\nSally intervened brightly.\r\n\r\n“Oh, Mrs. Meecher,” she said, shepherding her young charge through the\r\ndanger zone, “I was so surprised to meet Mr. Kemp here. He is a great\r\nfriend of mine. We met in France. We're going off now to have a long\r\ntalk about old times, and then I'm taking him to see my brother...”\r\n\r\n“Toto...”\r\n\r\n“Dear little thing! You ought to take him for a walk,” said Sally. “It's\r\na lovely day. Mr. Kemp was saying just now that he would have liked to\r\ntake him, but we're rather in a hurry and shall probably have to get\r\ninto a taxi. You've no idea how busy my brother is just now. If we're\r\nlate, he'll never forgive us.”\r\n\r\nShe passed on down the stairs, leaving Mrs. Meecher dissatisfied\r\nbut irresolute. There was something about Sally which even in her\r\npre-wealthy days had always baffled Mrs. Meecher and cramped her style,\r\nand now that she was rich and independent she inspired in the chatelaine\r\nof the boarding-house an emotion which was almost awe. The front door\r\nhad closed before Mrs. Meecher had collected her faculties; and Ginger,\r\npausing on the sidewalk, drew a long breath.\r\n\r\n“You know, you're wonderful!” he said, regarding Sally with unconcealed\r\nadmiration.\r\n\r\nShe accepted the compliment composedly.\r\n\r\n“Now we'll go and hunt up Fillmore,” she said. “But there's no need to\r\nhurry, of course, really. We'll go for a walk first, and then call at\r\nthe Astor and make him give us lunch. I want to hear all about you. I've\r\nheard something already. I met your cousin, Mr. Carmyle. He was on the\r\ntrain coming from Detroit. Did you know that he was in America?”\r\n\r\n“No, I've--er--rather lost touch with the Family.”\r\n\r\n“So I gathered from Mr. Carmyle. And I feel hideously responsible. It\r\nwas all through me that all this happened.”\r\n\r\n“Oh, no.”\r\n\r\n“Of course it was. I made you what you are to-day--I hope I'm\r\nsatisfied--I dragged and dragged you down until the soul within you\r\ndied, so to speak. I know perfectly well that you wouldn't have dreamed\r\nof savaging the Family as you seem to have done if it hadn't been for\r\nwhat I said to you at Roville. Ginger, tell me, what did happen? I'm\r\ndying to know. Mr. Carmyle said you insulted your uncle!”\r\n\r\n“Donald. Yes, we did have a bit of a scrap, as a matter of fact. He made\r\nme go out to dinner with him and we--er--sort of disagreed. To start\r\nwith, he wanted me to apologize to old Scrymgeour, and I rather gave it\r\na miss.”\r\n\r\n“Noble fellow!”\r\n\r\n“Scrymgeour?”\r\n\r\n“No, silly! You.”\r\n\r\n“Oh, ah!” Ginger blushed. “And then there was all that about the soup,\r\nyou know.”\r\n\r\n“How do you mean, 'all that about the soup'? What about the soup? What\r\nsoup?”\r\n\r\n“Well, things sort of hotted up a bit when the soup arrived.”\r\n\r\n“I don't understand.”\r\n\r\n“I mean, the trouble seemed to start, as it were, when the waiter had\r\nfinished ladling out the mulligatawny. Thick soup, you know.”\r\n\r\n“I know mulligatawny is a thick soup. Yes?”\r\n\r\n“Well, my old uncle--I'm not blaming him, don't you know--more his\r\nmisfortune than his fault--I can see that now--but he's got a heavy\r\nmoustache. Like a walrus, rather, and he's a bit apt to inhale the stuff\r\nthrough it. And I--well, I asked him not to. It was just a suggestion,\r\nyou know. He cut up fairly rough, and by the time the fish came round\r\nwe were more or less down on the mat chewing holes in one another. My\r\nfault, probably. I wasn't feeling particularly well-disposed towards\r\nthe Family that night. I'd just had a talk with Bruce--my cousin, you\r\nknow--in Piccadilly, and that had rather got the wind up me. Bruce\r\nalways seems to get on my nerves a bit somehow and--Uncle Donald asking\r\nme to dinner and all that. By the way, did you get the books?”\r\n\r\n“What books?”\r\n\r\n“Bruce said he wanted to send you some books. That was why I gave him\r\nyour address.” Sally stared.\r\n\r\n“He never sent me any books.”\r\n\r\n“Well, he said he was going to, and I had to tell him where to send\r\nthem.”\r\n\r\nSally walked on, a little thoughtfully. She was not a vain girl, but it\r\nwas impossible not to perceive in the light of this fresh evidence that\r\nMr. Carmyle had made a journey of three thousand miles with the sole\r\nobject of renewing his acquaintance with her. It did not matter, of\r\ncourse, but it was vaguely disturbing. No girl cares to be dogged by a\r\nman she rather dislikes.\r\n\r\n“Go on telling me about your uncle,” she said.\r\n\r\n“Well, there's not much more to tell. I'd happened to get that wireless\r\nof yours just before I started out to dinner with him, and I was more or\r\nless feeling that I wasn't going to stand any rot from the Family. I'd\r\ngot to the fish course, hadn't I? Well, we managed to get through that\r\nsomehow, but we didn't survive the fillet steak. One thing seemed to\r\nlead to another, and the show sort of bust up. He called me a good many\r\nthings, and I got a bit fed-up, and finally I told him I hadn't any more\r\nuse for the Family and was going to start out on my own. And--well, I\r\ndid, don't you know. And here I am.”\r\n\r\nSally listened to this saga breathlessly. More than ever did she feel\r\nresponsible for her young protégé, and any faint qualms which she had\r\nentertained as to the wisdom of transferring practically the whole\r\nof her patrimony to the care of so erratic a financier as her brother\r\nvanished. It was her plain duty to see that Ginger was started well in\r\nthe race of life, and Fillmore was going to come in uncommonly handy.\r\n\r\n“We'll go to the Astor now,” she said, “and I'll introduce you to\r\nFillmore. He's a theatrical manager and he's sure to have something for\r\nyou.”\r\n\r\n“It's awfully good of you to bother about me.”\r\n\r\n“Ginger,” said Sally, “I regard you as a grandson. Hail that cab, will\r\nyou?”"
  ]
}