{
  "index": 7,
  "title": "Chapter 6",
  "paragraphs": [
    "If actors and actresses are like children in that they are readily\r\ndepressed by disaster, they have the child's compensating gift of being\r\neasily uplifted by good fortune. It amazed Sally that any one mortal\r\nshould have been able to spread such universal happiness as she had\r\ndone by the simple act of lending her brother Fillmore twenty thousand\r\ndollars. If the Millennium had arrived, the members of the Primrose\r\nWay Company could not have been on better terms with themselves. The\r\nlethargy and dispiritedness, caused by their week of inaction, fell from\r\nthem like a cloak. The sudden elevation of that creature of the abyss,\r\nthe assistant stage manager, to the dizzy height of proprietor of the\r\nshow appealed to their sense of drama. Most of them had played in pieces\r\nwhere much the same thing had happened to the persecuted heroine round\r\nabout eleven o'clock, and the situation struck them as theatrically\r\nsound. Also, now that she had gone, the extent to which Miss Hobson had\r\nacted as a blight was universally recognized.\r\n\r\nA spirit of optimism reigned, and cheerful rumours became current. The\r\nbowler-hatted Teddy had it straight from the lift-boy at his hotel that\r\nthe ban on the theatres was to be lifted on Tuesday at the latest; while\r\nno less an authority than the cigar-stand girl at the Pontchatrain had\r\ninformed the man who played the butler that Toledo and Cleveland were\r\nopening to-morrow. It was generally felt that the sun was bursting\r\nthrough the clouds and that Fate would soon despair of the hopeless task\r\nof trying to keep good men down.\r\n\r\nFillmore was himself again. We all have our particular mode of\r\nself-expression in moments of elation. Fillmore's took the shape of\r\nbuying a new waistcoat and a hundred half-dollar cigars and being very\r\nfussy about what he had for lunch. It may have been an optical illusion,\r\nbut he appeared to Sally to put on at least six pounds in weight on the\r\nfirst day of the new regime. As a serf looking after paper-knives and\r\nother properties, he had been--for him--almost slim. As a manager\r\nhe blossomed out into soft billowy curves, and when he stood on the\r\nsidewalk in front of the theatre, gloating over the new posters which\r\nbore the legend,\r\n\r\n     FILLMORE NICHOLAS\r\n\r\n     PRESENTS\r\n\r\n\r\nthe populace had to make a detour to get round him.\r\n\r\nIn this era of bubbling joy, it was hard that Sally, the fairy godmother\r\nresponsible for it all, should not have been completely happy too; and\r\nit puzzled her why she was not. But whatever it was that cast the faint\r\nshadow refused obstinately to come out from the back of her mind and\r\nshow itself and be challenged. It was not till she was out driving in\r\na hired car with Gerald one afternoon on Belle Isle that enlightenment\r\ncame.\r\n\r\nGerald, since the departure of Miss Hobson, had been at his best. Like\r\nFillmore, he was a man who responded to the sunshine of prosperity. His\r\nmoodiness had vanished, and all his old charm had returned. And yet...\r\nit seemed to Sally, as the car slid smoothly through the pleasant woods\r\nand fields by the river, that there was something that jarred.\r\n\r\nGerald was cheerful and talkative. He, at any rate, found nothing wrong\r\nwith life. He held forth spaciously on the big things he intended to do.\r\n\r\n“If this play get over--and it's going to--I'll show 'em!” His jaw was\r\nsquared, and his eyes glowed as they stared into the inviting future.\r\n“One success--that's all I need--then watch me! I haven't had a chance\r\nyet, but...”\r\n\r\nHis voice rolled on, but Sally had ceased to listen. It was the time of\r\nyear when the chill of evening follows swiftly on the mellow warmth\r\nof afternoon. The sun had gone behind the trees, and a cold wind was\r\nblowing up from the river. And quite suddenly, as though it was the\r\nwind that had cleared her mind, she understood what it was that had been\r\nlurking at the back of her thoughts. For an instant it stood out nakedly\r\nwithout concealment, and the world became a forlorn place. She had\r\nrealized the fundamental difference between man's outlook on life and\r\nwoman's.\r\n\r\nSuccess! How men worshipped it, and how little of themselves they had to\r\nspare for anything else. Ironically, it was the theme of this very play\r\nof Gerald's which she had saved from destruction. Of all the men she\r\nknew, how many had any view of life except as a race which they must\r\nstrain every nerve to win, regardless of what they missed by the wayside\r\nin their haste? Fillmore--Gerald--all of them. There might be a woman in\r\neach of their lives, but she came second--an afterthought--a thing for\r\ntheir spare time. Gerald was everything to her. His success would never\r\nbe more than a side-issue as far as she was concerned. He himself,\r\nwithout any of the trappings of success, was enough for her. But she was\r\nnot enough for him. A spasm of futile jealousy shook her. She shivered.\r\n\r\n“Cold?” said Gerald. “I'll tell the man to drive back... I don't see any\r\nreason why this play shouldn't run a year in New York. Everybody says\r\nit's good... if it does get over, they'll all be after me. I...”\r\n\r\nSally stared out into a bleak world. The sky was a leaden grey, and the\r\nwind from the river blew with a dismal chill."
  ]
}