{
  "index": 5,
  "title": "Chapter 4",
  "paragraphs": [
    "It had been Sally's intention, on arriving in New York, to take a room\r\nat the St. Regis and revel in the gilded luxury to which her wealth\r\nentitled her before moving into the small but comfortable apartment\r\nwhich, as soon as she had the time, she intended to find and make her\r\npermanent abode. But when the moment came and she was giving directions\r\nto the taxi-driver at the dock, there seemed to her something\r\nrevoltingly Fillmorian about the scheme. It would be time enough to\r\nsever herself from the boarding-house which had been her home for three\r\nyears when she had found the apartment. Meanwhile, the decent thing to\r\ndo, if she did not want to brand herself in the sight of her conscience\r\nas a female Fillmore, was to go back temporarily to Mrs. Meecher's\r\nadmirable establishment and foregather with her old friends. After all,\r\nhome is where the heart is, even if there are more prunes there than the\r\ngourmet would consider judicious.\r\n\r\nPerhaps it was the unavoidable complacency induced by the thought\r\nthat she was doing the right thing, or possibly it was the tingling\r\nexpectation of meeting Gerald Foster again after all these weeks of\r\nseparation, that made the familiar streets seem wonderfully bright as\r\nshe drove through them. It was a perfect, crisp New York morning, all\r\nblue sky and amber sunshine, and even the ash-cans had a stimulating\r\nlook about them. The street cars were full of happy people rollicking\r\noff to work: policemen directed the traffic with jaunty affability:\r\nand the white-clad street-cleaners went about their poetic tasks with a\r\nquiet but none the less noticeable relish. It was improbable that any of\r\nthese people knew that she was back, but somehow they all seemed to be\r\nbehaving as though this were a special day.\r\n\r\nThe first discordant note in this overture of happiness was struck by\r\nMrs. Meecher, who informed Sally, after expressing her gratification\r\nat the news that she required her old room, that Gerald Foster had left\r\ntown that morning.\r\n\r\n“Gone to Detroit, he has,” said Mrs. Meecher. “Miss Doland, too.” She\r\nbroke off to speak a caustic word to the boarding-house handyman,\r\nwho, with Sally's trunk as a weapon, was depreciating the value of the\r\nwall-paper in the hall. “There's that play of his being tried out there,\r\nyou know, Monday,” resumed Mrs. Meecher, after the handyman had bumped\r\nhis way up the staircase. “They been rehearsing ever since you left.”\r\n\r\nSally was disappointed, but it was such a beautiful morning, and New\r\nYork was so wonderful after the dull voyage in the liner that she was\r\nnot going to allow herself to be depressed without good reason. After\r\nall, she could go on to Detroit tomorrow. It was nice to have something\r\nto which she could look forward.\r\n\r\n“Oh, is Elsa in the company?” she said.\r\n\r\n“Sure. And very good too, I hear.” Mrs. Meecher kept abreast of\r\ntheatrical gossip. She was an ex-member of the profession herself,\r\nhaving been in the first production of “Florodora,” though, unlike\r\neverybody else, not one of the original Sextette. “Mr. Faucitt was down\r\nto see a rehearsal, and he said Miss Doland was fine. And he's not easy\r\nto please, as you know.”\r\n\r\n“How is Mr. Faucitt?”\r\n\r\nMrs. Meecher, not unwillingly, for she was a woman who enjoyed the\r\ntragedies of life, made her second essay in the direction of lowering\r\nSally's uplifted mood.\r\n\r\n“Poor old gentleman, he ain't over and above well. Went to bed early\r\nlast night with a headache, and this morning I been to see him and he\r\ndon't look well. There's a lot of this Spanish influenza about. It might\r\nbe that. Lots o' people have been dying of it, if you believe what you\r\nsee in the papers,” said Mrs. Meecher buoyantly.\r\n\r\n“Good gracious! You don't think...?”\r\n\r\n“Well, he ain't turned black,” admitted Mrs. Meecher with regret. “They\r\nsay they turn black. If you believe what you see in the papers, that is.\r\nOf course, that may come later,” she added with the air of one confident\r\nthat all will come right in the future. “The doctor'll be in to see him\r\npretty soon. He's quite happy. Toto's sitting with him.”\r\n\r\nSally's concern increased. Like everyone who had ever spent any length\r\nof time in the house, she had strong views on Toto. This quadruped, who\r\nstained the fame of the entire canine race by posing as a dog, was a\r\nsmall woolly animal with a persistent and penetrating yap, hard to bear\r\nwith equanimity in health and certainly quite outside the range of a\r\nsick man. Her heart bled for Mr. Faucitt. Mrs. Meecher, on the other\r\nhand, who held a faith in her little pet's amiability and power to\r\nsoothe which seven years' close association had been unable to shake,\r\nseemed to feel that, with Toto on the spot, all that could be done had\r\nbeen done as far as pampering the invalid was concerned.\r\n\r\n“I must go up and see him,” cried Sally. “Poor old dear.”\r\n\r\n“Sure. You know his room. You can hear Toto talking to him now,” said\r\nMrs. Meecher complacently. “He wants a cracker, that's what he wants.\r\nToto likes a cracker after breakfast.”\r\n\r\nThe invalid's eyes, as Sally entered the room, turned wearily to the\r\ndoor. At the sight of Sally they lit up with an incredulous rapture.\r\nAlmost any intervention would have pleased Mr. Faucitt at that moment,\r\nfor his little playmate had long outstayed any welcome that might\r\noriginally have been his: but that the caller should be his beloved\r\nSally seemed to the old man something in the nature of a return of the\r\nage of miracles.\r\n\r\n“Sally!”\r\n\r\n“One moment. Here, Toto!”\r\n\r\nToto, struck momentarily dumb by the sight of food, had jumped off the\r\nbed and was standing with his head on one side, peering questioningly at\r\nthe cracker. He was a suspicious dog, but he allowed himself to be lured\r\ninto the passage, upon which Sally threw the cracker down and slipped\r\nin and shut the door. Toto, after a couple of yaps, which may have been\r\ngratitude or baffled fury, trotted off downstairs, and Mr. Faucitt drew\r\na deep breath.\r\n\r\n“Sally, you come, as ever, as an angel of mercy. Our worthy Mrs. Meecher\r\nmeans well, and I yield to no man in my respect for her innate kindness\r\nof heart: but she errs in supposing that that thrice-damned whelp of\r\nhers is a combination of sick-nurse, soothing medicine, and a week at\r\nthe seaside. She insisted on bringing him here. He was yapping then, as\r\nhe was yapping when, with womanly resource which I cannot sufficiently\r\npraise, you decoyed him hence. And each yap went through me like\r\nhammer-strokes on sheeted tin. Sally, you stand alone among womankind.\r\nYou shine like a good deed in a naughty world. When did you get back?”\r\n\r\n“I've only just arrived in my hired barouche from the pier.”\r\n\r\n“And you came to see your old friend without delay? I am grateful and\r\nflattered. Sally, my dear.”\r\n\r\n“Of course I came to see you. Do you suppose that, when Mrs. Meecher\r\ntold me you were sick, I just said 'Is that so?' and went on talking\r\nabout the weather? Well, what do you mean by it? Frightening everybody.\r\nPoor old darling, do you feel very bad?”\r\n\r\n“One thousand individual mice are nibbling the base of my spine, and\r\nI am conscious of a constant need of cooling refreshment. But what of\r\nthat? Your presence is a tonic. Tell me, how did our Sally enjoy foreign\r\ntravel?”\r\n\r\n“Our Sally had the time of her life.”\r\n\r\n“Did you visit England?”\r\n\r\n“Only passing through.”\r\n\r\n“How did it look?” asked Mr. Faucitt eagerly.\r\n\r\n“Moist. Very moist.”\r\n\r\n“It would,” said Mr. Faucitt indulgently. “I confess that, happy as I\r\nhave been in this country, there are times when I miss those wonderful\r\nLondon days, when a sort of cosy brown mist hangs over the streets and\r\nthe pavements ooze with a perspiration of mud and water, and you see\r\nthrough the haze the yellow glow of the Bodega lamps shining in the\r\ndistance like harbour-lights. Not,” said Mr. Faucitt, “that I specify\r\nthe Bodega to the exclusion of other and equally worthy hostelries. I\r\nhave passed just as pleasant hours in Rule's and Short's. You missed\r\nsomething by not lingering in England, Sally.”\r\n\r\n“I know I did--pneumonia.”\r\n\r\nMr. Faucitt shook his head reproachfully.\r\n\r\n“You are prejudiced, my dear. You would have enjoyed London if you had\r\nhad the courage to brave its superficial gloom. Where did you spend your\r\nholiday? Paris?”\r\n\r\n“Part of the time. And the rest of the while I was down by the sea. It\r\nwas glorious. I don't think I would ever have come back if I hadn't had\r\nto. But, of course, I wanted to see you all again. And I wanted to be at\r\nthe opening of Mr. Foster's play. Mrs. Meecher tells me you went to one\r\nof the rehearsals.”\r\n\r\n“I attended a dog-fight which I was informed was a rehearsal,” said Mr.\r\nFaucitt severely. “There is no rehearsing nowadays.”\r\n\r\n“Oh dear! Was it as bad as all that?”\r\n\r\n“The play is good. The play--I will go further--is excellent. It has\r\nfat. But the acting...”\r\n\r\n“Mrs. Meecher said you told her that Elsa was good.”\r\n\r\n“Our worthy hostess did not misreport me. Miss Doland has great\r\npossibilities. She reminds me somewhat of Matilda Devine, under whose\r\nbanner I played a season at the Old Royalty in London many years ago.\r\nShe has the seeds of greatness in her, but she is wasted in the present\r\ncase on an insignificant part. There is only one part in the play. I\r\nallude to the one murdered by Miss Mabel Hobson.”\r\n\r\n“Murdered!” Sally's heart sank. She had been afraid of this, and it\r\nwas no satisfaction to feel that she had warned Gerald. “Is she very\r\nterrible?”\r\n\r\n“She has the face of an angel and the histrionic ability of that curious\r\nsuet pudding which our estimable Mrs. Meecher is apt to give us on\r\nFridays. In my professional career I have seen many cases of what I may\r\nterm the Lady Friend in the role of star, but Miss Hobson eclipses them\r\nall. I remember in the year '94 a certain scion of the plutocracy\r\ntook it into his head to present a female for whom he had conceived an\r\nadmiration in a part which would have taxed the resources of the ablest.\r\nI was engaged in her support, and at the first rehearsal I recollect\r\nsaying to my dear old friend, Arthur Moseby--dead, alas, these many\r\nyears. An excellent juvenile, but, like so many good fellows, cursed\r\nwith a tendency to lift the elbow--I recollect saying to him 'Arthur,\r\ndear boy, I give it two weeks.' 'Max,' was his reply, 'you are an\r\nincurable optimist. One consecutive night, laddie, one consecutive\r\nnight.' We had, I recall, an even half-crown upon it. He won. We opened\r\nat Wigan, our leading lady got the bird, and the show closed next day.\r\nI was forcibly reminded of this incident as I watched Miss Hobson\r\nrehearsing.”\r\n\r\n“Oh, poor Ger--poor Mr. Foster!”\r\n\r\n“I do not share your commiseration for that young man,” said Mr. Faucitt\r\nausterely. “You probably are almost a stranger to him, but he and I have\r\nbeen thrown together a good deal of late. A young man upon whom, mark my\r\nwords, success, if it ever comes, will have the worst effects. I dislike\r\nhim. Sally. He is, I think, without exception, the most selfish and\r\nself-centred young man of my acquaintance. He reminds me very much\r\nof old Billy Fothergill, with whom I toured a good deal in the later\r\neighties. Did I ever tell you the story of Billy and the amateur\r\nwho...?”\r\n\r\nSally was in no mood to listen to the adventures of Mr. Fothergill.\r\nThe old man's innocent criticism of Gerald had stabbed her deeply. A\r\nmomentary impulse to speak hotly in his defence died away as she saw\r\nMr. Faucitt's pale, worn old face. He had meant no harm, after all. How\r\ncould he know what Gerald was to her?\r\n\r\nShe changed the conversation abruptly.\r\n\r\n“Have you seen anything of Fillmore while I've been away?”\r\n\r\n“Fillmore? Why yes, my dear, curiously enough I happened to run into him\r\non Broadway only a few days ago. He seemed changed--less stiff and aloof\r\nthan he had been for some time past. I may be wronging him, but there\r\nhave been times of late when one might almost have fancied him a trifle\r\nup-stage. All that was gone at our last encounter. He appeared glad to\r\nsee me and was most cordial.”\r\n\r\nSally found her composure restored. Her lecture on the night of the\r\nparty had evidently, she thought, not been wasted. Mr. Faucitt, however,\r\nadvanced another theory to account for the change in the Man of Destiny.\r\n\r\n“I rather fancy,” he said, “that the softening influence has been the\r\nyoung man's fiancée.”\r\n\r\n“What? Fillmore's not engaged?”\r\n\r\n“Did he not write and tell you? I suppose he was waiting to inform you\r\nwhen you returned. Yes, Fillmore is betrothed. The lady was with\r\nhim when we met. A Miss Winch. In the profession, I understand. He\r\nintroduced me. A very charming and sensible young lady, I thought.”\r\n\r\nSally shook her head.\r\n\r\n“She can't be. Fillmore would never have got engaged to anyone like\r\nthat. Was her hair crimson?”\r\n\r\n“Brown, if I recollect rightly.”\r\n\r\n“Very loud, I suppose, and overdressed?”\r\n\r\n“On the contrary, neat and quiet.”\r\n\r\n“You've made a mistake,” said Sally decidedly. “She can't have been like\r\nthat. I shall have to look into this. It does seem hard that I can't go\r\naway for a few weeks without all my friends taking to beds of sickness\r\nand all my brothers getting ensnared by vampires.”\r\n\r\nA knock at the door interrupted her complaint. Mrs. Meecher entered,\r\nushering in a pleasant little man with spectacles and black bag.\r\n\r\n“The doctor to see you, Mr. Faucitt.” Mrs. Meecher cast an appraising\r\neye at the invalid, as if to detect symptoms of approaching\r\ndiscoloration. “I've been telling him that what I think you've gotten is\r\nthis here new Spanish influenza. Two more deaths there were in the paper\r\nthis morning, if you can believe what you see...”\r\n\r\n“I wonder,” said the doctor, “if you would mind going and bringing me a\r\nsmall glass of water?”\r\n\r\n“Why, sure.”\r\n\r\n“Not a large glass--a small glass. Just let the tap run for a few\r\nmoments and take care not to spill any as you come up the stairs. I\r\nalways ask ladies, like our friend who has just gone,” he added as the\r\ndoor closed, “to bring me a glass of water. It keeps them amused and\r\ninterested and gets them out of the way, and they think I am going to do\r\na conjuring trick with it. As a matter of fact, I'm going to drink it.\r\nNow let's have a look at you.”\r\n\r\nThe examination did not take long. At the end of it the doctor seemed\r\nsomewhat chagrined.\r\n\r\n“Our good friend's diagnosis was correct. I'd give a leg to say it\r\nwasn't, but it was. It is this here new Spanish influenza. Not a bad\r\nattack. You want to stay in bed and keep warm, and I'll write you out a\r\nprescription. You ought to be nursed. Is this young lady a nurse?”\r\n\r\n“No, no, merely...”\r\n\r\n“Of course I'm a nurse,” said Sally decidedly. “It isn't difficult,\r\nis it, doctor? I know nurses smooth pillows. I can do that. Is there\r\nanything else?”\r\n\r\n“Their principal duty is to sit here and prevent the excellent and\r\ngarrulous lady who has just left us from getting in. They must also be\r\nable to aim straight with a book or an old shoe, if that small woolly\r\ndog I met downstairs tries to force an entrance. If you are equal to\r\nthese tasks, I can leave the case in your hands with every confidence.”\r\n\r\n“But, Sally, my dear,” said Mr. Faucitt, concerned, “you must not waste\r\nyour time looking after me. You have a thousand things to occupy you.”\r\n\r\n“There's nothing I want to do more than help you to get better. I'll\r\njust go out and send a wire, and then I'll be right back.”\r\n\r\nFive minutes later, Sally was in a Western Union office, telegraphing\r\nto Gerald that she would be unable to reach Detroit in time for the\r\nopening."
  ]
}