{
  "index": 2,
  "title": "Chapter 1",
  "paragraphs": [
    "1\r\n\r\n\r\n\r\nSally was sitting with her back against a hillock of golden sand,\r\nwatching with half-closed eyes the denizens of Roville-sur-Mer at their\r\nfamiliar morning occupations. At Roville, as at most French seashore\r\nresorts, the morning is the time when the visiting population assembles\r\nin force on the beach. Whiskered fathers of families made cheerful\r\npatches of colour in the foreground. Their female friends and relatives\r\nclustered in groups under gay parasols. Dogs roamed to and fro, and\r\nchildren dug industriously with spades, ever and anon suspending their\r\nlabours in order to smite one another with these handy implements. One\r\nof the dogs, a poodle of military aspect, wandered up to Sally: and\r\ndiscovering that she was in possession of a box of sweets, decided to\r\nremain and await developments.\r\n\r\nFew things are so pleasant as the anticipation of them, but Sally's\r\nvacation had proved an exception to this rule. It had been a magic month\r\nof lazy happiness. She had drifted luxuriously from one French town to\r\nanother, till the charm of Roville, with its blue sky, its Casino,\r\nits snow-white hotels along the Promenade, and its general glitter\r\nand gaiety, had brought her to a halt. Here she could have stayed\r\nindefinitely, but the voice of America was calling her back. Gerald had\r\nwritten to say that “The Primrose Way” was to be produced in Detroit,\r\npreliminary to its New York run, so soon that, if she wished to see the\r\nopening, she must return at once. A scrappy, hurried, unsatisfactory\r\nletter, the letter of a busy man: but one that Sally could not ignore.\r\nShe was leaving Roville to-morrow.\r\n\r\nTo-day, however, was to-day: and she sat and watched the bathers with\r\na familiar feeling of peace, revelling as usual in the still novel\r\nsensation of having nothing to do but bask in the warm sunshine and\r\nlisten to the faint murmur of the little waves.\r\n\r\nBut, if there was one drawback, she had discovered, to a morning on the\r\nRoville plage, it was that you had a tendency to fall asleep: and this\r\nis a degrading thing to do so soon after breakfast, even if you are on\r\na holiday. Usually, Sally fought stoutly against the temptation, but\r\nto-day the sun was so warm and the whisper of the waves so insinuating\r\nthat she had almost dozed off, when she was aroused by voices close at\r\nhand. There were many voices on the beach, both near and distant, but\r\nthese were talking English, a novelty in Roville, and the sound of the\r\nfamiliar tongue jerked Sally back from the borders of sleep. A few feet\r\naway, two men had seated themselves on the sand.\r\n\r\nFrom the first moment she had set out on her travels, it had been one of\r\nSally's principal amusements to examine the strangers whom chance threw\r\nin her way and to try by the light of her intuition to fit them out with\r\ncharacters and occupations: nor had she been discouraged by an almost\r\nconsistent failure to guess right. Out of the corner of her eye she\r\ninspected these two men.\r\n\r\nThe first of the pair did not attract her. He was a tall, dark man whose\r\ntight, precise mouth and rather high cheeks bones gave him an appearance\r\nvaguely sinister. He had the dusky look of the clean-shaven man whose\r\nlife is a perpetual struggle with a determined beard. He certainly\r\nshaved twice a day, and just as certainly had the self-control not to\r\nswear when he cut himself. She could picture him smiling nastily when\r\nthis happened.\r\n\r\n“Hard,” diagnosed Sally. “I shouldn't like him. A lawyer or something, I\r\nthink.”\r\n\r\nShe turned to the other and found herself looking into his eyes. This\r\nwas because he had been staring at Sally with the utmost intentness ever\r\nsince his arrival. His mouth had opened slightly. He had the air of a\r\nman who, after many disappointments, has at last found something worth\r\nlooking at.\r\n\r\n“Rather a dear,” decided Sally.\r\n\r\nHe was a sturdy, thick-set young man with an amiable, freckled face and\r\nthe reddest hair Sally had ever seen. He had a square chin, and at one\r\nangle of the chin a slight cut. And Sally was convinced that, however\r\nhe had behaved on receipt of that wound, it had not been with superior\r\nself-control.\r\n\r\n“A temper, I should think,” she meditated. “Very quick, but soon over.\r\nNot very clever, I should say, but nice.”\r\n\r\nShe looked away, finding his fascinated gaze a little embarrassing.\r\n\r\nThe dark man, who in the objectionably competent fashion which, one\r\nfelt, characterized all his actions, had just succeeded in lighting\r\na cigarette in the teeth of a strong breeze, threw away the match and\r\nresumed the conversation, which had presumably been interrupted by the\r\nprocess of sitting down.\r\n\r\n“And how is Scrymgeour?” he inquired.\r\n\r\n“Oh, all right,” replied the young man with red hair absently. Sally was\r\nlooking straight in front of her, but she felt that his eyes were still\r\nbusy.\r\n\r\n“I was surprised at his being here. He told me he meant to stay in\r\nParis.”\r\n\r\nThere was a slight pause. Sally gave the attentive poodle a piece of\r\nnougat.\r\n\r\n“I say,” observed the red-haired young man in clear, penetrating tones\r\nthat vibrated with intense feeling, “that's the prettiest girl I've seen\r\nin my life!”\r\n\r\n\r\n\r\n2\r\n\r\n\r\n\r\nAt this frank revelation of the red-haired young man's personal\r\nopinions, Sally, though considerably startled, was not displeased. A\r\nbroad-minded girl, the outburst seemed to her a legitimate comment on a\r\nmatter of public interest. The young man's companion, on the other hand,\r\nwas unmixedly shocked.\r\n\r\n“My dear fellow!” he ejaculated.\r\n\r\n“Oh, it's all right,” said the red-haired young man, unmoved. “She can't\r\nunderstand. There isn't a bally soul in this dashed place that can speak\r\na word of English. If I didn't happen to remember a few odd bits of\r\nFrench, I should have starved by this time. That girl,” he went on,\r\nreturning to the subject most imperatively occupying his mind, “is an\r\nabsolute topper! I give you my solemn word I've never seen anybody to\r\ntouch her. Look at those hands and feet. You don't get them outside\r\nFrance. Of course, her mouth is a bit wide,” he said reluctantly.\r\n\r\nSally's immobility, added to the other's assurance concerning the\r\nlinguistic deficiencies of the inhabitants of Roville, seemed to\r\nreassure the dark man. He breathed again. At no period of his life\r\nhad he ever behaved with anything but the most scrupulous correctness\r\nhimself, but he had quailed at the idea of being associated even\r\nremotely with incorrectness in another. It had been a black moment for\r\nhim when the red-haired young man had uttered those few kind words.\r\n\r\n“Still you ought to be careful,” he said austerely.\r\n\r\nHe looked at Sally, who was now dividing her attention between the\r\npoodle and a raffish-looking mongrel, who had joined the party, and\r\nreturned to the topic of the mysterious Scrymgeour.\r\n\r\n“How is Scrymgeour's dyspepsia?”\r\n\r\nThe red-haired young man seemed but faintly interested in the\r\nvicissitudes of Scrymgeour's interior.\r\n\r\n“Do you notice the way her hair sort of curls over her ears?” he said.\r\n“Eh? Oh, pretty much the same, I think.”\r\n\r\n“What hotel are you staying at?”\r\n\r\n“The Normandie.”\r\n\r\nSally, dipping into the box for another chocolate cream, gave an\r\nimperceptible start. She, too, was staying at the Normandie. She\r\npresumed that her admirer was a recent arrival, for she had seen nothing\r\nof him at the hotel.\r\n\r\n“The Normandie?” The dark man looked puzzled. “I know Roville pretty\r\nwell by report, but I've never heard of any Hotel Normandie. Where is\r\nit?”\r\n\r\n“It's a little shanty down near the station. Not much of a place. Still,\r\nit's cheap, and the cooking's all right.”\r\n\r\nHis companion's bewilderment increased.\r\n\r\n“What on earth is a man like Scrymgeour doing there?” he said. Sally\r\nwas conscious of an urgent desire to know more and more about the absent\r\nScrymgeour. Constant repetition of his name had made him seem almost\r\nlike an old friend. “If there's one thing he's fussy about...”\r\n\r\n“There are at least eleven thousand things he's fussy about,”\r\n interrupted the red-haired young man disapprovingly. “Jumpy old\r\nblighter!”\r\n\r\n“If there's one thing he's particular about, it's the sort of hotel\r\nhe goes to. Ever since I've known him he has always wanted the best. I\r\nshould have thought he would have gone to the Splendide.” He mused on\r\nthis problem in a dissatisfied sort of way for a moment, then seemed to\r\nreconcile himself to the fact that a rich man's eccentricities must be\r\nhumoured. “I'd like to see him again. Ask him if he will dine with me at\r\nthe Splendide to-night. Say eight sharp.”\r\n\r\nSally, occupied with her dogs, whose numbers had now been augmented by\r\na white terrier with a black patch over its left eye, could not see\r\nthe young man's face: but his voice, when he replied, told her that\r\nsomething was wrong. There was a false airiness in it.\r\n\r\n“Oh, Scrymgeour isn't in Roville.”\r\n\r\n“No? Where is he?”\r\n\r\n“Paris, I believe.”\r\n\r\n“What!” The dark man's voice sharpened. He sounded as though he were\r\ncross-examining a reluctant witness. “Then why aren't you there? What\r\nare you doing here? Did he give you a holiday?”\r\n\r\n“Yes, he did.”\r\n\r\n“When do you rejoin him?”\r\n\r\n“I don't.”\r\n\r\n“What!”\r\n\r\nThe red-haired young man's manner was not unmistakably dogged.\r\n\r\n“Well, if you want to know,” he said, “the old blighter fired me the day\r\nbefore yesterday.”\r\n\r\n\r\n\r\n3\r\n\r\n\r\n\r\nThere was a shuffling of sand as the dark man sprang up. Sally, intent\r\non the drama which was unfolding itself beside her, absent-mindedly gave\r\nthe poodle a piece of nougat which should by rights have gone to the\r\nterrier. She shot a swift glance sideways, and saw the dark man standing\r\nin an attitude rather reminiscent of the stern father of melodrama about\r\nto drive his erring daughter out into the snow. The red-haired young\r\nman, outwardly stolid, was gazing before him down the beach at a fat\r\nbather in an orange suit who, after six false starts, was now actually\r\nin the water, floating with the dignity of a wrecked balloon.\r\n\r\n“Do you mean to tell me,” demanded the dark man, “that, after all the\r\ntrouble the family took to get you what was practically a sinecure\r\nwith endless possibilities if you only behaved yourself, you have\r\ndeliberately thrown away...” A despairing gesture completed the\r\nsentence. “Good God, you're hopeless!”\r\n\r\nThe red-haired young man made no reply. He continued to gaze down the\r\nbeach. Of all outdoor sports, few are more stimulating than watching\r\nmiddle-aged Frenchmen bathe. Drama, action, suspense, all are here. From\r\nthe first stealthy testing of the water with an apprehensive toe to the\r\nfinal seal-like plunge, there is never a dull moment. And apart from the\r\nexcitement of the thing, judging it from a purely aesthetic standpoint,\r\nhis must be a dull soul who can fail to be uplifted by the spectacle of\r\na series of very stout men with whiskers, seen in tight bathing suits\r\nagainst a background of brightest blue. Yet the young man with red hair,\r\nrecently in the employment of Mr. Scrymgeour, eyed this free circus\r\nwithout any enjoyment whatever.\r\n\r\n“It's maddening! What are you going to do? What do you expect us to do?\r\nAre we to spend our whole lives getting you positions which you won't\r\nkeep? I can tell you we're... it's monstrous! It's sickening! Good God!”\r\n\r\nAnd with these words the dark man, apparently feeling, as Sally had\r\nsometimes felt in the society of her brother Fillmore, the futility of\r\nmere language, turned sharply and stalked away up the beach, the dignity\r\nof his exit somewhat marred a moment later by the fact of his straw hat\r\nblowing off and being trodden on by a passing child.\r\n\r\nHe left behind him the sort of electric calm which follows the falling\r\nof a thunderbolt; that stunned calm through which the air seems still to\r\nquiver protestingly. How long this would have lasted one cannot say:\r\nfor towards the end of the first minute it was shattered by a purely\r\nterrestrial uproar. With an abruptness heralded only by one short, low\r\ngurgling snarl, there sprang into being the prettiest dog fight that\r\nRoville had seen that season.\r\n\r\nIt was the terrier with the black patch who began it. That was Sally's\r\nopinion: and such, one feels, will be the verdict of history. His best\r\nfriend, anxious to make out a case for him, could not have denied that\r\nhe fired the first gun of the campaign. But we must be just. The fault\r\nwas really Sally's. Absorbed in the scene which had just concluded and\r\nacutely inquisitive as to why the shadowy Scrymgeour had seen fit to\r\ndispense with the red-haired young man's services, she had thrice in\r\nsuccession helped the poodle out of his turn. The third occasion was too\r\nmuch for the terrier.\r\n\r\nThere is about any dog fight a wild, gusty fury which affects the\r\naverage mortal with something of the helplessness induced by some vast\r\nclashing of the elements. It seems so outside one's jurisdiction. One is\r\noppressed with a sense of the futility of interference. And this was no\r\nordinary dog fight. It was a stunning mêlée, which would have excited\r\nfavourable comment even among the blasé residents of a negro quarter or\r\nthe not easily-pleased critics of a Lancashire mining-village. From all\r\nover the beach dogs of every size, breed, and colour were racing to the\r\nscene: and while some of these merely remained in the ringside seats\r\nand barked, a considerable proportion immediately started fighting one\r\nanother on general principles, well content to be in action without\r\nbothering about first causes. The terrier had got the poodle by the\r\nleft hind-leg and was restating his war-aims. The raffish mongrel\r\nwas apparently endeavouring to fletcherize a complete stranger of the\r\nSealyham family.\r\n\r\nSally was frankly unequal to the situation, as were the entire crowd of\r\nspectators who had come galloping up from the water's edge. She had been\r\nparalysed from the start. Snarling bundles bumped against her legs and\r\nbounced away again, but she made no move. Advice in fluent French rent\r\nthe air. Arms waved, and well-filled bathing suits leaped up and down.\r\nBut nobody did anything practical until in the centre of the theatre of\r\nwar there suddenly appeared the red-haired young man.\r\n\r\nThe only reason why dog fights do not go on for ever is that Providence\r\nhas decided that on each such occasion there shall always be among those\r\npresent one Master Mind; one wizard who, whatever his shortcomings in\r\nother battles of life, is in this single particular sphere competent and\r\ndominating. At Roville-sur-Mer it was the red-haired young man. His dark\r\ncompanion might have turned from him in disgust: his services might not\r\nhave seemed worth retaining by the haughty Scrymgeour: he might be a\r\npain in the neck to “the family”; but he did know how to stop a dog\r\nfight. From the first moment of his intervention calm began to steal\r\nover the scene. He had the same effect on the almost inextricably\r\nentwined belligerents as, in mediaeval legend, the Holy Grail, sliding\r\ndown the sunbeam, used to have on battling knights. He did not look like\r\na dove of peace, but the most captious could not have denied that he\r\nbrought home the goods. There was a magic in his soothing hands, a\r\nspell in his voice: and in a shorter time than one would have believed\r\npossible dog after dog had been sorted out and calmed down; until\r\npresently all that was left of Armageddon was one solitary small Scotch\r\nterrier, thoughtfully licking a chewed leg. The rest of the combatants,\r\nonce more in their right mind and wondering what all the fuss was about,\r\nhad been captured and haled away in a whirl of recrimination by voluble\r\nowners.\r\n\r\nHaving achieved this miracle, the young man turned to Sally. Gallant,\r\none might say reckless, as he had been a moment before, he now gave\r\nindications of a rather pleasing shyness. He braced himself with that\r\npainful air of effort which announces to the world that an Englishman is\r\nabout to speak a language other than his own.\r\n\r\n“J'espère,” he said, having swallowed once or twice to brace himself up\r\nfor the journey through the jungle of a foreign tongue, “J'espère que\r\nvous n'êtes pas--oh, dammit, what's the word--J'espère que vous n'êtes\r\npas blessée?”\r\n\r\n“Blessée?”\r\n\r\n“Yes, blessée. Wounded. Hurt, don't you know. Bitten. Oh, dash it.\r\nJ'espère...”\r\n\r\n“Oh, bitten!” said Sally, dimpling. “Oh, no, thanks very much. I wasn't\r\nbitten. And I think it was awfully brave of you to save all our lives.”\r\n\r\nThe compliment seemed to pass over the young man's head. He stared at\r\nSally with horrified eyes. Over his amiable face there swept a vivid\r\nblush. His jaw dropped.\r\n\r\n“Oh, my sainted aunt!” he ejaculated.\r\n\r\nThen, as if the situation was too much for him and flight the only\r\npossible solution, he spun round and disappeared at a walk so rapid that\r\nit was almost a run. Sally watched him go and was sorry that he had torn\r\nhimself away. She still wanted to know why Scrymgeour had fired him.\r\n\r\n\r\n\r\n4\r\n\r\n\r\n\r\nBedtime at Roville is an hour that seems to vary according to one's\r\nproximity to the sea. The gilded palaces along the front keep deplorable\r\nhours, polluting the night air till dawn with indefatigable jazz: but at\r\nthe pensions of the economical like the Normandie, early to bed is the\r\nrule. True, Jules, the stout young native who combined the offices of\r\nnight-clerk and lift attendant at that establishment, was on duty in the\r\nhall throughout the night, but few of the Normandie's patrons made use\r\nof his services.\r\n\r\nSally, entering shortly before twelve o'clock on the night of the day\r\non which the dark man, the red-haired young man, and their friend\r\nScrymgeour had come into her life, found the little hall dim and silent.\r\nThrough the iron cage of the lift a single faint bulb glowed: another,\r\nover the desk in the far corner, illuminated the upper half of Jules,\r\nslumbering in a chair. Jules seemed to Sally to be on duty in some\r\ncapacity or other all the time. His work, like women's, was never done.\r\nHe was now restoring his tissues with a few winks of much-needed beauty\r\nsleep. Sally, who had been to the Casino to hear the band and afterwards\r\nhad strolled on the moonlit promenade, had a guilty sense of intrusion.\r\n\r\nAs she stood there, reluctant to break in on Jules' rest--for her\r\nsympathetic heart, always at the disposal of the oppressed, had long\r\nached for this overworked peon--she was relieved to hear footsteps in\r\nthe street outside, followed by the opening of the front door. If Jules\r\nwould have had to wake up anyway, she felt her sense of responsibility\r\nlessened. The door, having opened, closed again with a bang. Jules\r\nstirred, gurgled, blinked, and sat up, and Sally, turning, perceived\r\nthat the new arrival was the red-haired young man.\r\n\r\n“Oh, good evening,” said Sally welcomingly.\r\n\r\nThe young man stopped, and shuffled uncomfortably. The morning's\r\nhappenings were obviously still green in his memory. He had either not\r\nceased blushing since their last meeting or he was celebrating their\r\nreunion by beginning to blush again: for his face was a familiar\r\nscarlet.\r\n\r\n“Er--good evening,” he said, disentangling his feet, which, in the\r\nembarrassment of the moment, had somehow got coiled up together.\r\n\r\n“Or bon soir, I suppose you would say,” murmured Sally.\r\n\r\nThe young man acknowledged receipt of this thrust by dropping his hat\r\nand tripping over it as he stooped to pick it up.\r\n\r\nJules, meanwhile, who had been navigating in a sort of somnambulistic\r\ntrance in the neighbourhood of the lift, now threw back the cage with a\r\nrattle.\r\n\r\n“It's a shame to have woken you up,” said Sally, commiseratingly,\r\nstepping in.\r\n\r\nJules did not reply, for the excellent reason that he had not been\r\nwoken up. Constant practice enabled him to do this sort of work without\r\nbreaking his slumber. His brain, if you could call it that, was working\r\nautomatically. He had shut up the gate with a clang and was tugging\r\nsluggishly at the correct rope, so that the lift was going slowly up\r\ninstead of retiring down into the basement, but he was not awake.\r\n\r\nSally and the red-haired young man sat side by side on the small seat,\r\nwatching their conductor's efforts. After the first spurt, conversation\r\nhad languished. Sally had nothing of immediate interest to say, and her\r\ncompanion seemed to be one of these strong, silent men you read about.\r\nOnly a slight snore from Jules broke the silence.\r\n\r\nAt the third floor Sally leaned forward and prodded Jules in the lower\r\nribs. All through her stay at Roville, she had found in dealing with the\r\nnative population that actions spoke louder than words. If she wanted\r\nanything in a restaurant or at a shop, she pointed; and, when she wished\r\nthe lift to stop, she prodded the man in charge. It was a system worth a\r\ndozen French conversation books.\r\n\r\nJules brought the machine to a halt: and it was at this point that\r\nhe should have done the one thing connected with his professional\r\nactivities which he did really well--the opening, to wit, of the iron\r\ncage. There are ways of doing this. Jules' was the right way. He was\r\naccustomed to do it with a flourish, and generally remarked “V'la!” in\r\na modest but self-congratulatory voice as though he would have liked\r\nto see another man who could have put through a job like that. Jules'\r\nopinion was that he might not be much to look at, but that he could open\r\na lift door.\r\n\r\nTo-night, however, it seemed as if even this not very exacting feat was\r\nbeyond his powers. Instead of inserting his key in the lock, he stood\r\nstaring in an attitude of frozen horror. He was a man who took most\r\nthings in life pretty seriously, and whatever was the little difficulty\r\njust now seemed to have broken him all up.\r\n\r\n“There appears,” said Sally, turning to her companion, “to be a hitch.\r\nWould you mind asking what's the matter? I don't know any French myself\r\nexcept 'oo la la!'”\r\n\r\nThe young man, thus appealed to, nerved himself to the task. He eyed the\r\nmelancholy Jules doubtfully, and coughed in a strangled sort of way.\r\n\r\n“Oh, esker... esker vous...”\r\n\r\n“Don't weaken,” said Sally. “I think you've got him going.”\r\n\r\n“Esker vous... Pourquoi vous ne... I mean ne vous... that is to say,\r\nquel est le raison...”\r\n\r\nHe broke off here, because at this point Jules began to explain. He\r\nexplained very rapidly and at considerable length. The fact that neither\r\nof his hearers understood a word of what he was saying appeared not\r\nto have impressed itself upon him. Or, if he gave a thought to it,\r\nhe dismissed the objection as trifling. He wanted to explain, and he\r\nexplained. Words rushed from him like water from a geyser. Sounds which\r\nyou felt you would have been able to put a meaning to if he had detached\r\nthem from the main body and repeated them slowly, went swirling down the\r\nstream and were lost for ever.\r\n\r\n“Stop him!” said Sally firmly.\r\n\r\nThe red-haired young man looked as a native of Johnstown might have\r\nlooked on being requested to stop that city's celebrated flood.\r\n\r\n“Stop him?”\r\n\r\n“Yes. Blow a whistle or something.”\r\n\r\nOut of the depths of the young man's memory there swam to the surface\r\na single word--a word which he must have heard somewhere or read\r\nsomewhere: a legacy, perhaps, from long-vanished school-days.\r\n\r\n“Zut!” he barked, and instantaneously Jules turned himself off at the\r\nmain. There was a moment of dazed silence, such as might occur in a\r\nboiler-factory if the works suddenly shut down.\r\n\r\n“Quick! Now you've got him!” cried Sally. “Ask him what he's talking\r\nabout--if he knows, which I doubt--and tell him to speak slowly. Then we\r\nshall get somewhere.”\r\n\r\nThe young man nodded intelligently. The advice was good.\r\n\r\n“Lentement,” he said. “Parlez lentement. Pas si--you know what I\r\nmean--pas si dashed vite!”\r\n\r\n“Ah-a-ah!” cried Jules, catching the idea on the fly. “Lentement. Ah,\r\noui, lentement.”\r\n\r\nThere followed a lengthy conversation which, while conveying nothing to\r\nSally, seemed intelligible to the red-haired linguist.\r\n\r\n“The silly ass,” he was able to announce some few minutes later, “has\r\nmade a bloomer. Apparently he was half asleep when we came in, and he\r\nshoved us into the lift and slammed the door, forgetting that he had\r\nleft the keys on the desk.”\r\n\r\n“I see,” said Sally. “So we're shut in?”\r\n\r\n“I'm afraid so. I wish to goodness,” said the young man, “I knew French\r\nwell. I'd curse him with some vim and not a little animation, the chump!\r\nI wonder what 'blighter' is in French,” he said, meditating.\r\n\r\n“It's the merest suggestion,” said Sally, “but oughtn't we to do\r\nsomething?”\r\n\r\n“What could we do?”\r\n\r\n“Well, for one thing, we might all utter a loud yell. It would scare\r\nmost of the people in the hotel to death, but there might be a survivor\r\nor two who would come and investigate and let us out.”\r\n\r\n“What a ripping idea!” said the young man, impressed.\r\n\r\n“I'm glad you like it. Now tell him the main out-line, or he'll think\r\nwe've gone mad.”\r\n\r\nThe young man searched for words, and eventually found some which\r\nexpressed his meaning lamely but well enough to cause Jules to nod in a\r\ndepressed sort of way.\r\n\r\n“Fine!” said Sally. “Now, all together at the word 'three.'\r\nOne--two--Oh, poor darling!” she broke off. “Look at him!”\r\n\r\nIn the far corner of the lift, the emotional Jules was sobbing silently\r\ninto the bunch of cotton-waste which served him in the office of a\r\npocket-handkerchief. His broken-hearted gulps echoed hollowly down the\r\nshaft.\r\n\r\n\r\n\r\n5\r\n\r\n\r\n\r\nIn these days of cheap books of instruction on every subject under the\r\nsun, we most of us know how to behave in the majority of life's little\r\ncrises. We have only ourselves to blame if we are ignorant of what to\r\ndo before the doctor comes, of how to make a dainty winter coat for baby\r\nout of father's last year's under-vest and of the best method of coping\r\nwith the cold mutton. But nobody yet has come forward with practical\r\nadvice as to the correct method of behaviour to be adopted when\r\na lift-attendant starts crying. And Sally and her companion, as a\r\nconsequence, for a few moments merely stared at each other helplessly.\r\n\r\n“Poor darling!” said Sally, finding speech. “Ask him what's the matter.”\r\n\r\nThe young man looked at her doubtfully.\r\n\r\n“You know,” he said, “I don't enjoy chatting with this blighter. I mean\r\nto say, it's a bit of an effort. I don't know why it is, but talking\r\nFrench always makes me feel as if my nose were coming off. Couldn't we\r\njust leave him to have his cry out by himself?”\r\n\r\n“The idea!” said Sally. “Have you no heart? Are you one of those fiends\r\nin human shape?”\r\n\r\nHe turned reluctantly to Jules, and paused to overhaul his vocabulary.\r\n\r\n“You ought to be thankful for this chance,” said Sally. “It's the only\r\nreal way of learning French, and you're getting a lesson for nothing.\r\nWhat did he say then?”\r\n\r\n“Something about losing something, it seemed to me. I thought I caught\r\nthe word perdu.”\r\n\r\n“But that means a partridge, doesn't it? I'm sure I've seen it on the\r\nmenus.”\r\n\r\n“Would he talk about partridges at a time like this?”\r\n\r\n“He might. The French are extraordinary people.”\r\n\r\n“Well, I'll have another go at him. But he's a difficult chap to chat\r\nwith. If you give him the least encouragement, he sort of goes off like\r\na rocket.” He addressed another question to the sufferer, and listened\r\nattentively to the voluble reply.\r\n\r\n“Oh!” he said with sudden enlightenment. “Your job?” He turned to Sally.\r\n“I got it that time,” he said. “The trouble is, he says, that if we yell\r\nand rouse the house, we'll get out all right, but he will lose his job,\r\nbecause this is the second time this sort of thing has happened, and\r\nthey warned him last time that once more would mean the push.”\r\n\r\n“Then we mustn't dream of yelling,” said Sally, decidedly. “It means\r\na pretty long wait, you know. As far as I can gather, there's just a\r\nchance of somebody else coming in later, in which case he could let\r\nus out. But it's doubtful. He rather thinks that everybody has gone to\r\nroost.”\r\n\r\n“Well, we must try it. I wouldn't think of losing the poor man his job.\r\nTell him to take the car down to the ground-floor, and then we'll just\r\nsit and amuse ourselves till something happens. We've lots to talk\r\nabout. We can tell each other the story of our lives.”\r\n\r\nJules, cheered by his victims' kindly forbearance, lowered the car to\r\nthe ground floor, where, after a glance of infinite longing at the keys\r\non the distant desk, the sort of glance which Moses must have cast at\r\nthe Promised Land from the summit of Mount Pisgah, he sagged down in a\r\nheap and resumed his slumbers. Sally settled herself as comfortably as\r\npossible in her corner.\r\n\r\n“You'd better smoke,” she said. “It will be something to do.”\r\n\r\n“Thanks awfully.”\r\n\r\n“And now,” said Sally, “tell me why Scrymgeour fired you.”\r\n\r\nLittle by little, under the stimulating influence of this nocturnal\r\nadventure, the red-haired young man had lost that shy confusion which\r\nhad rendered him so ill at ease when he had encountered Sally in the\r\nhall of the hotel; but at this question embarrassment gripped him once\r\nmore. Another of those comprehensive blushes of his raced over his face,\r\nand he stammered.\r\n\r\n“I say, I'm glad... I'm fearfully sorry about that, you know!”\r\n\r\n“About Scrymgeour?”\r\n\r\n“You know what I mean. I mean, about making such a most ghastly ass of\r\nmyself this morning. I... I never dreamed you understood English.”\r\n\r\n“Why, I didn't object. I thought you were very nice and complimentary.\r\nOf course, I don't know how many girls you've seen in your life, but...”\r\n\r\n“No, I say, don't! It makes me feel such a chump.”\r\n\r\n“And I'm sorry about my mouth. It is wide. But I know you're a\r\nfair-minded man and realize that it isn't my fault.”\r\n\r\n“Don't rub it in,” pleaded the young man. “As a matter of fact, if you\r\nwant to know, I think your mouth is absolutely perfect. I think,” he\r\nproceeded, a little feverishly, “that you are the most indescribable\r\ntopper that ever...”\r\n\r\n“You were going to tell me about Scrymgeour,” said Sally.\r\n\r\nThe young man blinked as if he had collided with some hard object while\r\nsleep-walking. Eloquence had carried him away.\r\n\r\n“Scrymgeour?” he said. “Oh, that would bore you.”\r\n\r\n“Don't be silly,” said Sally reprovingly. “Can't you realize that we're\r\npractically castaways on a desert island? There's nothing to do till\r\nto-morrow but talk about ourselves. I want to hear all about you,\r\nand then I'll tell you all about myself. If you feel diffident about\r\nstarting the revelations, I'll begin. Better start with names. Mine is\r\nSally Nicholas. What's yours?”\r\n\r\n“Mine? Oh, ah, yes, I see what you mean.”\r\n\r\n“I thought you would. I put it as clearly as I could. Well, what is it?”\r\n\r\n“Kemp.”\r\n\r\n“And the first name?”\r\n\r\n“Well, as a matter of fact,” said the young man, “I've always rather\r\nhushed up my first name, because when I was christened they worked a\r\nlow-down trick on me!”\r\n\r\n“You can't shock me,” said Sally, encouragingly. “My father's name was\r\nEzekiel, and I've a brother who was christened Fillmore.”\r\n\r\nMr. Kemp brightened. “Well, mine isn't as bad as that... No, I don't\r\nmean that,” he broke off apologetically. “Both awfully jolly names, of\r\ncourse...”\r\n\r\n“Get on,” said Sally.\r\n\r\n“Well, they called me Lancelot. And, of course, the thing is that I\r\ndon't look like a Lancelot and never shall. My pals,” he added in a more\r\ncheerful strain, “call me Ginger.”\r\n\r\n“I don't blame them,” said Sally.\r\n\r\n“Perhaps you wouldn't mind thinking of me as Ginger?'' suggested the\r\nyoung man diffidently.\r\n\r\n“Certainly.”\r\n\r\n“That's awfully good of you.”\r\n\r\n“Not at all.”\r\n\r\nJules stirred in his sleep and grunted. No other sound came to disturb\r\nthe stillness of the night.\r\n\r\n“You were going to tell me about yourself?” said Mr. Lancelot (Ginger)\r\nKemp.\r\n\r\n“I'm going to tell you all about myself,” said Sally, “not because I\r\nthink it will interest you...”\r\n\r\n“Oh, it will!”\r\n\r\n“Not, I say, because I think it will interest you...”\r\n\r\n“It will, really.”\r\n\r\nSally looked at him coldly.\r\n\r\n“Is this a duet?” she inquired, “or have I the floor?”\r\n\r\n“I'm awfully sorry.”\r\n\r\n“Not, I repeat for the third time, because I think It will interest you,\r\nbut because if I do you won't have any excuse for not telling me your\r\nlife-history, and you wouldn't believe how inquisitive I am. Well, in\r\nthe first place, I live in America. I'm over here on a holiday. And it's\r\nthe first real holiday I've had in three years--since I left home, in\r\nfact.” Sally paused. “I ran away from home,” she said.\r\n\r\n“Good egg!” said Ginger Kemp.\r\n\r\n“I beg your pardon?”\r\n\r\n“I mean, quite right. I bet you were quite right.”\r\n\r\n“When I say home,” Sally went on, “it was only a sort of imitation\r\nhome, you know. One of those just-as-good homes which are never as\r\nsatisfactory as the real kind. My father and mother both died a good\r\nmany years ago. My brother and I were dumped down on the reluctant\r\ndoorstep of an uncle.”\r\n\r\n“Uncles,” said Ginger Kemp, feelingly, “are the devil. I've got an...\r\nbut I'm interrupting you.”\r\n\r\n“My uncle was our trustee. He had control of all my brother's money\r\nand mine till I was twenty-one. My brother was to get his when he was\r\ntwenty-five. My poor father trusted him blindly, and what do you think\r\nhappened?”\r\n\r\n“Good Lord! The blighter embezzled the lot?”\r\n\r\n“No, not a cent. Wasn't it extraordinary! Have you ever heard of a\r\nblindly trusted uncle who was perfectly honest? Well, mine was. But the\r\ntrouble was that, while an excellent man to have looking after one's\r\nmoney, he wasn't a very lovable character. He was very hard. Hard!\r\nHe was as hard as--well, nearly as hard as this seat. He hated poor\r\nFill...”\r\n\r\n“Phil?”\r\n\r\n“I broke it to you just now that my brother's name was Fillmore.”\r\n\r\n“Oh, your brother. Oh, ah, yes.”\r\n\r\n“He was always picking on poor Fill. And I'm bound to say that Fill\r\nrather laid himself out as what you might call a pickee. He was always\r\ngetting into trouble. One day, about three years ago, he was expelled\r\nfrom Harvard, and my uncle vowed he would have nothing more to do with\r\nhim. So I said, if Fill left, I would leave. And, as this seemed to be\r\nmy uncle's idea of a large evening, no objection was raised, and Fill\r\nand I departed. We went to New York, and there we've been ever since.\r\nAbout six months' ago Fill passed the twenty-five mark and collected his\r\nmoney, and last month I marched past the given point and got mine. So it\r\nall ends happily, you see. Now tell me about yourself.”\r\n\r\n“But, I say, you know, dash it, you've skipped a lot. I mean to say, you\r\nmust have had an awful time in New York, didn't you? How on earth did\r\nyou get along?”\r\n\r\n“Oh, we found work. My brother tried one or two things, and finally\r\nbecame an assistant stage-manager with some theatre people. The only\r\nthing I could do, having been raised in enervating luxury, was ballroom\r\ndancing, so I ball-room danced. I got a job at a place in Broadway\r\ncalled 'The Flower Garden' as what is humorously called an\r\n'instructress,' as if anybody could 'instruct' the men who came there.\r\nOne was lucky if one saved one's life and wasn't quashed to death.”\r\n\r\n“How perfectly foul!”\r\n\r\n“Oh, I don't know. It was rather fun for a while. Still,” said Sally,\r\nmeditatively, “I'm not saying I could have held out much longer: I was\r\nbeginning to give. I suppose I've been trampled underfoot by more fat\r\nmen than any other girl of my age in America. I don't know why it was,\r\nbut every man who came in who was a bit overweight seemed to make for me\r\nby instinct. That's why I like to sit on the sands here and watch\r\nthese Frenchmen bathing. It's just heavenly to lie back and watch a two\r\nhundred and fifty pound man, coming along and feel that he isn't going\r\nto dance with me.”\r\n\r\n“But, I say! How absolutely rotten it must have been for you!”\r\n\r\n“Well, I'll tell you one thing. It's going to make me a very\r\ndomesticated wife one of these days. You won't find me gadding about in\r\ngilded jazz-palaces! For me, a little place in the country somewhere,\r\nwith my knitting and an Elsie book, and bed at half-past nine! And now\r\ntell me the story of your life. And make it long because I'm perfectly\r\ncertain there's going to be no relief-expedition. I'm sure the last\r\ndweller under this roof came in years ago. We shall be here till\r\nmorning.”\r\n\r\n“I really think we had better shout, you know.”\r\n\r\n“And lose Jules his job? Never!”\r\n\r\n“Well, of course, I'm sorry for poor old Jules' troubles, but I hate to\r\nthink of you having to...”\r\n\r\n“Now get on with the story,” said Sally.\r\n\r\n\r\n\r\n6\r\n\r\n\r\n\r\nGinger Kemp exhibited some of the symptoms of a young bridegroom called\r\nupon at a wedding-breakfast to respond to the toast. He moved his feet\r\nrestlessly and twisted his fingers.\r\n\r\n“I hate talking about myself, you know,” he said.\r\n\r\n“So I supposed,” said Sally. “That's why I gave you my autobiography\r\nfirst, to give you no chance of backing out. Don't be such a shrinking\r\nviolet. We're all shipwrecked mariners here. I am intensely interested\r\nin your narrative. And, even if I wasn't, I'd much rather listen to it\r\nthan to Jules' snoring.”\r\n\r\n“He is snoring a bit, what? Does it annoy you? Shall I stir him?”\r\n\r\n“You seem to have an extraordinary brutal streak in your nature,” said\r\nSally. “You appear to think of nothing else but schemes for harassing\r\npoor Jules. Leave him alone for a second, and start telling me about\r\nyourself.”\r\n\r\n“Where shall I start?”\r\n\r\n“Well, not with your childhood, I think. We'll skip that.”\r\n\r\n“Well...” Ginger Kemp knitted his brow, searching for a dramatic\r\nopening. “Well, I'm more or less what you might call an orphan, like\r\nyou. I mean to say, both my people are dead and all that sort of thing.”\r\n\r\n“Thanks for explaining. That has made it quite clear.”\r\n\r\n“I can't remember my mother. My father died when I was in my last\r\nyear at Cambridge. I'd been having a most awfully good time at the\r\n'varsity,'” said Ginger, warming to his theme. “Not thick, you know, but\r\ngood. I'd got my rugger and boxing blues and I'd just been picked for\r\nscrum-half for England against the North in the first trial match, and\r\nbetween ourselves it really did look as if I was more or less of a snip\r\nfor my international.”\r\n\r\nSally gazed at him wide eyed.\r\n\r\n“Is that good or bad?” she asked.\r\n\r\n“Eh?”\r\n\r\n“Are you reciting a catalogue of your crimes, or do you expect me to get\r\nup and cheer? What is a rugger blue, to start with?”\r\n\r\n“Well, it's... it's a rugger blue, you know.”\r\n\r\n“Oh, I see,” said Sally. “You mean a rugger blue.”\r\n\r\n“I mean to say, I played rugger--footer--that's to say, football--Rugby\r\nfootball--for Cambridge, against Oxford. I was scrum-half.”\r\n\r\n“And what is a scrum-half?” asked Sally, patiently. “Yes, I know you're\r\ngoing to say it's a scrum-half, but can't you make it easier?”\r\n\r\n“The scrum-half,” said Ginger, “is the half who works the scrum. He\r\nslings the pill out to the fly-half, who starts the three-quarters\r\ngoing. I don't know if you understand?”\r\n\r\n“I don't.”\r\n\r\n“It's dashed hard to explain,” said Ginger Kemp, unhappily. “I mean,\r\nI don't think I've ever met anyone before who didn't know what a\r\nscrum-half was.”\r\n\r\n“Well, I can see that it has something to do with football, so we'll\r\nleave it at that. I suppose it's something like our quarter-back. And\r\nwhat's an international?”\r\n\r\n“It's called getting your international when you play for England, you\r\nknow. England plays Wales, France, Ireland, and Scotland. If it hadn't\r\nbeen for the smash, I think I should have played for England against\r\nWales.”\r\n\r\n“I see at last. What you're trying to tell me is that you were very good\r\nat football.”\r\n\r\nGinger Kemp blushed warmly.\r\n\r\n“Oh, I don't say that. England was pretty short of scrum-halves that\r\nyear.”\r\n\r\n“What a horrible thing to happen to a country! Still, you were likely\r\nto be picked on the All-England team when the smash came? What was the\r\nsmash?”\r\n\r\n“Well, it turned out that the poor old pater hadn't left a penny. I\r\nnever understood the process exactly, but I'd always supposed that we\r\nwere pretty well off; and then it turned out that I hadn't anything at\r\nall. I'm bound to say it was a bit of a jar. I had to come down from\r\nCambridge and go to work in my uncle's office. Of course, I made an\r\nabsolute hash of it.”\r\n\r\n“Why, of course?”\r\n\r\n“Well, I'm not a very clever sort of chap, you see. I somehow didn't\r\nseem able to grasp the workings. After about a year, my uncle, getting\r\na bit fed-up, hoofed me out and got me a mastership at a school, and I\r\nmade a hash of that. He got me one or two other jobs, and I made a hash\r\nof those.”\r\n\r\n“You certainly do seem to be one of our most prominent young hashers!”\r\n gasped Sally.\r\n\r\n“I am,” said Ginger, modestly.\r\n\r\nThere was a silence.\r\n\r\n“And what about Scrymgeour?” Sally asked.\r\n\r\n“That was the last of the jobs,” said Ginger. “Scrymgeour is a pompous\r\nold ass who thinks he's going to be Prime Minister some day. He's a big\r\nbug at the Bar and has just got into Parliament. My cousin used to devil\r\nfor him. That's how I got mixed up with the blighter.”\r\n\r\n“Your cousin used...? I wish you would talk English.”\r\n\r\n“That was my cousin who was with me on the beach this morning.”\r\n\r\n“And what did you say he used to do for Mr. Scrymgeour?”\r\n\r\n“Oh, it's called devilling. My cousin's at the Bar, too--one of our\r\nrising nibs, as a matter of fact...”\r\n\r\n“I thought he was a lawyer of some kind.”\r\n\r\n“He's got a long way beyond it now, but when he started he used to devil\r\nfor Scrymgeour--assist him, don't you know. His name's Carmyle, you\r\nknow. Perhaps you've heard of him? He's rather a prominent johnny in his\r\nway. Bruce Carmyle, you know.”\r\n\r\n“I haven't.”\r\n\r\n“Well, he got me this job of secretary to Scrymgeour.”\r\n\r\n“And why did Mr. Scrymgeour fire you?”\r\n\r\nGinger Kemp's face darkened. He frowned. Sally, watching him, felt that\r\nshe had been right when she had guessed that he had a temper. She liked\r\nhim none the worse for it. Mild men did not appeal to her.\r\n\r\n“I don't know if you're fond of dogs?” said Ginger.\r\n\r\n“I used to be before this morning,” said Sally. “And I suppose I shall\r\nbe again in time. For the moment I've had what you might call rather a\r\nsurfeit of dogs. But aren't you straying from the point? I asked you why\r\nMr. Scrymgeour dismissed you.”\r\n\r\n“I'm telling you.”\r\n\r\n“I'm glad of that. I didn't know.”\r\n\r\n“The old brute,” said Ginger, frowning again, “has a dog. A very jolly\r\nlittle spaniel. Great pal of mine. And Scrymgeour is the sort of fool\r\nwho oughtn't to be allowed to own a dog. He's one of those asses who\r\nisn't fit to own a dog. As a matter of fact, of all the blighted,\r\npompous, bullying, shrivelled-souled old devils...”\r\n\r\n“One moment,” said Sally. “I'm getting an impression that you don't like\r\nMr. Scrymgeour. Am I right?”\r\n\r\n“Yes!”\r\n\r\n“I thought so. Womanly intuition! Go on.”\r\n\r\n“He used to insist on the poor animal doing tricks. I hate seeing a\r\ndog do tricks. Dogs loathe it, you know. They're frightfully sensitive.\r\nWell, Scrymgeour used to make this spaniel of his do tricks--fool-things\r\nthat no self-respecting dogs would do: and eventually poor old Billy got\r\nfed up and jibbed. He was too polite to bite, but he sort of shook his\r\nhead and crawled under a chair. You'd have thought anyone would have\r\nlet it go at that, but would old Scrymgeour? Not a bit of it! Of all the\r\npoisonous...”\r\n\r\n“Yes, I know. Go on.”\r\n\r\n“Well, the thing ended in the blighter hauling him out from under the\r\nchair and getting more and more shirty, until finally he laid into him\r\nwith a stick. That is to say,” said Ginger, coldly accurate, “he started\r\nlaying into him with a stick.” He brooded for a moment with knit brows.\r\n“A spaniel, mind you! Can you imagine anyone beating a spaniel? It's\r\nlike hitting a little girl. Well, he's a fairly oldish man, you know,\r\nand that hampered me a bit: but I got hold of the stick and broke it\r\ninto about eleven pieces, and by great good luck it was a stick he\r\nhappened to value rather highly. It had a gold knob and had been\r\npresented to him by his constituents or something. I minced it up\r\na goodish bit, and then I told him a fair amount about himself. And\r\nthen--well, after that he shot me out, and I came here.”\r\n\r\nSally did not speak for a moment.\r\n\r\n“You were quite right,” she said at last, in a sober voice that had\r\nnothing in it of her customary flippancy. She paused again. “And what\r\nare you going to do now?” she said.\r\n\r\n“I don't know.”\r\n\r\n“You'll get something?”\r\n\r\n“Oh, yes, I shall get something, I suppose. The family will be pretty\r\nsick, of course.”\r\n\r\n“For goodness' sake! Why do you bother about the family?” Sally burst\r\nout. She could not reconcile this young man's flabby dependence on his\r\nfamily with the enterprise and vigour which he had shown in his dealings\r\nwith the unspeakable Scrymgeour. Of course, he had been brought up to\r\nlook on himself as a rich man's son and appeared to have drifted as such\r\nyoung men are wont to do; but even so... “The whole trouble with you,”\r\n she said, embarking on a subject on which she held strong views, “is\r\nthat...”\r\n\r\nHer harangue was interrupted by what--at the Normandie, at one o'clock\r\nin the morning--practically amounted to a miracle. The front door of\r\nthe hotel opened, and there entered a young man in evening dress.\r\nSuch persons were sufficiently rare at the Normandie, which catered\r\nprincipally for the staid and middle-aged, and this youth's presence was\r\ndue, if one must pause to explain it, to the fact that, in the middle\r\nof his stay at Roville, a disastrous evening at the Casino had so\r\ndiminished his funds that he had been obliged to make a hurried shift\r\nfrom the Hotel Splendide to the humbler Normandie. His late appearance\r\nto-night was caused by the fact that he had been attending a dance\r\nat the Splendide, principally in the hope of finding there some\r\nkind-hearted friend of his prosperity from whom he might borrow.\r\n\r\nA rapid-fire dialogue having taken place between Jules and the newcomer,\r\nthe keys were handed through the cage, the door opened and the lift was\r\nset once more in motion. And a few minutes later, Sally, suddenly aware\r\nof an overpowering sleepiness, had switched off her light and jumped\r\ninto bed. Her last waking thought was a regret that she had not been\r\nable to speak at length to Mr. Ginger Kemp on the subject of enterprise,\r\nand resolve that the address should be delivered at the earliest\r\nopportunity."
  ]
}