{
  "index": 1,
  "title": "Chapter 1",
  "paragraphs": [
    "CHAPTER I. SALLY GIVES A PARTY\r\n\r\n\r\n\r\n1\r\n\r\nSally looked contentedly down the long table. She felt happy at last.\r\nEverybody was talking and laughing now, and her party, rallying after an\r\nuncertain start, was plainly the success she had hoped it would be. The\r\nfirst atmosphere of uncomfortable restraint, caused, she was only too\r\nwell aware, by her brother Fillmore's white evening waistcoat, had\r\nworn off; and the male and female patrons of Mrs. Meecher's select\r\nboarding-house (transient and residential) were themselves again.\r\n\r\nAt her end of the table the conversation had turned once more to the\r\ngreat vital topic of Sally's legacy and what she ought to do with it.\r\nThe next best thing to having money of one's own, is to dictate the\r\nspending of somebody else's, and Sally's guests were finding a good deal\r\nof satisfaction in arranging a Budget for her. Rumour having put the\r\nsum at their disposal at a high figure, their suggestions had certain\r\nspaciousness.\r\n\r\n“Let me tell you,” said Augustus Bartlett, briskly, “what I'd do, if\r\nI were you.” Augustus Bartlett, who occupied an intensely subordinate\r\nposition in the firm of Kahn, Morris and Brown, the Wall Street brokers,\r\nalways affected a brisk, incisive style of speech, as befitted a man\r\nin close touch with the great ones of Finance. “I'd sink a couple of\r\nhundred thousand in some good, safe bond-issue--we've just put one out\r\nwhich you would do well to consider--and play about with the rest. When\r\nI say play about, I mean have a flutter in anything good that crops up.\r\nMultiple Steel's worth looking at. They tell me it'll be up to a hundred\r\nand fifty before next Saturday.”\r\n\r\nElsa Doland, the pretty girl with the big eyes who sat on Mr. Bartlett's\r\nleft, had other views.\r\n\r\n“Buy a theatre, Sally, and put on good stuff.”\r\n\r\n“And lose every bean you've got,” said a mild young man, with a deep\r\nvoice across the table. “If I had a few hundred thousand,” said the\r\nmild young man, “I'd put every cent of it on Benny Whistler for the\r\nheavyweight championship. I've private information that Battling Tuke\r\nhas been got at and means to lie down in the seventh...”\r\n\r\n“Say, listen,” interrupted another voice, “lemme tell you what I'd do\r\nwith four hundred thousand...”\r\n\r\n“If I had four hundred thousand,” said Elsa Doland, “I know what would\r\nbe the first thing I'd do.”\r\n\r\n“What's that?” asked Sally.\r\n\r\n“Pay my bill for last week, due this morning.”\r\n\r\nSally got up quickly, and flitting down the table, put her arm round her\r\nfriend's shoulder and whispered in her ear:\r\n\r\n“Elsa darling, are you really broke? If you are, you know, I'll...”\r\n\r\nElsa Doland laughed.\r\n\r\n“You're an angel, Sally. There's no one like you. You'd give your last\r\ncent to anyone. Of course I'm not broke. I've just come back from the\r\nroad, and I've saved a fortune. I only said that to draw you.”\r\n\r\nSally returned to her seat, relieved, and found that the company had now\r\ndivided itself into two schools of thought. The conservative and prudent\r\nelement, led by Augustus Bartlett, had definitely decided on three\r\nhundred thousand in Liberty Bonds and the rest in some safe real estate;\r\nwhile the smaller, more sporting section, impressed by the mild young\r\nman's inside information, had already placed Sally's money on Benny\r\nWhistler, doling it out cautiously in small sums so as not to spoil the\r\nmarket. And so solid, it seemed, was Mr. Tuke's reputation with those\r\nin the inner circle of knowledge that the mild young man was confident\r\nthat, if you went about the matter cannily and without precipitation,\r\nthree to one might be obtained. It seemed to Sally that the time had\r\ncome to correct certain misapprehensions.\r\n\r\n“I don't know where you get your figures,” she said, “but I'm afraid\r\nthey're wrong. I've just twenty-five thousand dollars.”\r\n\r\nThe statement had a chilling effect. To these jugglers with\r\nhalf-millions the amount mentioned seemed for the moment almost too\r\nsmall to bother about. It was the sort of sum which they had been\r\nmentally setting aside for the heiress's car fare. Then they managed to\r\nadjust their minds to it. After all, one could do something even with a\r\npittance like twenty-five thousand.\r\n\r\n“If I'd twenty-five thousand,” said Augustus Bartlett, the first to\r\nrally from the shock, “I'd buy Amalgamated...”\r\n\r\n“If I had twenty-five thousand...” began Elsa Doland.\r\n\r\n“If I'd had twenty-five thousand in the year nineteen hundred,” observed\r\na gloomy-looking man with spectacles, “I could have started a revolution\r\nin Paraguay.”\r\n\r\nHe brooded sombrely on what might have been.\r\n\r\n“Well, I'll tell you exactly what I'm going to do,” said Sally. “I'm\r\ngoing to start with a trip to Europe... France, specially. I've heard\r\nFrance well spoken of--as soon as I can get my passport; and after I've\r\nloafed there for a few weeks, I'm coming back to look about and find\r\nsome nice cosy little business which will let me put money into it and\r\nkeep me in luxury. Are there any complaints?”\r\n\r\n“Even a couple of thousand on Benny Whistler...” said the mild young\r\nman.\r\n\r\n“I don't want your Benny Whistler,” said Sally. “I wouldn't have him if\r\nyou gave him to me. If I want to lose money, I'll go to Monte Carlo and\r\ndo it properly.”\r\n\r\n“Monte Carlo,” said the gloomy man, brightening up at the magic name.\r\n“I was in Monte Carlo in the year '97, and if I'd had another fifty\r\ndollars... just fifty... I'd have...”\r\n\r\nAt the far end of the table there was a stir, a cough, and the grating\r\nof a chair on the floor; and slowly, with that easy grace which actors\r\nof the old school learned in the days when acting was acting, Mr.\r\nMaxwell Faucitt, the boarding-house's oldest inhabitant, rose to his\r\nfeet.\r\n\r\n“Ladies,” said Mr. Faucitt, bowing courteously, “and...” ceasing to bow\r\nand casting from beneath his white and venerable eyebrows a quelling\r\nglance at certain male members of the boarding-house's younger set who\r\nwere showing a disposition towards restiveness, “... gentlemen. I feel\r\nthat I cannot allow this occasion to pass without saying a few words.”\r\n\r\nHis audience did not seem surprised. It was possible that life, always\r\nprolific of incident in a great city like New York, might some day\r\nproduce an occasion which Mr. Faucitt would feel that he could allow to\r\npass without saying a few words; but nothing of the sort had happened as\r\nyet, and they had given up hope. Right from the start of the meal they\r\nhad felt that it would be optimism run mad to expect the old gentleman\r\nto abstain from speech on the night of Sally Nicholas' farewell\r\ndinner party; and partly because they had braced themselves to it, but\r\nprincipally because Miss Nicholas' hospitality had left them with a\r\ngenial feeling of repletion, they settled themselves to listen\r\nwith something resembling equanimity. A movement on the part of the\r\nMarvellous Murphys--new arrivals, who had been playing the Bushwick with\r\ntheir equilibristic act during the preceding week--to form a party of\r\nthe extreme left and heckle the speaker, broke down under a cold look\r\nfrom their hostess. Brief though their acquaintance had been, both of\r\nthese lissom young gentlemen admired Sally immensely.\r\n\r\nAnd it should be set on record that this admiration of theirs was not\r\nmisplaced. He would have been hard to please who had not been attracted\r\nby Sally. She was a small, trim, wisp of a girl with the tiniest hands\r\nand feet, the friendliest of smiles, and a dimple that came and went\r\nin the curve of her rounded chin. Her eyes, which disappeared when she\r\nlaughed, which was often, were a bright hazel; her hair a soft mass of\r\nbrown. She had, moreover, a manner, an air of distinction lacking in the\r\nmajority of Mrs. Meecher's guests. And she carried youth like a banner.\r\nIn approving of Sally, the Marvellous Murphys had been guilty of no\r\nlapse from their high critical standard.\r\n\r\n“I have been asked,” proceeded Mr. Faucitt, “though I am aware that\r\nthere are others here far worthier of such a task--Brutuses compared\r\nwith whom I, like Marc Antony, am no orator--I have been asked to\r\npropose the health...”\r\n\r\n“Who asked you?” It was the smaller of the Marvellous Murphys who spoke.\r\nHe was an unpleasant youth, snub-nosed and spotty. Still, he could\r\nbalance himself with one hand on an inverted ginger-ale bottle while\r\nrevolving a barrel on the soles of his feet. There is good in all of us.\r\n\r\n“I have been asked,” repeated Mr. Faucitt, ignoring the unmannerly\r\ninterruption, which, indeed, he would have found it hard to answer, “to\r\npropose the health of our charming hostess (applause), coupled with the\r\nname of her brother, our old friend Fillmore Nicholas.”\r\n\r\nThe gentleman referred to, who sat at the speaker's end of the table,\r\nacknowledged the tribute with a brief nod of the head. It was a nod of\r\ncondescension; the nod of one who, conscious of being hedged about by\r\nsocial inferiors, nevertheless does his best to be not unkindly. And\r\nSally, seeing it, debated in her mind for an instant the advisability\r\nof throwing an orange at her brother. There was one lying ready to her\r\nhand, and his glistening shirt-front offered an admirable mark; but\r\nshe restrained herself. After all, if a hostess yields to her primitive\r\nimpulses, what happens? Chaos. She had just frowned down the exuberance\r\nof the rebellious Murphys, and she felt that if, even with the highest\r\nmotives, she began throwing fruit, her influence for good in that\r\nquarter would be weakened.\r\n\r\nShe leaned back with a sigh. The temptation had been hard to resist. A\r\ndemocratic girl, pomposity was a quality which she thoroughly disliked;\r\nand though she loved him, she could not disguise from herself that,\r\never since affluence had descended upon him some months ago, her brother\r\nFillmore had become insufferably pompous. If there are any young men\r\nwhom inherited wealth improves, Fillmore Nicholas was not one of them.\r\nHe seemed to regard himself nowadays as a sort of Man of Destiny. To\r\nconverse with him was for the ordinary human being like being received\r\nin audience by some more than stand-offish monarch. It had taken Sally\r\nover an hour to persuade him to leave his apartment on Riverside Drive\r\nand revisit the boarding-house for this special occasion; and, when he\r\nhad come, he had entered wearing such faultless evening dress that he\r\nhad made the rest of the party look like a gathering of tramp-cyclists.\r\nHis white waistcoat alone was a silent reproach to honest poverty,\r\nand had caused an awkward constraint right through the soup and fish\r\ncourses. Most of those present had known Fillmore Nicholas as an\r\nimpecunious young man who could make a tweed suit last longer than one\r\nwould have believed possible; they had called him “Fill” and helped him\r\nin more than usually lean times with small loans: but to-night they had\r\neyed the waistcoat dumbly and shrank back abashed.\r\n\r\n“Speaking,” said Mr. Faucitt, “as an Englishman--for though I have long\r\nsince taken out what are technically known as my 'papers' it was as a\r\nsubject of the island kingdom that I first visited this great country--I\r\nmay say that the two factors in American life which have always made\r\nthe profoundest impression upon me have been the lavishness of American\r\nhospitality and the charm of the American girl. To-night we have been\r\nprivileged to witness the American girl in the capacity of hostess, and\r\nI think I am right in saying, in asseverating, in committing myself to\r\nthe statement that this has been a night which none of us present here\r\nwill ever forget. Miss Nicholas has given us, ladies and gentlemen, a\r\nbanquet. I repeat, a banquet. There has been alcoholic refreshment. I\r\ndo not know where it came from: I do not ask how it was procured, but we\r\nhave had it. Miss Nicholas...”\r\n\r\nMr. Faucitt paused to puff at his cigar. Sally's brother Fillmore\r\nsuppressed a yawn and glanced at his watch. Sally continued to lean\r\nforward raptly. She knew how happy it made the old gentleman to deliver\r\na formal speech; and though she wished the subject had been different,\r\nshe was prepared to listen indefinitely.\r\n\r\n“Miss Nicholas,” resumed Mr. Faucitt, lowering his cigar, “... But why,”\r\n he demanded abruptly, “do I call her Miss Nicholas?”\r\n\r\n“Because it's her name,” hazarded the taller Murphy.\r\n\r\nMr. Faucitt eyed him with disfavour. He disapproved of the marvellous\r\nbrethren on general grounds because, himself a resident of years\r\nstanding, he considered that these transients from the vaudeville stage\r\nlowered the tone of the boarding-house; but particularly because the one\r\nwho had just spoken had, on his first evening in the place, addressed\r\nhim as “grandpa.”\r\n\r\n“Yes, sir,” he said severely, “it is her name. But she has another name,\r\nsweeter to those who love her, those who worship her, those who have\r\nwatched her with the eye of sedulous affection through the three years\r\nshe has spent beneath this roof, though that name,” said Mr. Faucitt,\r\nlowering the tone of his address and descending to what might almost be\r\ntermed personalities, “may not be familiar to a couple of dud acrobats\r\nwho have only been in the place a week-end, thank heaven, and are off\r\nto-morrow to infest some other city. That name,” said Mr. Faucitt,\r\nsoaring once more to a loftier plane, “is Sally. Our Sally. For three\r\nyears our Sally has flitted about this establishment like--I choose the\r\nsimile advisedly--like a ray of sunshine. For three years she has\r\nmade life for us a brighter, sweeter thing. And now a sudden access of\r\nworldly wealth, happily synchronizing with her twenty-first birthday, is\r\nto remove her from our midst. From our midst, ladies and gentlemen,\r\nbut not from our hearts. And I think I may venture to hope, to\r\nprognosticate, that, whatever lofty sphere she may adorn in the future,\r\nto whatever heights in the social world she may soar, she will still\r\ncontinue to hold a corner in her own golden heart for the comrades of\r\nher Bohemian days. Ladies and gentlemen, I give you our hostess, Miss\r\nSally Nicholas, coupled with the name of our old friend, her brother\r\nFillmore.”\r\n\r\nSally, watching her brother heave himself to his feet as the cheers died\r\naway, felt her heart beat a little faster with anticipation. Fillmore\r\nwas a fluent young man, once a power in his college debating society,\r\nand it was for that reason that she had insisted on his coming here\r\ntonight.\r\n\r\nShe had guessed that Mr. Faucitt, the old dear, would say all sorts of\r\ndelightful things about her, and she had mistrusted her ability to\r\nmake a fitting reply. And it was imperative that a fitting reply should\r\nproceed from someone. She knew Mr. Faucitt so well. He looked on these\r\noccasions rather in the light of scenes from some play; and, sustaining\r\nhis own part in them with such polished grace, was certain to be pained\r\nby anything in the nature of an anti-climax after he should have ceased\r\nto take the stage. Eloquent himself, he must be answered with eloquence,\r\nor his whole evening would be spoiled.\r\n\r\nFillmore Nicholas smoothed a wrinkle out of his white waistcoat; and\r\nhaving rested one podgy hand on the table-cloth and the thumb of the\r\nother in his pocket, glanced down the table with eyes so haughtily\r\ndrooping that Sally's fingers closed automatically about her orange, as\r\nshe wondered whether even now it might not be a good thing...\r\n\r\nIt seems to be one of Nature's laws that the most attractive girls\r\nshould have the least attractive brothers. Fillmore Nicholas had not\r\nworn well. At the age of seven he had been an extraordinarily beautiful\r\nchild, but after that he had gone all to pieces; and now, at the age of\r\ntwenty-five, it would be idle to deny that he was something of a mess.\r\nFor the three years preceding his twenty-fifth birthday, restricted\r\nmeans and hard work had kept his figure in check; but with money there\r\nhad come an ever-increasing sleekness. He looked as if he fed too often\r\nand too well.\r\n\r\nAll this, however, Sally was prepared to forgive him, if he would only\r\nmake a good speech. She could see Mr. Faucitt leaning back in his chair,\r\nall courteous attention. Rolling periods were meat and drink to the old\r\ngentleman.\r\n\r\nFillmore spoke.\r\n\r\n“I'm sure,” said Fillmore, “you don't want a speech... Very good of you\r\nto drink our health. Thank you.”\r\n\r\nHe sat down.\r\n\r\nThe effect of these few simple words on the company was marked, but not\r\nin every case identical. To the majority the emotion which they brought\r\nwas one of unmixed relief. There had been something so menacing, so easy\r\nand practised, in Fillmore's attitude as he had stood there that the\r\ngloomier-minded had given him at least twenty minutes, and even the\r\noptimists had reckoned that they would be lucky if they got off with\r\nten. As far as the bulk of the guests were concerned, there was\r\nno grumbling. Fillmore's, to their thinking, had been the ideal\r\nafter-dinner speech.\r\n\r\nFar different was it with Mr. Maxwell Faucitt. The poor old man was\r\nwearing such an expression of surprise and dismay as he might have\r\nworn had somebody unexpectedly pulled the chair from under him. He was\r\nfeeling the sick shock which comes to those who tread on a non-existent\r\nlast stair. And Sally, catching sight of his face, uttered a sharp\r\nwordless exclamation as if she had seen a child fall down and hurt\r\nitself in the street. The next moment she had run round the table and\r\nwas standing behind him with her arms round his neck. She spoke across\r\nhim with a sob in her voice.\r\n\r\n“My brother,” she stammered, directing a malevolent look at the\r\nimmaculate Fillmore, who, avoiding her gaze, glanced down his nose\r\nand smoothed another wrinkle out of his waistcoat, “has not said\r\nquite--quite all I hoped he was going to say. I can't make a speech,\r\nbut...” Sally gulped, “... but, I love you all and of course I shall\r\nnever forget you, and... and...”\r\n\r\nHere Sally kissed Mr. Faucitt and burst into tears.\r\n\r\n“There, there,” said Mr. Faucitt, soothingly. The kindest critic could\r\nnot have claimed that Sally had been eloquent: nevertheless Mr. Maxwell\r\nFaucitt was conscious of no sense of anti-climax.\r\n\r\n\r\n\r\n2\r\n\r\n\r\n\r\nSally had just finished telling her brother Fillmore what a pig he was.\r\nThe lecture had taken place in the street outside the boarding-house\r\nimmediately on the conclusion of the festivities, when Fillmore, who\r\nhad furtively collected his hat and overcoat, had stolen forth into the\r\nnight, had been overtaken and brought to bay by his justly indignant\r\nsister. Her remarks, punctuated at intervals by bleating sounds from the\r\naccused, had lasted some ten minutes.\r\n\r\nAs she paused for breath, Fillmore seemed to expand, like an indiarubber\r\nball which has been sat on. Dignified as he was to the world, he had\r\nnever been able to prevent himself being intimidated by Sally when\r\nin one of these moods of hers. He regretted this, for it hurt his\r\nself-esteem, but he did not see how the fact could be altered. Sally\r\nhad always been like that. Even the uncle, who after the deaths of their\r\nparents had become their guardian, had never, though a grim man, been\r\nable to cope successfully with Sally. In that last hectic scene three\r\nyears ago, which had ended in their going out into the world, together\r\nlike a second Adam and Eve, the verbal victory had been hers. And it\r\nhad been Sally who had achieved triumph in the one battle which Mrs.\r\nMeecher, apparently as a matter of duty, always brought about with each\r\nof her patrons in the first week of their stay. A sweet-tempered\r\ngirl, Sally, like most women of a generous spirit, had cyclonic\r\npotentialities.\r\n\r\nAs she seemed to have said her say, Fillmore kept on expanding till he\r\nhad reached the normal, when he ventured upon a speech for the defence.\r\n\r\n“What have I done?” demanded Fillmore plaintively.\r\n\r\n“Do you want to hear all over again?”\r\n\r\n“No, no,” said Fillmore hastily. “But, listen, Sally, you don't\r\nunderstand my position. You don't seem to realize that all that sort of\r\nthing, all that boarding-house stuff, is a thing of the past. One's got\r\nbeyond it. One wants to drop it. One wants to forget it, darn it! Be\r\nfair. Look at it from my viewpoint. I'm going to be a big man...”\r\n\r\n“You're going to be a fat man,” said Sally, coldly.\r\n\r\nFillmore refrained from discussing the point. He was sensitive.\r\n\r\n“I'm going to do big things,” he substituted. “I've got a deal on at\r\nthis very moment which... well, I can't tell you about it, but it's\r\ngoing to be big. Well, what I'm driving at, is about all this sort of\r\nthing”--he indicated the lighted front of Mrs. Meecher's home-from-home\r\nwith a wide gesture--“is that it's over. Finished and done with. These\r\npeople were all very well when...”\r\n\r\n“... when you'd lost your week's salary at poker and wanted to borrow a\r\nfew dollars for the rent.”\r\n\r\n“I always paid them back,” protested Fillmore, defensively.\r\n\r\n“I did.”\r\n\r\n“Well, we did,” said Fillmore, accepting the amendment with the air of\r\na man who has no time for chopping straws. “Anyway, what I mean is, I\r\ndon't see why, just because one has known people at a certain period in\r\none's life when one was practically down and out, one should have\r\nthem round one's neck for ever. One can't prevent people forming an\r\nI-knew-him-when club, but, darn it, one needn't attend the meetings.”\r\n\r\n“One's friends...”\r\n\r\n“Oh, friends,” said Fillmore. “That's just where all this makes me so\r\ntired. One's in a position where all these people are entitled to call\r\nthemselves one's friends, simply because father put it in his will that\r\nI wasn't to get the money till I was twenty-five, instead of letting me\r\nhave it at twenty-one like anybody else. I wonder where I should have\r\nbeen by now if I could have got that money when I was twenty-one.”\r\n\r\n“In the poor-house, probably,” said Sally.\r\n\r\nFillmore was wounded.\r\n\r\n“Ah! you don't believe in me,” he sighed.\r\n\r\n“Oh, you would be all right if you had one thing,” said Sally.\r\n\r\nFillmore passed his qualities in swift review before his mental eye.\r\nBrains? Dash? Spaciousness? Initiative? All present and correct. He\r\nwondered where Sally imagined the hiatus to exist.\r\n\r\n“One thing?” he said. “What's that?”\r\n\r\n“A nurse.”\r\n\r\nFillmore's sense of injury deepened. He supposed that this was always\r\nthe way, that those nearest to a man never believed in his ability\r\ntill he had proved it so masterfully that it no longer required the\r\nassistance of faith. Still, it was trying; and there was not much\r\nconsolation to be derived from the thought that Napoleon had had to go\r\nthrough this sort of thing in his day. “I shall find my place in the\r\nworld,” he said sulkily.\r\n\r\n“Oh, you'll find your place all right,” said Sally. “And I'll come\r\nround and bring you jelly and read to you on the days when visitors are\r\nallowed... Oh, hullo.”\r\n\r\nThe last remark was addressed to a young man who had been swinging\r\nbriskly along the sidewalk from the direction of Broadway and who now,\r\ncoming abreast of them, stopped.\r\n\r\n“Good evening, Mr. Foster.”\r\n\r\n“Good evening. Miss Nicholas.”\r\n\r\n“You don't know my brother, do you?”\r\n\r\n“I don't believe I do.”\r\n\r\n“He left the underworld before you came to it,” said Sally. “You\r\nwouldn't think it to look at him, but he was once a prune-eater among\r\nthe proletariat, even as you and I. Mrs. Meecher looks on him as a son.”\r\n\r\nThe two men shook hands. Fillmore was not short, but Gerald Foster\r\nwith his lean, well-built figure seemed to tower over him. He was an\r\nEnglishman, a man in the middle twenties, clean-shaven, keen-eyed, and\r\nvery good to look at. Fillmore, who had recently been going in for one\r\nof those sum-up-your-fellow-man-at-a-glance courses, the better to fit\r\nhimself for his career of greatness, was rather impressed. It seemed to\r\nhim that this Mr. Foster, like himself, was one of those who Get There.\r\nIf you are that kind yourself, you get into the knack of recognizing the\r\nothers. It is a sort of gift.\r\n\r\nThere was a few moments of desultory conversation, of the kind that\r\nusually follows an introduction, and then Fillmore, by no means sorry\r\nto get the chance, took advantage of the coming of this new arrival to\r\nremove himself. He had not enjoyed his chat with Sally, and it seemed\r\nprobable that he would enjoy a continuation of it even less. He was glad\r\nthat Mr. Foster had happened along at this particular juncture. Excusing\r\nhimself briefly, he hurried off down the street.\r\n\r\nSally stood for a minute, watching him till he had disappeared round the\r\ncorner. She had a slightly regretful feeling that, now it was too late,\r\nshe would think of a whole lot more good things which it would have been\r\nagreeable to say to him. And it had become obvious to her that Fillmore\r\nwas not getting nearly enough of that kind of thing said to him\r\nnowadays. Then she dismissed him from her mind and turning to Gerald\r\nFoster, slipped her arm through his.\r\n\r\n“Well, Jerry, darling,” she said. “What a shame you couldn't come to the\r\nparty. Tell me all about everything.”\r\n\r\n\r\n\r\n3\r\n\r\n\r\n\r\nIt was exactly two months since Sally had become engaged to Gerald\r\nFoster; but so rigorously had they kept the secret that nobody at Mrs.\r\nMeecher's so much as suspected it. To Sally, who all her life had hated\r\nconcealing things, secrecy of any kind was objectionable: but in this\r\nmatter Gerald had shown an odd streak almost of furtiveness in his\r\ncharacter. An announced engagement complicated life. People fussed about\r\nyou and bothered you. People either watched you or avoided you. Such\r\nwere his arguments, and Sally, who would have glossed over and found\r\nexcuses for a disposition on his part towards homicide or arson, put\r\nthem down to artistic sensitiveness. There is nobody so sensitive as\r\nyour artist, particularly if he be unsuccessful: and when an artist has\r\nso little success that he cannot afford to make a home for the woman\r\nhe loves, his sensitiveness presumably becomes great indeed. Putting\r\nherself in his place, Sally could see that a protracted engagement,\r\nknown by everybody, would be a standing advertisement of Gerald's\r\nfailure to make good: and she acquiesced in the policy of secrecy,\r\nhoping that it would not last long. It seemed absurd to think of Gerald\r\nas an unsuccessful man. He had in him, as the recent Fillmore had\r\nperceived, something dynamic. He was one of those men of whom one could\r\npredict that they would succeed very suddenly and rapidly--overnight, as\r\nit were.\r\n\r\n“The party,” said Sally, “went off splendidly.” They had passed the\r\nboarding-house door, and were walking slowly down the street. “Everybody\r\nenjoyed themselves, I think, even though Fillmore did his best to spoil\r\nthings by coming looking like an advertisement of What The Smart Men\r\nWill Wear This Season. You didn't see his waistcoat just now. He\r\nhad covered it up. Conscience, I suppose. It was white and bulgy and\r\ngleaming and full up of pearl buttons and everything. I saw Augustus\r\nBartlett curl up like a burnt feather when he caught sight of it. Still,\r\ntime seemed to heal the wound, and everybody relaxed after a bit. Mr.\r\nFaucitt made a speech and I made a speech and cried, and...oh, it was\r\nall very festive. It only needed you.”\r\n\r\n“I wish I could have come. I had to go to that dinner, though. Sally...”\r\n Gerald paused, and Sally saw that he was electric with suppressed\r\nexcitement. “Sally, the play's going to be put on!”\r\n\r\nSally gave a little gasp. She had lived this moment in anticipation for\r\nweeks. She had always known that sooner or later this would happen. She\r\nhad read his plays over and over again, and was convinced that they were\r\nwonderful. Of course, hers was a biased view, but then Elsa Doland also\r\nadmired them; and Elsa's opinion was one that carried weight. Elsa was\r\nanother of those people who were bound to succeed suddenly. Even old Mr.\r\nFaucitt, who was a stern judge of acting and rather inclined to consider\r\nthat nowadays there was no such thing, believed that she was a girl with\r\na future who would do something big directly she got her chance.\r\n\r\n“Jerry!” She gave his arm a hug. “How simply terrific! Then Goble and\r\nKohn have changed their minds after all and want it? I knew they would.”\r\n\r\nA slight cloud seemed to dim the sunniness of the author's mood.\r\n\r\n“No, not that one,” he said reluctantly. “No hope there, I'm afraid. I\r\nsaw Goble this morning about that, and he said it didn't add up right.\r\nThe one that's going to be put on is 'The Primrose Way.' You remember?\r\nIt's got a big part for a girl in it.”\r\n\r\n“Of course! The one Elsa liked so much. Well, that's just as good. Who's\r\ngoing to do it? I thought you hadn't sent it out again.”\r\n\r\n“Well, it happens...” Gerald hesitated once more. “It seems that this\r\nman I was dining with to-night--a man named Cracknell...”\r\n\r\n“Cracknell? Not the Cracknell?”\r\n\r\n“The Cracknell?”\r\n\r\n“The one people are always talking about. The man they call the\r\nMillionaire Kid.”\r\n\r\n“Yes. Why, do you know him?”\r\n\r\n“He was at Harvard with Fillmore. I never saw him, but he must be rather\r\na painful person.”\r\n\r\n“Oh, he's all right. Not much brains, of course, but--well, he's all\r\nright. And, anyway, he wants to put the play on.”\r\n\r\n“Well, that's splendid,” said Sally: but she could not get the right\r\nring of enthusiasm into her voice. She had had ideals for Gerald. She\r\nhad dreamed of him invading Broadway triumphantly under the banner of\r\none of the big managers whose name carried a prestige, and there seemed\r\nsomething unworthy in this association with a man whose chief claim to\r\neminence lay in the fact that he was credited by metropolitan gossip\r\nwith possessing the largest private stock of alcohol in existence.\r\n\r\n“I thought you would be pleased,” said Gerald.\r\n\r\n“Oh, I am,” said Sally.\r\n\r\nWith the buoyant optimism which never deserted her for long, she had\r\nalready begun to cast off her momentary depression. After all, did\r\nit matter who financed a play so long as it obtained a production? A\r\nmanager was simply a piece of machinery for paying the bills; and if\r\nhe had money for that purpose, why demand asceticism and the finer\r\nsensibilities from him? The real thing that mattered was the question\r\nof who was going to play the leading part, that deftly drawn character\r\nwhich had so excited the admiration of Elsa Doland. She sought\r\ninformation on this point.\r\n\r\n“Who will play Ruth?” she asked. “You must have somebody wonderful. It\r\nneeds a tremendously clever woman. Did Mr. Cracknell say anything about\r\nthat?”\r\n\r\n“Oh, yes, we discussed that, of course.”\r\n\r\n“Well?”\r\n\r\n“Well, it seems...” Again Sally noticed that odd, almost stealthy\r\nembarrassment. Gerald appeared unable to begin a sentence to-night\r\nwithout feeling his way into it like a man creeping cautiously down a\r\ndark alley. She noticed it the more because it was so different from\r\nhis usual direct method. Gerald, as a rule, was not one of those who\r\napologize for themselves. He was forthright and masterful and inclined\r\nto talk to her from a height. To-night he seemed different.\r\n\r\nHe broke off, was silent for a moment, and began again with a question.\r\n\r\n“Do you know Mabel Hobson?”\r\n\r\n“Mabel Hobson? I've seen her in the 'Follies,' of course.”\r\n\r\nSally started. A suspicion had stung her, so monstrous that its\r\nabsurdity became manifest the moment it had formed. And yet was\r\nit absurd? Most Broadway gossip filtered eventually into the\r\nboarding-house, chiefly through the medium of that seasoned sport, the\r\nmild young man who thought so highly of the redoubtable Benny Whistler,\r\nand she was aware that the name of Reginald Cracknell, which was always\r\ngetting itself linked with somebody, had been coupled with that of Miss\r\nHobson. It seemed likely that in this instance rumour spoke truth,\r\nfor the lady was of that compellingly blonde beauty which attracts the\r\nCracknells of this world. But even so...\r\n\r\n“It seems that Cracknell...” said Gerald. “Apparently this man\r\nCracknell...” He was finding Sally's bright, horrified gaze somewhat\r\ntrying. “Well, the fact is Cracknell believes in Mabel Hobson...and...\r\nwell, he thinks this part would suit her.”\r\n\r\n“Oh, Jerry!”\r\n\r\nCould infatuation go to such a length? Could even the spacious heart of\r\na Reginald Cracknell so dominate that gentleman's small size in heads as\r\nto make him entrust a part like Ruth in “The Primrose Way” to one who,\r\nwhen desired by the producer of her last revue to carry a bowl of roses\r\nacross the stage and place it on a table, had rebelled on the plea that\r\nshe had not been engaged as a dancer? Surely even lovelorn Reginald\r\ncould perceive that this was not the stuff of which great emotional\r\nactresses are made.\r\n\r\n“Oh, Jerry!” she said again.\r\n\r\nThere was an uncomfortable silence. They turned and walked back in the\r\ndirection of the boarding-house. Somehow Gerald's arm had managed to get\r\nitself detached from Sally's. She was conscious of a curious dull ache\r\nthat was almost like a physical pain.\r\n\r\n“Jerry! Is it worth it?” she burst out vehemently.\r\n\r\nThe question seemed to sting the young man into something like his usual\r\ndecisive speech.\r\n\r\n“Worth it? Of course it's worth it. It's a Broadway production. That's\r\nall that matters. Good heavens! I've been trying long enough to get a\r\nplay on Broadway, and it isn't likely that I'm going to chuck away my\r\nchance when it comes along just because one might do better in the way\r\nof casting.”\r\n\r\n“But, Jerry! Mabel Hobson! It's... it's murder! Murder in the first\r\ndegree.”\r\n\r\n“Nonsense. She'll be all right. The part will play itself. Besides,\r\nshe has a personality and a following, and Cracknell will spend all the\r\nmoney in the world to make the thing a success. And it will be a start,\r\nwhatever happens. Of course, it's worth it.”\r\n\r\nFillmore would have been impressed by this speech. He would have\r\nrecognized and respected in it the unmistakable ring which characterizes\r\neven the lightest utterances of those who get there. On Sally it had not\r\nimmediately that effect. Nevertheless, her habit of making the best of\r\nthings, working together with that primary article of her creed that\r\nthe man she loved could do no wrong, succeeded finally in raising her\r\nspirits. Of course Jerry was right. It would have been foolish to refuse\r\na contract because all its clauses were not ideal.\r\n\r\n“You old darling,” she said affectionately attaching herself to the\r\nvacant arm once more and giving it a penitent squeeze, “you're quite\r\nright. Of course you are. I can see it now. I was only a little startled\r\nat first. Everything's going to be wonderful. Let's get all our chickens\r\nout and count 'em. How are you going to spend the money?”\r\n\r\n“I know how I'm going to spend a dollar of it,” said Gerald completely\r\nrestored.\r\n\r\n“I mean the big money. What's a dollar?”\r\n\r\n“It pays for a marriage-licence.”\r\n\r\nSally gave his arm another squeeze.\r\n\r\n“Ladies and gentlemen,” she said. “Look at this man. Observe him. My\r\npartner!”"
  ]
}