{
  "index": 17,
  "title": "Chapter 16",
  "paragraphs": [
    "1\r\n\r\n\r\n\r\nThe blood flowed slowly back into Sally's face, and her heart, which\r\nhad leaped madly for an instant at the sound of his voice, resumed its\r\nnormal beat. The suddenness of the shock over, she was surprised to\r\nfind herself perfectly calm. Always when she had imagined this meeting,\r\nknowing that it would have to take place sooner or later, she had felt\r\nsomething akin to panic: but now that it had actually occurred it hardly\r\nseemed to stir her. The events of the night had left her incapable of\r\nany violent emotion.\r\n\r\n“Hullo, Sally!” said Gerald.\r\n\r\nHe spoke thickly, and there was a foolish smile on his face as he\r\nstood swaying with one hand on the door. He was in his shirt-sleeves,\r\ncollarless: and it was plain that he had been drinking heavily. His face\r\nwas white and puffy, and about him there hung like a nimbus a sodden\r\ndisreputableness.\r\n\r\nSally did not speak. Weighed down before by a numbing exhaustion, she\r\nseemed now to have passed into that second phase in which over-tired\r\nnerves enter upon a sort of Indian summer of abnormal alertness. She\r\nlooked at him quietly, coolly and altogether dispassionately, as if he\r\nhad been a stranger.\r\n\r\n“Hullo!” said Gerald again.\r\n\r\n“What do you want?” said Sally.\r\n\r\n“Heard your voice. Saw the door open. Thought I'd come in.”\r\n\r\n“What do you want?”\r\n\r\nThe weak smile which had seemed pinned on Gerald's face vanished. A tear\r\nrolled down his cheek. His intoxication had reached the maudlin stage.\r\n\r\n“Sally... S-Sally... I'm very miserable.” He slurred awkwardly over the\r\ndifficult syllables. “Heard your voice. Saw the door open. Thought I'd\r\ncome in.”\r\n\r\nSomething flicked at the back of Sally's mind. She seemed to have\r\nbeen through all this before. Then she remembered. This was simply Mr.\r\nReginald Cracknell over again.\r\n\r\n“I think you had better go to bed, Gerald,” she said steadily. Nothing\r\nabout him seemed to touch her now, neither the sight of him nor his\r\nshameless misery.\r\n\r\n“What's the use? Can't sleep. No good. Couldn't sleep. Sally, you don't\r\nknow how worried I am. I see what a fool I've been.”\r\n\r\nSally made a quick gesture, to check what she supposed was about\r\nto develop into a belated expression of regret for his treatment of\r\nherself. She did not want to stand there listening to Gerald apologizing\r\nwith tears for having done his best to wreck her life. But it seemed\r\nthat it was not this that was weighing upon his soul.\r\n\r\n“I was a fool ever to try writing plays,” he went on. “Got a winner\r\nfirst time, but can't repeat. It's no good. Ought to have stuck to\r\nnewspaper work. I'm good at that. Shall have to go back to it. Had\r\nanother frost to-night. No good trying any more. Shall have to go back\r\nto the old grind, damn it.”\r\n\r\nHe wept softly, full of pity for his hard case.\r\n\r\n“Very miserable,” he murmured.\r\n\r\nHe came forward a step into the room, lurched, and retreated to the safe\r\nsupport of the door. For an instant Sally's artificial calm was shot\r\nthrough by a swift stab of contempt. It passed, and she was back again\r\nin her armour of indifference.\r\n\r\n“Go to bed, Gerald,” she said. “You'll feel better in the morning.”\r\n\r\nPerhaps some inkling of how he was going to feel in the morning worked\r\nthrough to Gerald's muddled intelligence, for he winced, and his manner\r\ntook on a deeper melancholy.\r\n\r\n“May not be alive in the morning,” he said solemnly. “Good mind to\r\nend it all. End it all!” he repeated with the beginning of a sweeping\r\ngesture which was cut off abruptly as he clutched at the friendly door.\r\n\r\nSally was not in the mood for melodrama.\r\n\r\n“Oh, go to bed,” she said impatiently. The strange frozen indifference\r\nwhich had gripped her was beginning to pass, leaving in its place a\r\ngrowing feeling of resentment--resentment against Gerald for degrading\r\nhimself like this, against herself for ever having found glamour in the\r\nman. It humiliated her to remember how utterly she had once allowed his\r\npersonality to master hers. And under the sting of this humiliation she\r\nfelt hard and pitiless. Dimly she was aware that a curious change had\r\ncome over her to-night. Normally, the sight of any living thing in\r\ndistress was enough to stir her quick sympathy: but Gerald mourning\r\nover the prospect of having to go back to regular work made no appeal to\r\nher--a fact which the sufferer noted and commented upon.\r\n\r\n“You're very unsymp... unsympathetic,” he complained.\r\n\r\n“I'm sorry,” said Sally. She walked briskly to the door and gave it a\r\npush. Gerald, still clinging to his chosen support, moved out into the\r\npassage, attached to the handle, with the air of a man the foundations\r\nof whose world have suddenly lost their stability. He released the\r\nhandle and moved uncertainly across the passage. Finding his own door\r\nopen before him, he staggered over the threshold; and Sally, having\r\nwatched him safely to his journey's end, went into her bedroom with the\r\nintention of terminating this disturbing night by going to sleep.\r\n\r\nAlmost immediately she changed her mind. Sleep was out of the question.\r\nA fever of restlessness had come upon her. She put on a kimono, and\r\nwent into the kitchen to ascertain whether her commissariat arrangements\r\nwould permit of a glass of hot milk.\r\n\r\nShe had just remembered that she had that morning presented the last\r\nof the milk to a sandy cat with a purposeful eye which had dropped in\r\nthrough the window to take breakfast with her, when her regrets for this\r\nthriftless hospitality were interrupted by a muffled crash.\r\n\r\nShe listened intently. The sound had seemed to come from across the\r\npassage. She hurried to the door and opened it. As she did so, from\r\nbehind the door of the apartment opposite there came a perfect fusillade\r\nof crashes, each seeming to her strained hearing louder and more\r\nappalling than the last.\r\n\r\nThere is something about sudden, loud noises in the stillness of the\r\nnight which shatters the most rigid detachment. A short while before,\r\nGerald, toying with the idea of ending his sorrows by violence, had\r\nleft Sally unmoved: but now her mind leapt back to what he had said,\r\nand apprehension succeeded indifference. There was no disputing the fact\r\nthat Gerald was in an irresponsible mood, under the influence of\r\nwhich he was capable of doing almost anything. Sally, listening in the\r\ndoorway, felt a momentary panic.\r\n\r\nA brief silence had succeeded the fusillade, but, as she stood there\r\nhesitating, the noise broke out again; and this time it was so loud and\r\ncompelling that Sally hesitated no longer. She ran across the passage\r\nand beat on the door.\r\n\r\n\r\n\r\n2\r\n\r\n\r\n\r\nWhatever devastating happenings had been going on in his home, it was\r\nplain a moment later that Gerald had managed to survive them: for there\r\ncame the sound of a dragging footstep, and the door opened. Gerald stood\r\non the threshold, the weak smile back on his face.\r\n\r\n“Hullo, Sally!”\r\n\r\nAt the sight of him, disreputable and obviously unscathed, Sally's\r\nbrief alarm died away, leaving in its place the old feeling of impatient\r\nresentment. In addition to her other grievances against him, he had\r\napparently frightened her unnecessarily.\r\n\r\n“Whatever was all that noise?” she demanded.\r\n\r\n“Noise?” said Gerald, considering the point open-mouthed.\r\n\r\n“Yes, noise,” snapped Sally.\r\n\r\n“I've been cleaning house,” said Gerald with the owl-like gravity of a\r\nman just conscious that he is not wholly himself.\r\n\r\nSally pushed her way past him. The apartment in which she found herself\r\nwas almost an exact replica of her own, and it was evident that Elsa\r\nDoland had taken pains to make it pretty and comfortable in a niggly\r\nfeminine way. Amateur interior decoration had always been a hobby\r\nof hers. Even in the unpromising surroundings of her bedroom at\r\nMrs. Meecher's boarding-house she had contrived to create a certain\r\ndaintiness which Sally, who had no ability in that direction herself,\r\nhad always rather envied. As a decorator Elsa's mind ran in the\r\ndirection of small, fragile ornaments, and she was not afraid of\r\nover-furnishing. Pictures jostled one another on the walls: china of all\r\ndescription stood about on little tables: there was a profusion of lamps\r\nwith shades of parti-coloured glass: and plates were ranged along a\r\nseries of shelves.\r\n\r\nOne says that the plates were ranged and the pictures jostled one\r\nanother, but it would be more correct to put it they had jostled and\r\nhad been ranged, for it was only by guess-work that Sally was able\r\nto reconstruct the scene as it must have appeared before Gerald had\r\nstarted, as he put it, to clean house. She had walked into the flat\r\nbriskly enough, but she pulled up short as she crossed the threshold,\r\nappalled by the majestic ruin that met her gaze. A shell bursting in the\r\nlittle sitting-room could hardly have created more havoc.\r\n\r\nThe psychology of a man of weak character under the influence of alcohol\r\nand disappointed ambition is not easy to plumb, for his moods follow one\r\nanother with a rapidity which baffles the observer. Ten minutes before,\r\nGerald Foster had been in the grip of a clammy self-pity, and it seemed\r\nfrom his aspect at the present moment that this phase had returned. But\r\nin the interval there had manifestly occurred a brief but adequate\r\nspasm of what would appear to have been an almost Berserk fury. What had\r\ncaused it and why it should have expended itself so abruptly, Sally was\r\nnot psychologist enough to explain; but that it had existed there was\r\nocular evidence of the most convincing kind. A heavy niblick, flung\r\npetulantly--or remorsefully--into a corner, showed by what medium the\r\ndestruction had been accomplished.\r\n\r\nBleak chaos appeared on every side. The floor was littered with every\r\nimaginable shape and size of broken glass and china. Fragments of\r\npictures, looking as if they had been chewed by some prehistoric animal,\r\nlay amid heaps of shattered statuettes and vases. As Sally moved slowly\r\ninto the room after her involuntary pause, china crackled beneath her\r\nfeet. She surveyed the stripped walls with a wondering eye, and turned\r\nto Gerald for an explanation.\r\n\r\nGerald had subsided on to an occasional table, and was weeping softly\r\nagain. It had come over him once more that he had been very, very badly\r\ntreated.\r\n\r\n“Well!” said Sally with a gasp. “You've certainly made a good job of\r\nit!”\r\n\r\nThere was a sharp crack as the occasional table, never designed by its\r\nmaker to bear heavy weights, gave way in a splintering flurry of broken\r\nlegs under the pressure of the master of the house: and Sally's mood\r\nunderwent an abrupt change. There are few situations in life which do\r\nnot hold equal potentialities for both tragedy and farce, and it was\r\nthe ludicrous side of this drama that chanced to appeal to Sally at\r\nthis moment. Her sense of humour was tickled. It was, if she could have\r\nanalysed her feelings, at herself that she was mocking--at the feeble\r\nsentimental Sally who had once conceived the absurd idea of taking this\r\npreposterous man seriously. She felt light-hearted and light-headed, and\r\nshe sank into a chair with a gurgling laugh.\r\n\r\nThe shock of his fall appeared to have had the desirable effect of\r\nrestoring Gerald to something approaching intelligence. He picked\r\nhimself up from the remains of a set of water-colours, gazing at Sally\r\nwith growing disapproval.\r\n\r\n“No sympathy,” he said austerely.\r\n\r\n“I can't help it,” cried Sally. “It's too funny.”\r\n\r\n“Not funny,” corrected Gerald, his brain beginning to cloud once more.\r\n\r\n“What did you do it for?”\r\n\r\nGerald returned for a moment to that mood of honest indignation, which\r\nhad so strengthened his arm when wielding the niblick. He bethought him\r\nonce again of his grievance.\r\n\r\n“Wasn't going to stand for it any longer,” he said heatedly. “A fellow's\r\nwife goes and lets him down... ruins his show by going off and playing\r\nin another show... why shouldn't I smash her things? Why should I stand\r\nfor that sort of treatment? Why should I?”\r\n\r\n“Well, you haven't,” said Sally, “so there's no need to discuss it. You\r\nseem to have acted in a thoroughly manly and independent way.”\r\n\r\n“That's it. Manly independent.” He waggled his finger impressively.\r\n“Don't care what she says,” he continued. “Don't care if she never comes\r\nback. That woman...”\r\n\r\nSally was not prepared to embark with him upon a discussion of the\r\nabsent Elsa. Already the amusing aspect of the affair had begun to fade,\r\nand her hilarity was giving way to a tired distaste for the sordidness\r\nof the whole business. She had become aware that she could not\r\nendure the society of Gerald Foster much longer. She got up and spoke\r\ndecidedly.\r\n\r\n“And now,” she said, “I'm going to tidy up.”\r\n\r\nGerald had other views.\r\n\r\n“No,” he said with sudden solemnity. “No! Nothing of the kind. Leave it\r\nfor her to find. Leave it as it is.”\r\n\r\n“Don't be silly. All this has got to be cleaned up. I'll do it. You go\r\nand sit in my apartment. I'll come and tell you when you can come back.”\r\n\r\n“No!” said Gerald, wagging his head.\r\n\r\nSally stamped her foot among the crackling ruins. Quite suddenly the\r\nsight of him had become intolerable.\r\n\r\n“Do as I tell you,” she cried.\r\n\r\nGerald wavered for a moment, but his brief militant mood was ebbing\r\nfast. After a faint protest he shuffled off, and Sally heard him go into\r\nher room. She breathed a deep breath of relief and turned to her task.\r\n\r\nA visit to the kitchen revealed a long-handled broom, and, armed with\r\nthis, Sally was soon busy. She was an efficient little person, and\r\npresently out of chaos there began to emerge a certain order. Nothing\r\nshort of complete re-decoration would ever make the place look habitable\r\nagain, but at the end of half an hour she had cleared the floor, and\r\nthe fragments of vases, plates, lamp-shades, pictures and glasses were\r\nstacked in tiny heaps against the walls. She returned the broom to the\r\nkitchen, and, going back into the sitting-room, flung open the window\r\nand stood looking out.\r\n\r\nWith a sense of unreality she perceived that the night had gone. Over\r\nthe quiet street below there brooded that strange, metallic light which\r\nushers in the dawn of a fine day. A cold breeze whispered to and fro.\r\nAbove the house-tops the sky was a faint, level blue.\r\n\r\nShe left the window and started to cross the room. And suddenly there\r\ncame over her a feeling of utter weakness. She stumbled to a chair,\r\nconscious only of being tired beyond the possibility of a further\r\neffort. Her eyes closed, and almost before her head had touched the\r\ncushions she was asleep.\r\n\r\n\r\n\r\n3\r\n\r\n\r\n\r\nSally woke. Sunshine was streaming through the open window, and with\r\nit the myriad noises of a city awake and about its business. Footsteps\r\nclattered on the sidewalk, automobile horns were sounding, and she could\r\nhear the clank of street cars as they passed over the points. She could\r\nonly guess at the hour, but it was evident that the morning was well\r\nadvanced. She got up stiffly. Her head was aching.\r\n\r\nShe went into the bathroom, bathed her face, and felt better. The dull\r\noppression which comes of a bad night was leaving her. She leaned out\r\nof the window, revelling in the fresh air, then crossed the passage and\r\nentered her own apartment. Stertorous breathing greeted her, and she\r\nperceived that Gerald Foster had also passed the night in a chair. He\r\nwas sprawling by the window with his legs stretched out and his head\r\nresting on one of the arms, an unlovely spectacle.\r\n\r\nSally stood regarding him for a moment with a return of the distaste\r\nwhich she had felt on the previous night. And yet, mingled with the\r\ndistaste, there was a certain elation. A black chapter of her life was\r\nclosed for ever. Whatever the years to come might bring to her, they\r\nwould be free from any wistful yearnings for the man who had once been\r\nwoven so inextricably into the fabric of her life. She had thought that\r\nhis personality had gripped her too strongly ever to be dislodged,\r\nbut now she could look at him calmly and feel only a faint half-pity,\r\nhalf-contempt. The glamour had departed.\r\n\r\nShe shook him gently, and he sat up with a start, blinking in the strong\r\nlight. His mouth was still open. He stared at Sally foolishly, then\r\nscrambled awkwardly out of the chair.\r\n\r\n“Oh, my God!” said Gerald, pressing both his hands to his forehead and\r\nsitting down again. He licked his lips with a dry tongue and moaned.\r\n“Oh, I've got a headache!”\r\n\r\nSally might have pointed out to him that he had certainly earned one,\r\nbut she refrained.\r\n\r\n“You'd better go and have a wash,” she suggested.\r\n\r\n“Yes,” said Gerald, heaving himself up again.\r\n\r\n“Would you like some breakfast?”\r\n\r\n“Don't!” said Gerald faintly, and tottered off to the bathroom.\r\n\r\nSally sat down in the chair he had vacated. She had never felt quite\r\nlike this before in her life. Everything seemed dreamlike. The splashing\r\nof water in the bathroom came faintly to her, and she realized that she\r\nhad been on the point of falling asleep again. She got up and opened the\r\nwindow, and once more the air acted as a restorative. She watched the\r\nactivities of the street with a distant interest. They, too, seemed\r\ndreamlike and unreal. People were hurrying up and down on mysterious\r\nerrands. An inscrutable cat picked its way daintily across the road. At\r\nthe door of the apartment house an open car purred sleepily.\r\n\r\nShe was roused by a ring at the bell. She went to the door and opened\r\nit, and found Bruce Carmyle standing on the threshold. He wore a light\r\nmotor-coat, and he was plainly endeavouring to soften the severity of\r\nhis saturnine face with a smile of beaming kindliness.\r\n\r\n“Well, here I am!” said Bruce Carmyle cheerily. “Are you ready?”\r\n\r\nWith the coming of daylight a certain penitence had descended on Mr.\r\nCarmyle. Thinking things over while shaving and subsequently in his\r\nbath, he had come to the conclusion that his behaviour overnight had not\r\nbeen all that could have been desired. He had not actually been brutal,\r\nperhaps, but he had undoubtedly not been winning. There had been an\r\nabruptness in the manner of his leaving Sally at the Flower Garden which\r\na perfect lover ought not to have shown. He had allowed his nerves\r\nto get the better of him, and now he desired to make amends. Hence a\r\ncheerfulness which he did not usually exhibit so early in the morning.\r\n\r\nSally was staring at him blankly. She had completely forgotten that he\r\nhad said that he would come and take her for a drive this morning. She\r\nsearched in her mind for words, and found none. And, as Mr. Carmyle\r\nwas debating within himself whether to kiss her now or wait for a more\r\nsuitable moment, embarrassment came upon them both like a fog, and the\r\ngenial smile faded from his face as if the motive-power behind it had\r\nsuddenly failed.\r\n\r\n“I've--er--got the car outside, and...”\r\n\r\nAt this point speech failed Mr. Carmyle, for, even as he began the\r\nsentence, the door that led to the bathroom opened and Gerald Foster\r\ncame out. Mr. Carmyle gaped at Gerald: Gerald gaped at Mr. Carmyle.\r\n\r\nThe application of cold water to the face and head is an excellent thing\r\non the morning after an imprudent night, but as a tonic it only goes\r\npart of the way. In the case of Gerald Foster, which was an extremely\r\nserious and aggravated case, it had gone hardly any way at all. The\r\nperson unknown who had been driving red-hot rivets into the base of\r\nGerald Foster's skull ever since the moment of his awakening was still\r\nbusily engaged on that task. He gazed at Mr. Carmyle wanly.\r\n\r\nBruce Carmyle drew in his breath with a sharp hiss, and stood rigid. His\r\neyes, burning now with a grim light, flickered over Gerald's person\r\nand found nothing in it to entertain them. He saw a slouching figure\r\nin shirt-sleeves and the foundations of evening dress, a disgusting,\r\ndegraded figure with pink eyes and a white face that needed a shave. And\r\nall the doubts that had ever come to vex Mr. Carmyle's mind since his\r\nfirst meeting with Sally became on the instant certainties. So Uncle\r\nDonald had been right after all! This was the sort of girl she was!\r\n\r\nAt his elbow the stout phantom of Uncle Donald puffed with satisfaction.\r\n\r\n“I told you so!” it said.\r\n\r\nSally had not moved. The situation was beyond her. Just as if this had\r\nreally been the dream it seemed, she felt incapable of speech or action.\r\n\r\n“So...” said Mr. Carmyle, becoming articulate, and allowed an impressive\r\naposiopesis to take the place of the rest of the speech. A cold fury\r\nhad gripped him. He pointed at Gerald, began to speak, found that he was\r\nstuttering, and gulped back the words. In this supreme moment he was not\r\ngoing to have his dignity impaired by a stutter. He gulped and found a\r\nsentence which, while brief enough to insure against this disaster, was\r\nsufficiently long to express his meaning.\r\n\r\n“Get out!” he said.\r\n\r\nGerald Foster had his dignity, too, and it seemed to him that the time\r\nhad come to assert it. But he also had a most excruciating headache, and\r\nwhen he drew himself up haughtily to ask Mr. Carmyle what the devil he\r\nmeant by it, a severe access of pain sent him huddling back immediately\r\nto a safer attitude. He clasped his forehead and groaned.\r\n\r\n“Get out!”\r\n\r\nFor a moment Gerald hesitated. Then another sudden shooting spasm\r\nconvinced him that no profit or pleasure was to be derived from a\r\ncontinuance of the argument, and he began to shamble slowly across to\r\nthe door. Bruce Carmyle watched him go with twitching hands. There was\r\na moment when the human man in him, somewhat atrophied from long disuse,\r\nstirred him almost to the point of assault; then dignity whispered more\r\nprudent counsel in his ear, and Gerald was past the danger-zone and out\r\nin the passage. Mr. Carmyle turned to face Sally, as King Arthur on\r\na similar but less impressive occasion must have turned to deal with\r\nGuinevere.\r\n\r\n“So...” he said again.\r\n\r\nSally was eyeing him steadily--considering the circumstances, Mr.\r\nCarmyle thought with not a little indignation, much too steadily.\r\n\r\n“This,” he said ponderously, “is very amusing.”\r\n\r\nHe waited for her to speak, but she said nothing.\r\n\r\n“I might have expected it,” said Mr. Carmyle with a bitter laugh.\r\n\r\nSally forced herself from the lethargy which was gripping her.\r\n\r\n“Would you like me to explain?” she said.\r\n\r\n“There can be no explanation,” said Mr. Carmyle coldly.\r\n\r\n“Very well,” said Sally.\r\n\r\nThere was a pause.\r\n\r\n“Good-bye,” said Bruce Carmyle.\r\n\r\n“Good-bye,” said Sally.\r\n\r\nMr. Carmyle walked to the door. There he stopped for an instant and\r\nglanced back at her. Sally had walked to the window and was looking out.\r\nFor one swift instant something about her trim little figure and the\r\ngleam of her hair where the sunlight shone on it seemed to catch at\r\nBruce Carmyle's heart, and he wavered. But the next moment he was strong\r\nagain, and the door had closed behind him with a resolute bang.\r\n\r\nOut in the street, climbing into his car, he looked up involuntarily\r\nto see if she was still there, but she had gone. As the car, gathering\r\nspeed, hummed down the street. Sally was at the telephone listening to\r\nthe sleepy voice of Ginger Kemp, which, as he became aware who it\r\nwas that had woken him from his rest and what she had to say to him,\r\nmagically lost its sleepiness and took on a note of riotous ecstasy.\r\n\r\nFive minutes later, Ginger was splashing in his bath, singing\r\ndiscordantly."
  ]
}