{
  "index": 11,
  "title": "Chapter 10",
  "paragraphs": [
    "If Ginger Kemp had been asked to enumerate his good qualities, it is not\r\nprobable that he would have drawn up a very lengthy list. He might have\r\nstarted by claiming for himself the virtue of meaning well, but after\r\nthat he would have had to chew the pencil in prolonged meditation. And,\r\neven if he could eventually have added one or two further items to the\r\ncatalogue, tact and delicacy of feeling would not have been among them.\r\n\r\nYet, by staying away from Sally during the next few days he showed\r\nconsiderable delicacy. It was not easy to stay away from her, but he\r\nforced himself to do so. He argued from his own tastes, and was strongly\r\nof opinion that in times of travail, solitude was what the sufferer most\r\ndesired. In his time he, too, had had what he would have described as\r\nnasty jars, and on these occasions all he had asked was to be allowed to\r\nsit and think things over and fight his battle out by himself.\r\n\r\nBy Saturday, however, he had come to the conclusion that some form of\r\naction might now be taken. Saturday was rather a good day for picking up\r\nthe threads again. He had not to go to the office, and, what was still\r\nmore to the point, he had just drawn his week's salary. Mrs. Meecher had\r\ndeftly taken a certain amount of this off him, but enough remained to\r\nenable him to attempt consolation on a fairly princely scale. There\r\npresented itself to him as a judicious move the idea of hiring a car and\r\ntaking Sally out to dinner at one of the road-houses he had heard about\r\nup the Boston Post Road. He examined the scheme. The more he looked at\r\nit, the better it seemed.\r\n\r\nHe was helped to this decision by the extraordinary perfection of the\r\nweather. The weather of late had been a revelation to Ginger. It was his\r\nfirst experience of America's Indian Summer, and it had quite overcome\r\nhim. As he stood on the roof of Mrs. Meecher's establishment on the\r\nSaturday morning, thrilled by the velvet wonder of the sunshine, it\r\nseemed to him that the only possible way of passing such a day was to\r\ntake Sally for a ride in an open car.\r\n\r\nThe Maison Meecher was a lofty building on one of the side-streets at\r\nthe lower end of the avenue. From its roof, after you had worked\r\nyour way through the groves of washing which hung limply from the\r\nclothes-line, you could see many things of interest. To the left\r\nlay Washington Square, full of somnolent Italians and roller-skating\r\nchildren; to the right was a spectacle which never failed to intrigue\r\nGinger, the high smoke-stacks of a Cunard liner moving slowly down the\r\nriver, sticking up over the house-tops as if the boat was travelling\r\ndown Ninth Avenue.\r\n\r\nTo-day there were four of these funnels, causing Ginger to deduce the\r\nMauritania. As the boat on which he had come over from England, the\r\nMauritania had a sentimental interest for him. He stood watching her\r\nstately progress till the higher buildings farther down the town shut\r\nher from his sight; then picked his way through the washing and went\r\ndown to his room to get his hat. A quarter of an hour later he was\r\nin the hall-way of Sally's apartment house, gazing with ill-concealed\r\ndisgust at the serge-clad back of his cousin Mr. Carmyle, who was\r\nengaged in conversation with a gentleman in overalls.\r\n\r\nNo care-free prospector, singing his way through the Mojave Desert\r\nand suddenly finding himself confronted by a rattlesnake, could have\r\nexperienced so abrupt a change of mood as did Ginger at this revolting\r\nspectacle. Even in their native Piccadilly it had been unpleasant to run\r\ninto Mr. Carmyle. To find him here now was nothing short of nauseating.\r\nOnly one thing could have brought him to this place. Obviously, he must\r\nhave come to see Sally; and with a sudden sinking of the heart Ginger\r\nremembered the shiny, expensive automobile which he had seen waiting at\r\nthe door. He, it was clear, was not the only person to whom the idea had\r\noccurred of taking Sally for a drive on this golden day.\r\n\r\nHe was still standing there when Mr. Carmyle swung round with a frown\r\non his dark face which seemed to say that he had not found the janitor's\r\nconversation entertaining. The sight of Ginger plainly did nothing to\r\nlighten his gloom.\r\n\r\n“Hullo!” he said.\r\n\r\n“Hullo!” said Ginger.\r\n\r\nUncomfortable silence followed these civilities.\r\n\r\n“Have you come to see Miss Nicholas?”\r\n\r\n“Why, yes.”\r\n\r\n“She isn't here,” said Mr. Carmyle, and the fact that he had found\r\nsomeone to share the bad news, seemed to cheer him a little.\r\n\r\n“Not here?”\r\n\r\n“No. Apparently...” Bruce Carmyle's scowl betrayed that resentment which\r\na well-balanced man cannot but feel at the unreasonableness of others.\r\n“... Apparently, for some extraordinary reason, she has taken it into\r\nher head to dash over to England.”\r\n\r\nGinger tottered. The unexpectedness of the blow was crushing. He\r\nfollowed his cousin out into the sunshine in a sort of dream. Bruce\r\nCarmyle was addressing the driver of the expensive automobile.\r\n\r\n“I find I shall not want the car. You can take it back to the garage.”\r\n\r\nThe chauffeur, a moody man, opened one half-closed eye and spat\r\ncautiously. It was the way Rockefeller would have spat when approaching\r\nthe crisis of some delicate financial negotiation.\r\n\r\n“You'll have to pay just the same,” he observed, opening his other eye\r\nto lend emphasis to the words.\r\n\r\n“Of course I shall pay,” snapped Mr. Carmyle, irritably. “How much is\r\nit?”\r\n\r\nMoney passed. The car rolled off.\r\n\r\n“Gone to England?” said Ginger, dizzily.\r\n\r\n“Yes, gone to England.”\r\n\r\n“But why?”\r\n\r\n“How the devil do I know why?” Bruce Carmyle would have found his best\r\nfriend trying at this moment. Gaping Ginger gave him almost a physical\r\npain. “All I know is what the janitor told me, that she sailed on the\r\nMauretania this morning.”\r\n\r\nThe tragic irony of this overcame Ginger. That he should have stood on\r\nthe roof, calmly watching the boat down the river...\r\n\r\nHe nodded absently to Mr. Carmyle and walked off. He had no further\r\nremarks to make. The warmth had gone out of the sunshine and all\r\ninterest had departed from his life. He felt dull, listless, at a loose\r\nend. Not even the thought that his cousin, a careful man with his money,\r\nhad had to pay a day's hire for a car which he could not use brought him\r\nany balm. He loafed aimlessly about the streets. He wandered in the Park\r\nand out again. The Park bored him. The streets bored him. The whole\r\ncity bored him. A city without Sally in it was a drab, futile city, and\r\nnothing that the sun could do to brighten it could make it otherwise.\r\n\r\nNight came at last, and with it a letter. It was the first even passably\r\npleasant thing that had happened to Ginger in the whole of this dreary\r\nand unprofitable day: for the envelope bore the crest of the good ship\r\nMauretania. He snatched it covetously from the letter-rack, and carried\r\nit upstairs to his room.\r\n\r\nVery few of the rooms at Mrs. Meecher's boarding-house struck any\r\nnote of luxury. Mrs. Meecher was not one of your fashionable interior\r\ndecorators. She considered that when she had added a Morris chair to the\r\nessentials which make up a bedroom, she had gone as far in the direction\r\nof pomp as any guest at seven-and-a-half per could expect her to go. As\r\na rule, the severity of his surroundings afflicted Ginger with a touch\r\nof gloom when he went to bed; but to-night--such is the magic of a\r\nletter from the right person--he was uplifted and almost gay. There are\r\nmoments when even illuminated texts over the wash-stand cannot wholly\r\nquell us.\r\n\r\nThere was nothing of haste and much of ceremony in Ginger's method of\r\napproaching the perusal of his correspondence. He bore himself after the\r\nmanner of a small boy in the presence of unexpected ice-cream, gloating\r\nfor awhile before embarking on the treat, anxious to make it last out.\r\nHis first move was to feel in the breast-pocket of his coat and produce\r\nthe photograph of Sally which he had feloniously removed from her\r\napartment. At this he looked long and earnestly before propping it\r\nup within easy reach against his basin, to be handy, if required, for\r\npurposes of reference. He then took off his coat, collar, and shoes,\r\nfilled and lit a pipe, placed pouch and matches on the arm of the Morris\r\nchair, and drew that chair up so that he could sit with his feet on the\r\nbed. Having manoeuvred himself into a position of ease, he lit his pipe\r\nagain and took up the letter. He looked at the crest, the handwriting of\r\nthe address, and the postmark. He weighed it in his hand. It was a bulky\r\nletter.\r\n\r\nHe took Sally's photograph from the wash-stand and scrutinized it once\r\nmore. Then he lit his pipe again, and, finally, wriggling himself into\r\nthe depths of the chair, opened the envelope.\r\n\r\n“Ginger, dear.”\r\n\r\nHaving read so far, Ginger found it necessary to take up the photograph\r\nand study it with an even greater intentness than before. He gazed at it\r\nfor many minutes, then laid it down and lit his pipe again. Then he went\r\non with the letter.\r\n\r\n“Ginger, dear--I'm afraid this address is going to give you rather a\r\nshock, and I'm feeling very guilty. I'm running away, and I haven't even\r\nstopped to say good-bye. I can't help it. I know it's weak and cowardly,\r\nbut I simply can't help it. I stood it for a day or two, and then I\r\nsaw that it was no good. (Thank you for leaving me alone and not coming\r\nround to see me. Nobody else but you would have done that. But then,\r\nnobody ever has been or ever could be so understanding as you.)”\r\n\r\nGinger found himself compelled at this point to look at the photograph\r\nagain.\r\n\r\n“There was too much in New York to remind me. That's the worst of being\r\nhappy in a place. When things go wrong you find there are too many\r\nghosts about. I just couldn't stand it. I tried, but I couldn't. I'm\r\ngoing away to get cured--if I can. Mr. Faucitt is over in England, and\r\nwhen I went down to Mrs. Meecher for my letters, I found one from him.\r\nHis brother is dead, you know, and he has inherited, of all things,\r\na fashionable dress-making place in Regent Street. His brother was\r\nLaurette et Cie. I suppose he will sell the business later on, but, just\r\nat present, the poor old dear is apparently quite bewildered and that\r\ndoesn't seem to have occurred to him. He kept saying in his letter how\r\nmuch he wished I was with him, to help him, and I was tempted and ran.\r\nAnything to get away from the ghosts and have something to do. I don't\r\nsuppose I shall feel much better in England, but, at least, every street\r\ncorner won't have associations. Don't ever be happy anywhere, Ginger.\r\nIt's too big a risk, much too big a risk.\r\n\r\n“There was a letter from Elsa Doland, too. Bubbling over with affection.\r\nWe had always been tremendous friends. Of course, she never knew\r\nanything about my being engaged to Gerald. I lent Fillmore the money to\r\nbuy that piece, which gave Elsa her first big chance, and so she's very\r\ngrateful. She says, if ever she gets the opportunity of doing me a good\r\nturn... Aren't things muddled?\r\n\r\n“And there was a letter from Gerald. I was expecting one, of course,\r\nbut... what would you have done, Ginger? Would you have read it? I sat\r\nwith it in front of me for an hour, I should think, just looking at the\r\nenvelope, and then... You see, what was the use? I could guess exactly\r\nthe sort of thing that would be in it, and reading it would only have\r\nhurt a lot more. The thing was done, so why bother about explanations?\r\nWhat good are explanations, anyway? They don't help. They don't do\r\nanything... I burned it, Ginger. The last letter I shall ever get from\r\nhim. I made a bonfire on the bathroom floor, and it smouldered and went\r\nbrown, and then flared a little, and every now and then I lit another\r\nmatch and kept it burning, and at last it was just black ashes and a\r\nstain on the tiles. Just a mess!\r\n\r\n“Ginger, burn this letter, too. I'm pouring out all the poison to you,\r\nhoping it will make me feel better. You don't mind, do you? But I know\r\nyou don't. If ever anybody had a real pal...\r\n\r\n“It's a dreadful thing, fascination, Ginger. It grips you and you are\r\nhelpless. One can be so sensible and reasonable about other people's\r\nlove affairs. When I was working at the dance place I told you about\r\nthere was a girl who fell in love with the most awful little beast. He\r\nhad a mean mouth and shiny black hair brushed straight back, and anybody\r\nwould have seen what he was. But this girl wouldn't listen to a word.\r\nI talked to her by the hour. It makes me smile now when I think how\r\nsensible and level-headed I was. But she wouldn't listen. In some\r\nmysterious way this was the man she wanted, and, of course, everything\r\nhappened that one knew would happen.\r\n\r\n“If one could manage one's own life as well as one can manage other\r\npeople's! If all this wretched thing of mine had happened to some other\r\ngirl, how beautifully I could have proved that it was the best thing\r\nthat could have happened, and that a man who could behave as Gerald has\r\ndone wasn't worth worrying about. I can just hear myself. But, you see,\r\nwhatever he has done, Gerald is still Gerald and Sally is still Sally\r\nand, however much I argue, I can't get away from that. All I can do is\r\nto come howling to my redheaded pal, when I know just as well as he does\r\nthat a girl of any spirit would be dignified and keep her troubles to\r\nherself and be much too proud to let anyone know that she was hurt.\r\n\r\n“Proud! That's the real trouble, Ginger. My pride has been battered and\r\nchopped up and broken into as many pieces as you broke Mr. Scrymgeour's\r\nstick! What pitiful creatures we are. Girls, I mean. At least, I suppose\r\na good many girls are like me. If Gerald had died and I had lost him\r\nthat way, I know quite well I shouldn't be feeling as I do now. I should\r\nhave been broken-hearted, but it wouldn't have been the same. It's\r\nmy pride that is hurt. I have always been a bossy, cocksure little\r\ncreature, swaggering about the world like an English sparrow; and now\r\nI'm paying for it! Oh, Ginger, I'm paying for it! I wonder if running\r\naway is going to do me any good at all. Perhaps, if Mr. Faucitt has some\r\nreal hard work for me to do...\r\n\r\n“Of course, I know exactly how all this has come about. Elsa's pretty\r\nand attractive. But the point is that she is a success, and as a success\r\nshe appeals to Gerald's weakest side. He worships success. She is going\r\nto have a marvellous career, and she can help Gerald on in his. He can\r\nwrite plays for her to star in. What have I to offer against that? Yes,\r\nI know it's grovelling and contemptible of me to say that, Ginger. I\r\nought to be above it, oughtn't I--talking as if I were competing for\r\nsome prize... But I haven't any pride left. Oh, well!\r\n\r\n“There! I've poured it all out and I really do feel a little better\r\njust for the moment. It won't last, of course, but even a minute is\r\nsomething. Ginger, dear, I shan't see you for ever so long, even if we\r\never do meet again, but you'll try to remember that I'm thinking of\r\nyou a whole lot, won't you? I feel responsible for you. You're my baby.\r\nYou've got started now and you've only to stick to it. Please, please,\r\nplease don't 'make a hash of it'! Good-bye. I never did find that\r\nphotograph of me that we were looking for that afternoon in the\r\napartment, or I would send it to you. Then you could have kept it on\r\nyour mantelpiece, and whenever you felt inclined to make a hash of\r\nanything I would have caught your eye sternly and you would have pulled\r\nup.\r\n\r\n“Good-bye, Ginger. I shall have to stop now. The mail is just closing.\r\n\r\n“Always your pal, wherever I am.---SALLY.”\r\n\r\nGinger laid the letter down, and a little sound escaped him that was\r\nhalf a sigh, half an oath. He was wondering whether even now some\r\ndesirable end might not be achieved by going to Chicago and breaking\r\nGerald Foster's neck. Abandoning this scheme as impracticable, and\r\nnot being able to think of anything else to do he re-lit his pipe and\r\nstarted to read the letter again."
  ]
}