{
  "index": 14,
  "title": "Chapter 13",
  "paragraphs": [
    "1\r\n\r\n\r\n\r\nThe only real happiness, we are told, is to be obtained by bringing\r\nhappiness to others. Bugs Butler's mood, accordingly, when some thirty\r\nhours after the painful episode recorded in the last chapter he awoke\r\nfrom a state of coma in the ring at Jersey City to discover that Mr. Lew\r\nLucas had knocked him out in the middle of the third round, should have\r\nbeen one of quiet contentment. His inability to block a short left-hook\r\nfollowed by a right to the point of the jaw had ameliorated quite a\r\nnumber of existences.\r\n\r\nMr. Lew Lucas, for one, was noticeably pleased. So were Mr. Lucas's\r\nseconds, one of whom went so far as to kiss him. And most of the crowd,\r\nwho had betted heavily on the champion, were delighted. Yet Bugs Butler\r\ndid not rejoice. It is not too much to say that his peevish bearing\r\nstruck a jarring note in the general gaiety. A heavy frown disfigured\r\nhis face as he slouched from the ring.\r\n\r\nBut the happiness which he had spread went on spreading. The two Wise\r\nGuys, who had been unable to attend the fight in person, received the\r\nresult on the ticker and exuberantly proclaimed themselves the richer\r\nby five hundred dollars. The pimpled office-boy at the Fillmore Nicholas\r\nTheatrical Enterprises Ltd. caused remark in the Subway by whooping\r\ngleefully when he read the news in his morning paper, for he, too, had\r\nbeen rendered wealthier by the brittleness of Mr. Butler's chin. And\r\nit was with fierce satisfaction that Sally, breakfasting in her little\r\napartment, informed herself through the sporting page of the details of\r\nthe contender's downfall. She was not a girl who disliked many people,\r\nbut she had acquired a lively distaste for Bugs Butler.\r\n\r\nLew Lucas seemed a man after her own heart. If he had been a personal\r\nfriend of Ginger's he could not, considering the brief time at his\r\ndisposal, have avenged him with more thoroughness. In round one he had\r\ndone all sorts of diverting things to Mr. Butler's left eye: in round\r\ntwo he had continued the good work on that gentleman's body; and in\r\nround three he had knocked him out. Could anyone have done more? Sally\r\nthought not, and she drank Lew Lucas's health in a cup of coffee and\r\nhoped his old mother was proud of him.\r\n\r\nThe telephone bell rang at her elbow. She unhooked the receiver.\r\n\r\n“Hullo?”\r\n\r\n“Oh, hullo,” said a voice.\r\n\r\n“Ginger!” cried Sally delightedly.\r\n\r\n“I say, I'm awfully glad you're back. I only got your letter this\r\nmorning. Found it at the boarding-house. I happened to look in there\r\nand...”\r\n\r\n“Ginger,” interrupted Sally, “your voice is music, but I want to see\r\nyou. Where are you?”\r\n\r\n“I'm at a chemist's shop across the street. I was wondering if...”\r\n\r\n“Come here at once!”\r\n\r\n“I say, may I? I was just going to ask.”\r\n\r\n“You miserable creature, why haven't you been round to see me before?”\r\n\r\n“Well, as a matter of fact, I haven't been going about much for the last\r\nday. You see...”\r\n\r\n“I know. Of course.” Quick sympathy came into Sally's voice. She gave\r\na sidelong glance of approval and gratitude at the large picture of Lew\r\nLucas which beamed up at her from the morning paper. “You poor thing!\r\nHow are you?”\r\n\r\n“Oh, all right, thanks.”\r\n\r\n“Well, hurry.”\r\n\r\nThere was a slight pause at the other end of the wire.\r\n\r\n“I say.”\r\n\r\n“Well?”\r\n\r\n“I'm not much to look at, you know.”\r\n\r\n“You never were. Stop talking and hurry over.”\r\n\r\n“I mean to say...”\r\n\r\nSally hung up the receiver firmly. She waited eagerly for some minutes,\r\nand then footsteps came along the passage. They stopped at her door and\r\nthe bell rang. Sally ran to the door, flung it open, and recoiled in\r\nconsternation.\r\n\r\n“Oh, Ginger!”\r\n\r\nHe had stated the facts accurately when he had said that he was not much\r\nto look at. He gazed at her devotedly out of an unblemished right eye,\r\nbut the other was hidden altogether by a puffy swelling of dull purple.\r\nA great bruise marred his left cheek-bone, and he spoke with some\r\ndifficulty through swollen lips.\r\n\r\n“It's all right, you know,” he assured her.\r\n\r\n“It isn't. It's awful! Oh, you poor darling!” She clenched her teeth\r\nviciously. “I wish he had killed him!”\r\n\r\n“Eh?”\r\n\r\n“I wish Lew Lucas or whatever his name is had murdered him. Brute!”\r\n\r\n“Oh, I don't know, you know.” Ginger's sense of fairness compelled him\r\nto defend his late employer against these harsh sentiments. “He isn't a\r\nbad sort of chap, really. Bugs Butler, I mean.”\r\n\r\n“Do you seriously mean to stand there and tell me you don't loathe the\r\ncreature?”\r\n\r\n“Oh, he's all right. See his point of view and all that. Can't blame\r\nhim, if you come to think of it, for getting the wind up a bit in the\r\ncircs. Bit thick, I mean to say, a sparring-partner going at him like\r\nthat. Naturally he didn't think it much of a wheeze. It was my fault\r\nright along. Oughtn't to have done it, of course, but somehow, when he\r\nstarted making an ass of me and I knew you were looking on... well, it\r\nseemed a good idea to have a dash at doing something on my own. No right\r\nto, of course. A sparring-partner isn't supposed...”\r\n\r\n“Sit down,” said Sally.\r\n\r\nGinger sat down.\r\n\r\n“Ginger,” said Sally, “you're too good to live.”\r\n\r\n“Oh, I say!”\r\n\r\n“I believe if someone sandbagged you and stole your watch and chain\r\nyou'd say there were faults on both sides or something. I'm just a cat,\r\nand I say I wish your beast of a Bugs Butler had perished miserably.\r\nI'd have gone and danced on his grave... But whatever made you go in for\r\nthat sort of thing?”\r\n\r\n“Well, it seemed the only job that was going at the moment. I've always\r\ndone a goodish bit of boxing and I was very fit and so on, and it looked\r\nto me rather an opening. Gave me something to get along with. You get\r\npaid quite fairly decently, you know, and it's rather a jolly life...”\r\n\r\n“Jolly? Being hammered about like that?”\r\n\r\n“Oh, you don't notice it much. I've always enjoyed scrapping rather.\r\nAnd, you see, when your brother gave me the push...”\r\n\r\nSally uttered an exclamation.\r\n\r\n“What an extraordinary thing it is--I went all the way out to White\r\nPlains that afternoon to find Fillmore and tackle him about that and I\r\ndidn't say a word about it. And I haven't seen or been able to get hold\r\nof him since.”\r\n\r\n“No? Busy sort of cove, your brother.”\r\n\r\n“Why did Fillmore let you go?”\r\n\r\n“Let me go? Oh, you mean... well, there was a sort of mix-up. A kind of\r\nmisunderstanding.”\r\n\r\n“What happened?”\r\n\r\n“Oh, it was nothing. Just a...”\r\n\r\n“What happened?”\r\n\r\nGinger's disfigured countenance betrayed embarrassment. He looked\r\nawkwardly about the room.\r\n\r\n“It's not worth talking about.”\r\n\r\n“It is worth talking about. I've a right to know. It was I who sent you\r\nto Fillmore...”\r\n\r\n“Now that,” said Ginger, “was jolly decent of you.”\r\n\r\n“Don't interrupt! I sent you to Fillmore, and he had no business to let\r\nyou go without saying a word to me. What happened?”\r\n\r\nGinger twiddled his fingers unhappily.\r\n\r\n“Well, it was rather unfortunate. You see, his wife--I don't know if you\r\nknow her?...”\r\n\r\n“Of course I know her.”\r\n\r\n“Why, yes, you would, wouldn't you? Your brother's wife, I mean,”\r\n said Ginger acutely. “Though, as a matter of fact, you often find\r\nsisters-in-law who won't have anything to do with one another. I know a\r\nfellow...”\r\n\r\n“Ginger,” said Sally, “it's no good your thinking you can get out of\r\ntelling me by rambling off on other subjects. I'm grim and resolute and\r\nrelentless, and I mean to get this story out of you if I have to use a\r\ncorkscrew. Fillmore's wife, you were saying...”\r\n\r\nGinger came back reluctantly to the main theme.\r\n\r\n“Well, she came into the office one morning, and we started fooling\r\nabout...”\r\n\r\n“Fooling about?”\r\n\r\n“Well, kind of chivvying each other.”\r\n\r\n“Chivvying?”\r\n\r\n“At least I was.”\r\n\r\n“You were what?”\r\n\r\n“Sort of chasing her a bit, you know.”\r\n\r\nSally regarded this apostle of frivolity with amazement.\r\n\r\n“What do you mean?”\r\n\r\nGinger's embarrassment increased.\r\n\r\n“The thing was, you see, she happened to trickle in rather quietly when\r\nI happened to be looking at something, and I didn't know she was there\r\ntill she suddenly grabbed it...”\r\n\r\n“Grabbed what?”\r\n\r\n“The thing. The thing I happened to be looking at. She bagged it...\r\ncollared it... took it away from me, you know, and wouldn't give it back\r\nand generally started to rot about a bit, so I rather began to chivvy\r\nher to some extent, and I'd just caught her when your brother happened\r\nto roll in. I suppose,” said Ginger, putting two and two together, “he\r\nhad really come with her to the office and had happened to hang back for\r\na minute or two, to talk to somebody or something... well, of course, he\r\nwas considerably fed to see me apparently doing jiu-jitsu with his wife.\r\nEnough to rattle any man, if you come to think of it,” said Ginger, ever\r\nfair-minded. “Well, he didn't say anything at the time, but a bit later\r\nin the day he called me in and administered the push.”\r\n\r\nSally shook her head.\r\n\r\n“It sounds the craziest story to me. What was it that Mrs. Fillmore took\r\nfrom you?”\r\n\r\n“Oh, just something.”\r\n\r\nSally rapped the table imperiously.\r\n\r\n“Ginger!”\r\n\r\n“Well, as a matter of fact,” said her goaded visitor, “It was a\r\nphotograph.”\r\n\r\n“Who of? Or, if you're particular, of whom?”\r\n\r\n“Well... you, to be absolutely accurate.”\r\n\r\n“Me?” Sally stared. “But I've never given you a photograph of myself.”\r\n\r\nGinger's face was a study in scarlet and purple.\r\n\r\n“You didn't exactly give it to me,” he mumbled. “When I say give, I\r\nmean...”\r\n\r\n“Good gracious!” Sudden enlightenment came upon Sally. “That photograph\r\nwe were hunting for when I first came here! Had you stolen it all the\r\ntime?”\r\n\r\n“Why, yes, I did sort of pinch it...”\r\n\r\n“You fraud! You humbug! And you pretended to help me look for it.” She\r\ngazed at him almost with respect. “I never knew you were so deep and\r\nsnaky. I'm discovering all sorts of new things about you.”\r\n\r\nThere was a brief silence. Ginger, confession over, seemed a trifle\r\nhappier.\r\n\r\n“I hope you're not frightfully sick about it?” he said at length. “It\r\nwas lying about, you know, and I rather felt I must have it. Hadn't the\r\ncheek to ask you for it, so...”\r\n\r\n“Don't apologize,” said Sally cordially. “Great compliment. So I have\r\ncaused your downfall again, have I? I'm certainly your evil genius,\r\nGinger. I'm beginning to feel like a regular rag and a bone and a hank\r\nof hair. First I egged you on to insult your family--oh, by the way, I\r\nwant to thank you about that. Now that I've met your Uncle Donald I can\r\nsee how public-spirited you were. I ruined your prospects there, and now\r\nmy fatal beauty--cabinet size--has led to your destruction once more.\r\nIt's certainly up to me to find you another job, I can see that.”\r\n\r\n“No, really, I say, you mustn't bother. I shall be all right.”\r\n\r\n“It's my duty. Now what is there that you really can do? Burglary, of\r\ncourse, but it's not respectable. You've tried being a waiter and a\r\nprize-fighter and a right-hand man, and none of those seems to be just\r\nright. Can't you suggest anything?”\r\n\r\nGinger shook his head.\r\n\r\n“I shall wangle something, I expect.”'\r\n\r\n“Yes, but what? It must be something good this time. I don't want to be\r\nwalking along Broadway and come on you suddenly as a street-cleaner. I\r\ndon't want to send for an express-man and find you popping up. My\r\nidea would be to go to my bank to arrange an overdraft and be told the\r\npresident could give me two minutes and crawl in humbly and find you\r\nprezzing away to beat the band in a big chair. Isn't there anything in\r\nthe world that you can do that's solid and substantial and will keep you\r\nout of the poor-house in your old age? Think!”\r\n\r\n“Of course, if I had a bit of capital...”\r\n\r\n“Ah! The business man! And what,” inquired Sally, “would you do, Mr.\r\nMorgan, if you had a bit of capital?”\r\n\r\n“Run a dog-thingummy,” said Ginger promptly.\r\n\r\n“What's a dog-thingummy?”\r\n\r\n“Why, a thingamajig. For dogs, you know.”\r\n\r\nSally nodded.\r\n\r\n“Oh, a thingamajig for dogs? Now I understand. You will put things so\r\nobscurely at first. Ginger, you poor fish, what are you raving about?\r\nWhat on earth is a thingamajig for dogs?”\r\n\r\n“I mean a sort of place like fellows have. Breeding dogs, you know, and\r\nselling them and winning prizes and all that. There are lots of them\r\nabout.”\r\n\r\n“Oh, a kennels?”\r\n\r\n“Yes, a kennels.”\r\n\r\n“What a weird mind you have, Ginger. You couldn't say kennels at first,\r\ncould you? That wouldn't have made it difficult enough. I suppose, if\r\nanyone asked you where you had your lunch, you would say, 'Oh, at a\r\nthingamajig for mutton chops'... Ginger, my lad, there is something in\r\nthis. I believe for the first time in our acquaintance you have spoken\r\nsomething very nearly resembling a mouthful. You're wonderful with dogs,\r\naren't you?”\r\n\r\n“I'm dashed keen on them, and I've studied them a bit. As a matter of\r\nfact, though it seems rather like swanking, there isn't much about dogs\r\nthat I don't know.”\r\n\r\n“Of course. I believe you're a sort of honorary dog yourself. I could\r\ntell it by the way you stopped that fight at Roville. You plunged into a\r\nhowling mass of about a million hounds of all species and just whispered\r\nin their ears and they stopped at once. Why, the more one examines this,\r\nthe better it looks. I do believe it's the one thing you couldn't help\r\nmaking a success of. It's very paying, isn't it?”\r\n\r\n“Works out at about a hundred per cent on the original outlay, I've been\r\ntold.”\r\n\r\n“A hundred per cent? That sounds too much like something of Fillmore's\r\nfor comfort. Let's say ninety-nine and be conservative. Ginger, you\r\nhave hit it. Say no more. You shall be the Dog King, the biggest\r\nthingamajigger for dogs in the country. But how do you start?”\r\n\r\n“Well, as a matter of fact, while I was up at White Plains, I ran into\r\na cove who had a place of the sort and wanted to sell out. That was what\r\nmade me think of it.”\r\n\r\n“You must start to-day. Or early to-morrow.”\r\n\r\n“Yes,” said Ginger doubtfully. “Of course, there's the catch, you know.”\r\n\r\n“What catch?”\r\n\r\n“The capital. You've got to have that. This fellow wouldn't sell out\r\nunder five thousand dollars.”\r\n\r\n“I'll lend you five thousand dollars.”\r\n\r\n“No!” said Ginger.\r\n\r\nSally looked at him with exasperation. “Ginger, I'd like to slap you,”\r\n she said. It was maddening, this intrusion of sentiment into business\r\naffairs. Why, simply because he was a man and she was a woman,\r\nshould she be restrained from investing money in a sound commercial\r\nundertaking? If Columbus had taken up this bone-headed stand towards\r\nQueen Isabella, America would never have been discovered.\r\n\r\n“I can't take five thousand dollars off you,” said Ginger firmly.\r\n\r\n“Who's talking of taking it off me, as you call it?” stormed Sally.\r\n“Can't you forget your burglarious career for a second? This isn't the\r\nsame thing as going about stealing defenceless girls' photographs. This\r\nis business. I think you would make an enormous success of a dog-place,\r\nand you admit you're good, so why make frivolous objections? Why\r\nshouldn't I put money into a good thing? Don't you want me to get rich,\r\nor what is it?”\r\n\r\nGinger was becoming confused. Argument had never been his strong point.\r\n\r\n“But it's such a lot of money.”\r\n\r\n“To you, perhaps. Not to me. I'm a plutocrat. Five thousand dollars!\r\nWhat's five thousand dollars? I feed it to the birds.”\r\n\r\nGinger pondered woodenly for a while. His was a literal mind, and he\r\nknew nothing of Sally's finances beyond the fact that when he had first\r\nmet her she had come into a legacy of some kind. Moreover, he had been\r\nhugely impressed by Fillmore's magnificence. It seemed plain enough that\r\nthe Nicholases were a wealthy family.\r\n\r\n“I don't like it, you know,” he said.\r\n\r\n“You don't have to like it,” said Sally. “You just do it.”\r\n\r\nA consoling thought flashed upon Ginger.\r\n\r\n“You'd have to let me pay you interest.”\r\n\r\n“Let you? My lad, you'll have to pay me interest. What do you think this\r\nis--a round game? It's a cold business deal.”\r\n\r\n“Topping!” said Ginger relieved. “How about twenty-five per cent.”\r\n\r\n“Don't be silly,” said Sally quickly. “I want three.”\r\n\r\n“No, that's all rot,” protested Ginger. “I mean to say--three. I don't,”\r\n he went on, making a concession, “mind saying twenty.”\r\n\r\n“If you insist, I'll make it five. Not more.”\r\n\r\n“Well, ten, then?”\r\n\r\n“Five!”\r\n\r\n“Suppose,” said Ginger insinuatingly, “I said seven?”\r\n\r\n“I never saw anyone like you for haggling,” said Sally with disapproval.\r\n“Listen! Six. And that's my last word.”\r\n\r\n“Six?”\r\n\r\n“Six.”\r\n\r\nGinger did sums in his head.\r\n\r\n“But that would only work out at three hundred dollars a year. It isn't\r\nenough.”\r\n\r\n“What do you know about it? As if I hadn't been handling this sort of\r\ndeal in my life. Six! Do you agree?”\r\n\r\n“I suppose so.”\r\n\r\n“Then that's settled. Is this man you talk about in New York?”\r\n\r\n“No, he's down on Long Island at a place on the south shore.”\r\n\r\n“I mean, can you get him on the 'phone and clinch the thing?”\r\n\r\n“Oh, yes. I know his address, and I suppose his number's in the book.”\r\n\r\n“Then go off at once and settle with him before somebody else snaps him\r\nup. Don't waste a minute.”\r\n\r\nGinger paused at the door.\r\n\r\n“I say, you're absolutely sure about this?”\r\n\r\n“Of course.”\r\n\r\n“I mean to say...”\r\n\r\n“Get on,” said Sally.\r\n\r\n\r\n\r\n2\r\n\r\n\r\n\r\nThe window of Sally's sitting-room looked out on to a street\r\nwhich, while not one of the city's important arteries, was capable,\r\nnevertheless, of affording a certain amount of entertainment to the\r\nobserver: and after Ginger had left, she carried the morning paper to\r\nthe window-sill and proceeded to divide her attention between a third\r\nreading of the fight-report and a lazy survey of the outer world. It was\r\na beautiful day, and the outer world was looking its best.\r\n\r\nShe had not been at her post for many minutes when a taxi-cab stopped\r\nat the apartment-house, and she was surprised and interested to see her\r\nbrother Fillmore heave himself out of the interior. He paid the driver,\r\nand the cab moved off, leaving him on the sidewalk casting a large\r\nshadow in the sunshine. Sally was on the point of calling to him, when\r\nhis behaviour became so odd that astonishment checked her.\r\n\r\nFrom where she sat Fillmore had all the appearance of a man practising\r\nthe steps of a new dance, and sheer curiosity as to what he would do\r\nnext kept Sally watching in silence. First, he moved in a resolute sort\r\nof way towards the front door; then, suddenly stopping, scuttled back.\r\nThis movement he repeated twice, after which he stood in deep thought\r\nbefore making another dash for the door, which, like the others, came\r\nto an abrupt end as though he had run into some invisible obstacle. And,\r\nfinally, wheeling sharply, he bustled off down the street and was lost\r\nto view.\r\n\r\nSally could make nothing of it. If Fillmore had taken the trouble to\r\ncome in a taxi-cab, obviously to call upon her, why had he abandoned the\r\nidea at her very threshold? She was still speculating on this mystery\r\nwhen the telephone-bell rang, and her brother's voice spoke huskily in\r\nher ear.\r\n\r\n“Sally?”\r\n\r\n“Hullo, Fill. What are you going to call it?”\r\n\r\n“What am I... Call what?”\r\n\r\n“The dance you were doing outside here just now. It's your own\r\ninvention, isn't it?”\r\n\r\n“Did you see me?” said Fillmore, upset.\r\n\r\n“Of course I saw you. I was fascinated.”\r\n\r\n“I--er--I was coming to have a talk with you. Sally...”\r\n\r\nFillmore's voice trailed off.\r\n\r\n“Well, why didn't you?”\r\n\r\nThere was a pause--on Fillmore's part, if the timbre of at his voice\r\ncorrectly indicated his feelings, a pause of discomfort. Something was\r\nplainly vexing Fillmore's great mind.\r\n\r\n“Sally,” he said at last, and coughed hollowly into the receiver.\r\n\r\n“Yes.”\r\n\r\n“I--that is to say, I have asked Gladys... Gladys will be coming to see\r\nyou very shortly. Will you be in?”\r\n\r\n“I'll stay in. How is Gladys? I'm longing to see her again.”\r\n\r\n“She is very well. A trifle--a little upset.”\r\n\r\n“Upset? What about?”\r\n\r\n“She will tell you when she arrives. I have just been 'phoning to her.\r\nShe is coming at once.” There was another pause. “I'm afraid she has bad\r\nnews.”\r\n\r\n“What news?”\r\n\r\nThere was silence at the other end of the wire.\r\n\r\n“What news?” repeated Sally, a little sharply. She hated mysteries.\r\n\r\nBut Fillmore had rung off. Sally hung up the receiver thoughtfully. She\r\nwas puzzled and anxious. However, there being nothing to be gained by\r\nworrying, she carried the breakfast things into the kitchen and tried to\r\ndivert herself by washing up. Presently a ring at the door-bell brought\r\nher out, to find her sister-in-law.\r\n\r\nMarriage, even though it had brought with it the lofty position of\r\npartnership with the Hope of the American Stage, had effected no\r\nnoticeable alteration in the former Miss Winch. As Mrs. Fillmore she\r\nwas the same square, friendly creature. She hugged Sally in a muscular\r\nmanner and went on in the sitting-room.\r\n\r\n“Well, it's great seeing you again,” she said. “I began to think you\r\nwere never coming back. What was the big idea, springing over to England\r\nlike that?”\r\n\r\nSally had been expecting the question, and answered it with composure.\r\n\r\n“I wanted to help Mr. Faucitt.”\r\n\r\n“Who's Mr. Faucitt?”\r\n\r\n“Hasn't Fillmore ever mentioned him? He was a dear old man at the\r\nboarding-house, and his brother died and left him a dressmaking\r\nestablishment in London. He screamed to me to come and tell him what to\r\ndo about it. He has sold it now and is quite happy in the country.”\r\n\r\n“Well, the trip's done you good,” said Mrs. Fillmore. “You're prettier\r\nthan ever.”\r\n\r\nThere was a pause. Already, in these trivial opening exchanges, Sally\r\nhad sensed a suggestion of unwonted gravity in her companion. She missed\r\nthat careless whimsicality which had been the chief characteristic of\r\nMiss Gladys Winch and seemed to have been cast off by Mrs. Fillmore\r\nNicholas. At their meeting, before she had spoken, Sally had not\r\nnoticed this, but now it was apparent that something was weighing on her\r\ncompanion. Mrs. Fillmore's honest eyes were troubled.\r\n\r\n“What's the bad news?” asked Sally abruptly. She wanted to end the\r\nsuspense. “Fillmore was telling me over the 'phone that you had some bad\r\nnews for me.”\r\n\r\nMrs. Fillmore scratched at the carpet for a moment with the end of her\r\nparasol without replying. When she spoke it was not in answer to the\r\nquestion.\r\n\r\n“Sally, who's this man Carmyle over in England?”\r\n\r\n“Oh, did Fillmore tell you about him?”\r\n\r\n“He told me there was a rich fellow over in England who was crazy about\r\nyou and had asked you to marry him, and that you had turned him down.”\r\n\r\nSally's momentary annoyance faded. She could hardly, she felt, have\r\nexpected Fillmore to refrain from mentioning the matter to his wife.\r\n\r\n“Yes,” she said. “That's true.”\r\n\r\n“You couldn't write and say you've changed your mind?”\r\n\r\nSally's annoyance returned. All her life she had been intensely\r\nindependent, resentful of interference with her private concerns.\r\n\r\n“I suppose I could if I had--but I haven't. Did Fillmore tell you to try\r\nto talk me round?”\r\n\r\n“Oh, I'm not trying to talk you round,” said Mrs. Fillmore quickly.\r\n“Goodness knows, I'm the last person to try and jolly anyone into\r\nmarrying anybody if they didn't feel like it. I've seen too many\r\nmarriages go wrong to do that. Look at Elsa Doland.”\r\n\r\nSally's heart jumped as if an exposed nerve had been touched.\r\n\r\n“Elsa?” she stammered, and hated herself because her voice shook.\r\n“Has--has her marriage gone wrong?”\r\n\r\n“Gone all to bits,” said Mrs. Fillmore shortly. “You remember she\r\nmarried Gerald Foster, the man who wrote 'The Primrose Way'?”\r\n\r\nSally with an effort repressed an hysterical laugh.\r\n\r\n“Yes, I remember,” she said.\r\n\r\n“Well, it's all gone bloo-ey. I'll tell you about that in a minute.\r\nComing back to this man in England, if you're in any doubt about it...\r\nI mean, you can't always tell right away whether you're fond of a man or\r\nnot... When first I met Fillmore, I couldn't see him with a spy-glass,\r\nand now he's just the whole shooting-match... But that's not what I\r\nwanted to talk about. I was saying one doesn't always know one's\r\nown mind at first, and if this fellow really is a good fellow... and\r\nFillmore tells me he's got all the money in the world...”\r\n\r\nSally stopped her.\r\n\r\n“No, it's no good. I don't want to marry Mr. Carmyle.”\r\n\r\n“That's that, then,” said Mrs. Fillmore. “It's a pity, though.”\r\n\r\n“Why are you taking it so much to heart?” said Sally with a nervous\r\nlaugh.\r\n\r\n“Well...” Mrs. Fillmore paused. Sally's anxiety was growing. It must,\r\nshe realized, be something very serious indeed that had happened if it\r\nhad the power to make her forthright sister-in-law disjointed in her\r\ntalk. “You see...” went on Mrs. Fillmore, and stopped again. “Gee! I'm\r\nhating this!” she murmured.\r\n\r\n“What is it? I don't understand.”\r\n\r\n“You'll find it's all too darned clear by the time I'm through,” said\r\nMrs. Fillmore mournfully. “If I'm going to explain this thing, I\r\nguess I'd best start at the beginning. You remember that revue of\r\nFillmore's--the one we both begged him not to put on. It flopped!”\r\n\r\n“Oh!”\r\n\r\n“Yes. It flopped on the road and died there. Never got to New York at\r\nall. Ike Schumann wouldn't let Fillmore have a theatre. The book wanted\r\nfixing and the numbers wanted fixing and the scenery wasn't right: and\r\nwhile they were tinkering with all that there was trouble about the\r\ncast and the Actors Equity closed the show. Best thing that could have\r\nhappened, really, and I was glad at the time, because going on with\r\nit would only have meant wasting more money, and it had cost a fortune\r\nalready. After that Fillmore put on a play of Gerald Foster's and that\r\nwas a frost, too. It ran a week at the Booth. I hear the new piece he's\r\ngot in rehearsal now is no good either. It's called 'The Wild Rose,' or\r\nsomething. But Fillmore's got nothing to do with that.”\r\n\r\n“But...” Sally tried to speak, but Mrs. Fillmore went on.\r\n\r\n“Don't talk just yet, or I shall never get this thing straight. Well,\r\nyou know Fillmore, poor darling. Anyone else would have pulled in his\r\nhorns and gone slow for a spell, but he's one of those fellows whose\r\nhorse is always going to win the next race. The big killing is always\r\njust round the corner with him. Funny how you can see what a chump a man\r\nis and yet love him to death... I remember saying something like that to\r\nyou before... He thought he could get it all back by staging this fight\r\nof his that came off in Jersey City last night. And if everything had\r\ngone right he might have got afloat again. But it seems as if he can't\r\ntouch anything without it turning to mud. On the very day before the\r\nfight was to come off, the poor mutt who was going against the champion\r\ngoes and lets a sparring-partner of his own knock him down and fool\r\naround with him. With all the newspaper men there too! You probably\r\nsaw about it in the papers. It made a great story for them. Well, that\r\nkilled the whole thing. The public had never been any too sure that this\r\nfellow Bugs Butler had a chance of putting up a scrap with the champion\r\nthat would be worth paying to see; and, when they read that he couldn't\r\neven stop his sparring-partners slamming him all around the place they\r\nsimply decided to stay away. Poor old Fill! It was a finisher for\r\nhim. The house wasn't a quarter full, and after he'd paid these two\r\npluguglies their guarantees, which they insisted on having before they'd\r\nso much as go into the ring, he was just about cleaned out. So there you\r\nare!”\r\n\r\nSally had listened with dismay to this catalogue of misfortunes.\r\n\r\n“Oh, poor Fill!” she cried. “How dreadful!”\r\n\r\n“Pretty tough.”\r\n\r\n“But 'The Primrose Way' is a big success, isn't it?” said Sally, anxious\r\nto discover something of brightness in the situation.\r\n\r\n“It was.” Mrs. Fillmore flushed again. “This is the part I hate having\r\nto tell you.”\r\n\r\n“It was? Do you mean it isn't still? I thought Elsa had made such a\r\ntremendous hit. I read about it when I was over in London. It was even\r\nin one of the English papers.”\r\n\r\n“Yes, she made a hit all right,” said Mrs. Fillmore drily. “She made\r\nsuch a hit that all the other managements in New York were after her\r\nright away, and Fillmore had hardly sailed when she handed in her notice\r\nand signed up with Goble and Cohn for a new piece they are starring her\r\nin.”\r\n\r\n“Ah, she couldn't!” cried Sally.\r\n\r\n“My dear, she did! She's out on the road with it now. I had to break the\r\nnews to poor old Fillmore at the dock when he landed. It was rather a\r\nblow. I must say it wasn't what I would call playing the game. I know\r\nthere isn't supposed to be any sentiment in business, but after all we\r\nhad given Elsa her big chance. But Fillmore wouldn't put her name up\r\nover the theatre in electrics, and Goble and Cohn made it a clause in\r\nher contract that they would, so nothing else mattered. People are like\r\nthat.”\r\n\r\n“But Elsa... She used not to be like that.”\r\n\r\n“They all get that way. They must grab success if it's to be grabbed.\r\nI suppose you can't blame them. You might just as well expect a cat to\r\nkeep off catnip. Still, she might have waited to the end of the New York\r\nrun.” Mrs. Fillmore put out her hand and touched Sally's. “Well, I've\r\ngot it out now,” she said, “and, believe me, it was one rotten job. You\r\ndon't know how sorry I am. Sally. I wouldn't have had it happen for a\r\nmillion dollars. Nor would Fillmore. I'm not sure that I blame him for\r\ngetting cold feet and backing out of telling you himself. He just hadn't\r\nthe nerve to come and confess that he had fooled away your money. He was\r\nhoping all along that this fight would pan out big and that he'd be\r\nable to pay you back what you had loaned him, but things didn't happen\r\nright.”\r\n\r\nSally was silent. She was thinking how strange it was that this room in\r\nwhich she had hoped to be so happy had been from the first moment of her\r\noccupancy a storm centre of bad news and miserable disillusionment. In\r\nthis first shock of the tidings, it was the disillusionment that hurt\r\nmost. She had always been so fond of Elsa, and Elsa had always seemed\r\nso fond of her. She remembered that letter of Elsa's with all its\r\nprotestations of gratitude... It wasn't straight. It was horrible.\r\nCallous, selfish, altogether horrible...\r\n\r\n“It's...” She choked, as a rush of indignation brought the tears to her\r\neyes. “It's... beastly! I'm... I'm not thinking about my money. That's\r\njust bad luck. But Elsa...”\r\n\r\nMrs. Fillmore shrugged her square shoulders.\r\n\r\n“Well, it's happening all the time in the show business,” she said. “And\r\nin every other business, too, I guess, if one only knew enough about\r\nthem to be able to say. Of course, it hits you hard because Elsa was a\r\npal of yours, and you're thinking she might have considered you after\r\nall you've done for her. I can't say I'm much surprised myself.” Mrs.\r\nFillmore was talking rapidly, and dimly Sally understood that she was\r\ntalking so that talk would carry her over this bad moment. Silence now\r\nwould have been unendurable. “I was in the company with her, and it\r\nsometimes seems to me as if you can't get to know a person right through\r\ntill you've been in the same company with them. Elsa's all right, but\r\nshe's two people really, like these dual identity cases you read about.\r\nShe's awfully fond of you. I know she is. She was always saying so,\r\nand it was quite genuine. If it didn't interfere with business there's\r\nnothing she wouldn't do for you. But when it's a case of her career you\r\ndon't count. Nobody counts. Not even her husband. Now that's funny.\r\nIf you think that sort of thing funny. Personally, it gives me the\r\nwillies.”\r\n\r\n“What's funny?” asked Sally, dully.\r\n\r\n“Well, you weren't there, so you didn't see it, but I was on the spot\r\nall the time, and I know as well as I know anything that he simply\r\nmarried her because he thought she could get him on in the game. He\r\nhardly paid any attention to her at all till she was such a riot in\r\nChicago, and then he was all over her. And now he's got stung. She\r\nthrows down his show and goes off to another fellow's. It's like\r\nmarrying for money and finding the girl hasn't any. And she's got stung,\r\ntoo, in a way, because I'm pretty sure she married him mostly because\r\nshe thought he was going to be the next big man in the play-writing\r\nbusiness and could boost her up the ladder. And now it doesn't look as\r\nthough he had another success in him. The result is they're at outs. I\r\nhear he's drinking. Somebody who'd seen him told me he had gone all to\r\npieces. You haven't seen him, I suppose?”\r\n\r\n“No.”\r\n\r\n“I thought maybe you might have run into him. He lives right opposite.”\r\n\r\nSally clutched at the arm of her chair.\r\n\r\n“Lives right opposite? Gerald Foster? What do you mean?”\r\n\r\n“Across the passage there,” said Mrs. Fillmore, jerking her thumb at the\r\ndoor. “Didn't you know? That's right, I suppose you didn't. They moved\r\nin after you had beaten it for England. Elsa wanted to be near you, and\r\nshe was tickled to death when she found there was an apartment to be had\r\nright across from you. Now, that just proves what I was saying a while\r\nago about Elsa. If she wasn't fond of you, would she go out of her way\r\nto camp next door? And yet, though she's so fond of you, she doesn't\r\nhesitate about wrecking your property by quitting the show when she sees\r\na chance of doing herself a bit of good. It's funny, isn't it?”\r\n\r\nThe telephone-bell, tinkling sharply, rescued Sally from the necessity\r\nof a reply. She forced herself across the room to answer it.\r\n\r\n“Hullo?”\r\n\r\nGinger's voice spoke jubilantly.\r\n\r\n“Hullo. Are you there? I say, it's all right, about that binge, you\r\nknow.”\r\n\r\n“Oh, yes?”\r\n\r\n“That dog fellow, you know,” said Ginger, with a slight diminution of\r\nexuberance. His sensitive ear had seemed to detect a lack of animation\r\nin her voice. “I've just been talking to him over the 'phone, and it's\r\nall settled. If,” he added, with a touch of doubt, “you still feel like\r\ngoing into it, I mean.”\r\n\r\nThere was an instant in which Sally hesitated, but it was only an\r\ninstant.\r\n\r\n“Why, of course,” she said, steadily. “Why should you think I had\r\nchanged my mind?”\r\n\r\n“Well, I thought... that is to say, you seemed... oh, I don't know.”\r\n\r\n“You imagine things. I was a little worried about something when you\r\ncalled me up, and my mind wasn't working properly. Of course, go ahead\r\nwith it. Ginger. I'm delighted.”\r\n\r\n“I say, I'm awfully sorry you're worried.”\r\n\r\n“Oh. it's all right.”\r\n\r\n“Something bad?”\r\n\r\n“Nothing that'll kill me. I'm young and strong.”\r\n\r\nGinger was silent for a moment.\r\n\r\n“I say, I don't want to butt in, but can I do anything?”\r\n\r\n“No, really, Ginger, I know you would do anything you could, but this\r\nis just something I must worry through by myself. When do you go down to\r\nthis place?”\r\n\r\n“I was thinking of popping down this afternoon, just to take a look\r\nround.”\r\n\r\n“Let me know what train you're making and I'll come and see you off.”\r\n\r\n“That's ripping of you. Right ho. Well, so long.”\r\n\r\n“So long,” said Sally.\r\n\r\nMrs. Fillmore, who had been sitting in that state of suspended animation\r\nwhich comes upon people who are present at a telephone conversation\r\nwhich has nothing to do with themselves, came to life as Sally replaced\r\nthe receiver.\r\n\r\n“Sally,” she said, “I think we ought to have a talk now about what\r\nyou're going to do.”\r\n\r\nSally was not feeling equal to any discussion of the future. All she\r\nasked of the world at the moment was to be left alone.\r\n\r\n“Oh, that's all right. I shall manage. You ought to be worrying about\r\nFillmore.”\r\n\r\n“Fillmore's got me to look after him,” said Gladys, with quiet\r\ndetermination. “You're the one that's on my mind. I lay awake all last\r\nnight thinking about you. As far as I can make out from Fillmore, you've\r\nstill a few thousand dollars left. Well, as it happens, I can put you on\r\nto a really good thing. I know a girl...”\r\n\r\n“I'm afraid,” interrupted Sally, “all the rest of my money, what there\r\nis of it, is tied up.”\r\n\r\n“You can't get hold of it?”\r\n\r\n“No.”\r\n\r\n“But listen,” said Mrs. Fillmore, urgently. “This is a really good\r\nthing. This girl I know started an interior decorating business some\r\ntime ago and is pulling in the money in handfuls. But she wants more\r\ncapital, and she's willing to let go of a third of the business to\r\nanyone who'll put in a few thousand. She won't have any difficulty\r\ngetting it, but I 'phoned her this morning to hold off till I'd heard\r\nfrom you. Honestly, Sally, it's the chance of a lifetime. It would put\r\nyou right on easy street. Isn't there really any way you could get your\r\nmoney out of this other thing and take on this deal?”\r\n\r\n“There really isn't. I'm awfully obliged to you, Gladys dear, but it's\r\nimpossible.”\r\n\r\n“Well,” said Mrs. Fillmore, prodding the carpet energetically with her\r\nparasol, “I don't know what you've gone into, but, unless they've given\r\nyou a share in the Mint or something, you'll be losing by not making the\r\nswitch. You're sure you can't do it?”\r\n\r\n“I really can't.”\r\n\r\nMrs. Fillmore rose, plainly disappointed.\r\n\r\n“Well, you know best, of course. Gosh! What a muddle everything is.\r\nSally,” she said, suddenly stopping at the door, “you're not going to\r\nhate poor old Fillmore over this, are you?”\r\n\r\n“Why, of course not. The whole thing was just bad luck.”\r\n\r\n“He's worried stiff about it.”\r\n\r\n“Well, give him my love, and tell him not to be so silly.”\r\n\r\nMrs. Fillmore crossed the room and kissed Sally impulsively.\r\n\r\n“You're an angel,” she said. “I wish there were more like you. But I\r\nguess they've lost the pattern. Well, I'll go back and tell Fillmore\r\nthat. It'll relieve him.”\r\n\r\nThe door closed, and Sally sat down with her chin in her hands to think.\r\n\r\n\r\n\r\n3\r\n\r\n\r\n\r\nMr. Isadore Abrahams, the founder and proprietor of that deservedly\r\npopular dancing resort poetically named “The Flower Garden,” leaned back\r\nin his chair with a contented sigh and laid down the knife and fork\r\nwith which he had been assailing a plateful of succulent goulash. He was\r\ndining, as was his admirable custom, in the bosom of his family at his\r\nresidence at Far Rockaway. Across the table, his wife, Rebecca, beamed\r\nat him over her comfortable plinth of chins, and round the table his\r\nchildren, David, Jacob, Morris and Saide, would have beamed at him\r\nif they had not been too busy at the moment ingurgitating goulash.\r\nA genial, honest, domestic man was Mr. Abrahams, a credit to the\r\ncommunity.\r\n\r\n“Mother,” he said.\r\n\r\n“Pa?” said Mrs. Abrahams.\r\n\r\n“Knew there was something I'd meant to tell you,” said Mr. Abrahams,\r\nabsently chasing a piece of bread round his plate with a stout finger.\r\n“You remember that girl I told you about some time back--girl working at\r\nthe Garden--girl called Nicholas, who came into a bit of money and threw\r\nup her job...”\r\n\r\n“I remember. You liked her. Jakie, dear, don't gobble.”\r\n\r\n“Ain't gobbling,” said Master Abrahams.\r\n\r\n“Everybody liked her,” said Mr. Abrahams. “The nicest girl I ever hired,\r\nand I don't hire none but nice girls, because the Garden's a nice place,\r\nand I like to run it nice. I wouldn't give you a nickel for any of your\r\ntough joints where you get nothing but low-lifes and scare away all the\r\nreal folks. Everybody liked Sally Nicholas. Always pleasant and always\r\nsmiling, and never anything but the lady. It was a treat to have her\r\naround. Well, what do you think?”\r\n\r\n“Dead?” inquired Mrs. Abrahams, apprehensively. The story had sounded to\r\nher as though it were heading that way. “Wipe your mouth, Jakie dear.”\r\n\r\n“No, not dead,” said Mr. Abrahams, conscious for the first time that the\r\nremainder of his narrative might be considered by a critic something\r\nof an anti-climax and lacking in drama. “But she was in to see me this\r\nafternoon and wants her job back.”\r\n\r\n“Ah!” said Mrs. Abrahams, rather tonelessly. An ardent supporter of the\r\nlocal motion-picture palace, she had hoped for a slightly more gingery\r\ndenouement, something with a bit more punch.\r\n\r\n“Yes, but don't it show you?” continued Mr. Abrahams, gallantly trying\r\nto work up the interest. “There's this girl, goes out of my place not\r\nmore'n a year ago, with a good bank-roll in her pocket, and here she is,\r\nback again, all of it spent. Don't it show you what a tragedy life is,\r\nif you see what I mean, and how careful one ought to be about money?\r\nIt's what I call a human document. Goodness knows how she's been and\r\ngone and spent it all. I'd never have thought she was the sort of girl\r\nto go gadding around. Always seemed to me to be kind of sensible.”\r\n\r\n“What's gadding, Pop?” asked Master Jakie, the goulash having ceased to\r\nchain his interest.\r\n\r\n“Well, she wanted her job back and I gave it to her, and glad to get her\r\nback again. There's class to that girl. She's the sort of girl I want\r\nin the place. Don't seem quite to have so much get-up in her as she used\r\nto... seems kind of quieted down... but she's got class, and I'm glad\r\nshe's back. I hope she'll stay. But don't it show you?”\r\n\r\n“Ah!” said Mrs. Abrahams, with more enthusiasm than before. It had not\r\nworked out such a bad story after all. In its essentials it was not\r\nunlike the film she had seen the previous evening--Gloria Gooch in “A\r\nGirl against the World.”\r\n\r\n“Pop!” said Master Abrahams.\r\n\r\n“Yes, Jakie?”\r\n\r\n“When I'm grown up, I won't never lose no money. I'll put it in the bank\r\nand save it.”\r\n\r\nThe slight depression caused by the contemplation of Sally's troubles\r\nleft Mr. Abrahams as mist melts beneath a sunbeam.\r\n\r\n“That's a good boy, Jakie,” he said.\r\n\r\nHe felt in his waistcoat pocket, found a dime, put it back again, and\r\nbent forward and patted Master Abrahams on the head."
  ]
}