{
  "index": 12,
  "title": "Chapter 11",
  "paragraphs": [
    "Laurette et Cie,\r\n\r\nRegent Street,\r\n\r\nLondon, W.,\r\n\r\nEngland.\r\n\r\n\r\n\r\nJanuary 21st.\r\n\r\nDear Ginger,--I'm feeling better. As it's three months since I last\r\nwrote to you, no doubt you will say to yourself that I would be a poor,\r\nweak-minded creature if I wasn't. I suppose one ought to be able to get\r\nover anything in three months. Unfortunately, I'm afraid I haven't quite\r\nsucceeded in doing that, but at least I have managed to get my troubles\r\nstowed away in the cellar, and I'm not dragging them out and looking at\r\nthem all the time. That's something, isn't it?\r\n\r\nI ought to give you all my impressions of London, I suppose; but I've\r\ngrown so used to the place that I don't think I have any now. I seem to\r\nhave been here years and years.\r\n\r\nYou will see by the address that Mr. Faucitt has not yet sold his\r\ninheritance. He expects to do so very soon, he tells me--there is a\r\nrich-looking man with whiskers and a keen eye whom he is always lunching\r\nwith, and I think big deals are in progress. Poor dear! he is crazy to\r\nget away into the country and settle down and grow ducks and things.\r\nLondon has disappointed him. It is not the place it used to be. Until\r\nquite lately, when he grew resigned, he used to wander about in a\r\ndisconsolate sort of way, trying to locate the landmarks of his youth.\r\n(He has not been in England for nearly thirty years!) The trouble is, it\r\nseems, that about once in every thirty years a sort of craze for change\r\ncomes over London, and they paint a shop-front red instead of blue, and\r\nthat upsets the returned exile dreadfully. Mr. Faucitt feels like Rip\r\nVan Winkle. His first shock was when he found that the Empire was a\r\ntheatre now instead of a music-hall. Then he was told that another\r\nmusic-hall, the Tivoli, had been pulled down altogether. And when on top\r\nof that he went to look at the baker's shop in Rupert Street, over which\r\nhe had lodgings in the eighties, and discovered that it had been turned\r\ninto a dressmaker's, he grew very melancholy, and only cheered up a\r\nlittle when a lovely magenta fog came on and showed him that some things\r\nwere still going along as in the good old days.\r\n\r\nI am kept quite busy at Laurette et Cie., thank goodness. (Not being a\r\nFrench scholar like you--do you remember Jules?--I thought at first that\r\nCie was the name of the junior partner, and looked forward to meeting\r\nhim. “Miss Nicholas, shake hands with Mr. Cie, one of your greatest\r\nadmirers.”) I hold down the female equivalent of your job at the\r\nFillmore Nicholas Theatrical Enterprises Ltd.--that is to say, I'm a\r\nsort of right-hand woman. I hang around and sidle up to the customers\r\nwhen they come in, and say, “Chawming weather, moddom!” (which is\r\nusually a black lie) and pass them on to the staff, who do the actual\r\nwork. I shouldn't mind going on like this for the next few years, but\r\nMr. Faucitt is determined to sell. I don't know if you are like that,\r\nbut every other Englishman I've ever met seems to have an ambition to\r\nown a house and lot in Loamshire or Hants or Salop or somewhere.\r\nTheir one object in life is to make some money and “buy back the old\r\nplace”--which was sold, of course, at the end of act one to pay the\r\nheir's gambling debts.\r\n\r\nMr. Faucitt, when he was a small boy, used to live in a little village\r\nin Gloucestershire, near a place called Cirencester--at least, it isn't:\r\nit's called Cissister, which I bet you didn't know--and after forgetting\r\nabout it for fifty years, he has suddenly been bitten by the desire to\r\nend his days there, surrounded by pigs and chickens. He took me down to\r\nsee the place the other day. Oh, Ginger, this English country! Why any\r\nof you ever live in towns I can't think. Old, old grey stone houses with\r\nyellow haystacks and lovely squelchy muddy lanes and great fat trees and\r\nblue hills in the distance. The peace of it! If ever I sell my soul, I\r\nshall insist on the devil giving me at least forty years in some English\r\ncountry place in exchange.\r\n\r\nPerhaps you will think from all this that I am too much occupied to\r\nremember your existence. Just to show how interested I am in you, let\r\nme tell you that, when I was reading the paper a week ago, I happened to\r\nsee the headline, “International Match.” It didn't seem to mean anything\r\nat first, and then I suddenly recollected. This was the thing you had\r\nonce been a snip for! So I went down to a place called Twickenham, where\r\nthis football game was to be, to see the sort of thing you used to do\r\nbefore I took charge of you and made you a respectable right-hand man.\r\nThere was an enormous crowd there, and I was nearly squeezed to death,\r\nbut I bore it for your sake. I found out that the English team were the\r\nones wearing white shirts, and that the ones in red were the Welsh. I\r\nsaid to the man next to me, after he had finished yelling himself\r\nblack in the face, “Could you kindly inform me which is the English\r\nscrum-half?” And just at that moment the players came quite near where\r\nI was, and about a dozen assassins in red hurled themselves violently\r\non top of a meek-looking little fellow who had just fallen on the ball.\r\nGinger, you are well out of it! That was the scrum-half, and I gathered\r\nthat that sort of thing was a mere commonplace in his existence.\r\nStopping a rush, it is called, and he is expected to do it all the time.\r\nThe idea of you ever going in for such brutal sports! You thank your\r\nstars that you are safe on your little stool in Fillmore's outer office,\r\nand that, if anybody jumps on top of you now, you can call a cop. Do you\r\nmean to say you really used to do these daredevil feats? You must have\r\nhidden depths in you which I have never suspected.\r\n\r\nAs I was taking a ride down Piccadilly the other day on top of a bus, I\r\nsaw somebody walking along who seemed familiar. It was Mr. Carmyle. So\r\nhe's back in England again. He didn't see me, thank goodness. I don't\r\nwant to meet anybody just at present who reminds me of New York.\r\n\r\nThanks for telling me all the news, but please don't do it again. It\r\nmakes me remember, and I don't want to. It's this way, Ginger. Let me\r\nwrite to you, because it really does relieve me, but don't answer my\r\nletters. Do you mind? I'm sure you'll understand.\r\n\r\nSo Fillmore and Gladys Winch are married! From what I have seen of\r\nher, it's the best thing that has ever happened to Brother F. She is a\r\nsplendid girl. I must write to him...\r\n\r\n\r\n\r\nLaurette et Cie..\r\n\r\nLondon\r\n\r\n\r\n\r\nMarch 12th.\r\n\r\nDear Ginger,--I saw in a Sunday paper last week that “The Primrose Way”\r\n had been produced in New York, and was a great success. Well, I'm very\r\nglad. But I don't think the papers ought to print things like that. It's\r\nunsettling.\r\n\r\nNext day, I did one of those funny things you do when you're feeling\r\nblue and lonely and a long way away from everybody. I called at your\r\nclub and asked for you! Such a nice old man in uniform at the desk said\r\nin a fatherly way that you hadn't been in lately, and he rather fancied\r\nyou were out of town, but would I take a seat while he inquired. He\r\nthen summoned a tiny boy, also in uniform, and the child skipped off\r\nchanting, “Mister Kemp! Mister Kemp!” in a shrill treble. It gave me\r\nsuch an odd feeling to hear your name echoing in the distance. I felt so\r\nashamed for giving them all that trouble; and when the boy came back\r\nI slipped twopence into his palm, which I suppose was against all the\r\nrules, though he seemed to like it.\r\n\r\nMr. Faucitt has sold the business and retired to the country, and I am\r\nrather at a loose end...\r\n\r\n\r\n\r\n                                                 Monk's Crofton,\r\n                                                 (whatever that means)\r\n                                                 Much Middleford,\r\n                                                 Salop,\r\n                                                 (slang for Shropshire)\r\n                                                 England.\r\n\r\n\r\n\r\nApril 18th.\r\n\r\nDear Ginger,--What's the use? What is the use? I do all I can to get\r\nright away from New York, and New York comes after me and tracks me down\r\nin my hiding-place. A week or so ago, as I was walking down the Strand\r\nin an aimless sort of way, out there came right on top of me--who do you\r\nthink? Fillmore, arm in arm with Mr. Carmyle! I couldn't dodge. In the\r\nfirst place, Mr. Carmyle had seen me; in the second place, it is a day's\r\njourney to dodge poor dear Fillmore now. I blushed for him. Ginger!\r\nRight there in the Strand I blushed for him. In my worst dreams I had\r\nnever pictured him so enormous. Upon what meat doth this our Fillmore\r\nfeed that he is grown so great? Poor Gladys! When she looks at him she\r\nmust feel like a bigamist.\r\n\r\nApparently Fillmore is still full of big schemes, for he talked airily\r\nabout buying all sorts of English plays. He has come over, as I suppose\r\nyou know, to arrange about putting on “The Primrose Way” over here. He\r\nis staying at the Savoy, and they took me off there to lunch, whooping\r\njoyfully as over a strayed lamb. It was the worst thing that could\r\npossibly have happened to me. Fillmore talked Broadway without a pause,\r\ntill by the time he had worked his way past the French pastry and was\r\nlolling back, breathing a little stertorously, waiting for the coffee\r\nand liqueurs, he had got me so homesick that, if it hadn't been that I\r\ndidn't want to make a public exhibition of myself, I should have broken\r\ndown and howled. It was crazy of me ever to go near the Savoy. Of\r\ncourse, it's simply an annex to Broadway. There were Americans at every\r\ntable as far as the eye could reach. I might just as well have been at\r\nthe Astor.\r\n\r\nWell, if Fate insists in bringing New York to England for my special\r\ndiscomfiture, I suppose I have got to put up with it. I just let events\r\ntake their course, and I have been drifting ever since. Two days ago\r\nI drifted here. Mr. Carmyle invited Fillmore--he seems to love\r\nFillmore--and me to Monk's Crofton, and I hadn't even the shadow of an\r\nexcuse for refusing. So I came, and I am now sitting writing to you in\r\nan enormous bedroom with an open fire and armchairs and every other sort\r\nof luxury. Fillmore is out golfing. He sails for New York on Saturday on\r\nthe Mauretania. I am horrified to hear from him that, in addition to all\r\nhis other big schemes, he is now promoting a fight for the light-weight\r\nchampionship in Jersey City, and guaranteeing enormous sums to both\r\nboxers. It's no good arguing with him. If you do, he simply quotes\r\nfigures to show the fortunes other people have made out of these things.\r\nBesides, it's too late now, anyway. As far as I can make out, the fight\r\nis going to take place in another week or two. All the same, it makes my\r\nflesh creep.\r\n\r\nWell, it's no use worrying, I suppose. Let's change the subject. Do you\r\nknow Monk's Crofton? Probably you don't, as I seem to remember hearing\r\nsomething said about it being a recent purchase. Mr. Carmyle bought it\r\nfrom some lord or other who had been losing money on the Stock Exchange.\r\nI hope you haven't seen it, anyway, because I want to describe it at\r\ngreat length. I want to pour out my soul about it. Ginger, what has\r\nEngland ever done to deserve such paradises? I thought, in my ignorance,\r\nthat Mr. Faucitt's Cissister place was pretty good, but it doesn't even\r\nbegin. It can't compete. Of course, his is just an ordinary country\r\nhouse, and this is a Seat. Monk's Crofton is the sort of place they used\r\nto write about in the English novels. You know. “The sunset was falling\r\non the walls of G---- Castle, in B----shire, hard by the picturesque\r\nvillage of H----, and not a stone's throw from the hamlet of J----.” I\r\ncan imagine Tennyson's Maud living here. It is one of the stately homes\r\nof England; how beautiful they stand, and I'm crazy about it.\r\n\r\nYou motor up from the station, and after you have gone about three\r\nmiles, you turn in at a big iron gate with stone posts on each side with\r\nstone beasts on them. Close by the gate is the cutest little house with\r\nan old man inside it who pops out and touches his hat. This is only the\r\nlodge, really, but you think you have arrived; so you get all ready to\r\njump out, and then the car goes rolling on for another fifty miles or so\r\nthrough beech woods full of rabbits and open meadows with deer in them.\r\nFinally, just as you think you are going on for ever, you whizz round a\r\ncorner, and there's the house. You don't get a glimpse of it till then,\r\nbecause the trees are too thick.\r\n\r\nIt's very large, and sort of low and square, with a kind of tower at\r\none side and the most fascinating upper porch sort of thing with\r\nbattlements. I suppose in the old days you used to stand on this and\r\ndrop molten lead on visitors' heads. Wonderful lawns all round, and\r\nshrubberies and a lake that you can just see where the ground dips\r\nbeyond the fields. Of course it's too early yet for them to be out, but\r\nto the left of the house there's a place where there will be about\r\na million roses when June comes round, and all along the side of the\r\nrose-garden is a high wall of old red brick which shuts off the kitchen\r\ngarden. I went exploring there this morning. It's an enormous place,\r\nwith hot-houses and things, and there's the cunningest farm at one end\r\nwith a stable yard full of puppies that just tear the heart out of you,\r\nthey're so sweet. And a big, sleepy cat, which sits and blinks in\r\nthe sun and lets the puppies run all over her. And there's a lovely\r\nstillness, and you can hear everything growing. And thrushes and\r\nblackbirds... Oh, Ginger, it's heavenly!\r\n\r\nBut there's a catch. It's a case of “Where every prospect pleases and\r\nonly man is vile.” At least, not exactly vile, I suppose, but terribly\r\nstodgy. I can see now why you couldn't hit it off with the Family.\r\nBecause I've seen 'em all! They're here! Yes, Uncle Donald and all of\r\nthem. Is it a habit of your family to collect in gangs, or have I just\r\nhappened to stumble into an accidental Old Home Week? When I came down\r\nto dinner the first evening, the drawing-room was full to bursting\r\npoint--not simply because Fillmore was there, but because there were\r\nuncles and aunts all over the place. I felt like a small lion in a den\r\nof Daniels. I know exactly now what you mean about the Family. They look\r\nat you! Of course, it's all right for me, because I am snowy white clear\r\nthrough, but I can just imagine what it must have been like for you with\r\nyour permanently guilty conscience. You must have had an awful time.\r\n\r\nBy the way, it's going to be a delicate business getting this letter\r\nthrough to you--rather like carrying the despatches through the enemy's\r\nlines in a Civil War play. You're supposed to leave letters on the table\r\nin the hall, and someone collects them in the afternoon and takes them\r\ndown to the village on a bicycle. But, if I do that some aunt or uncle\r\nis bound to see it, and I shall be an object of loathing, for it is no\r\nlight matter, my lad, to be caught having correspondence with a human\r\nJimpson weed like you. It would blast me socially. At least, so I gather\r\nfrom the way they behaved when your name came up at dinner last night.\r\nSomebody mentioned you, and the most awful roasting party broke loose.\r\nUncle Donald acting as cheer-leader. I said feebly that I had met you\r\nand had found you part human, and there was an awful silence till they\r\nall started at the same time to show me where I was wrong, and how\r\ncruelly my girlish inexperience had deceived me. A young and innocent\r\nhalf-portion like me, it appears, is absolutely incapable of suspecting\r\nthe true infamy of the dregs of society. You aren't fit to speak to the\r\nlikes of me, being at the kindest estimate little more than a blot on\r\nthe human race. I tell you this in case you may imagine you're popular\r\nwith the Family. You're not.\r\n\r\nSo I shall have to exercise a good deal of snaky craft in smuggling this\r\nletter through. I'll take it down to the village myself if I can sneak\r\naway. But it's going to be pretty difficult, because for some reason I\r\nseem to be a centre of attraction. Except when I take refuge in my\r\nroom, hardly a moment passes without an aunt or an uncle popping out\r\nand having a cosy talk with me. It sometimes seems as though they were\r\nweighing me in the balance. Well, let 'em weigh!\r\n\r\nTime to dress for dinner now. Good-bye.\r\n\r\nYours in the balance,\r\n\r\nSally.\r\n\r\nP.S.--You were perfectly right about your Uncle Donald's moustache, but\r\nI don't agree with you that it is more his misfortune than his fault. I\r\nthink he does it on purpose.\r\n\r\n\r\n\r\n                                                  (Just for the moment)\r\n                                                  Monk's Crofton,\r\n                                                  Much Middleford,\r\n                                                  Salop,\r\n                                                  England.\r\n\r\n\r\n\r\nApril 20th.\r\n\r\nDear Ginger,--Leaving here to-day. In disgrace. Hard, cold looks from\r\nthe family. Strained silences. Uncle Donald far from chummy. You can\r\nguess what has happened. I might have seen it coming. I can see now that\r\nit was in the air all along.\r\n\r\nFillmore knows nothing about it. He left just before it happened.\r\nI shall see him very soon, for I have decided to come back and stop\r\nrunning away from things any longer. It's cowardly to skulk about over\r\nhere. Besides, I'm feeling so much better that I believe I can face\r\nthe ghosts. Anyway, I'm going to try. See you almost as soon as you get\r\nthis.\r\n\r\nI shall mail this in London, and I suppose it will come over by the same\r\nboat as me. It's hardly worth writing, really, of course, but I have\r\nsneaked up to my room to wait till the motor arrives to take me to the\r\nstation, and it's something to do. I can hear muffled voices. The Family\r\ntalking me over, probably. Saying they never really liked me all along.\r\nOh, well!\r\n\r\nYours moving in an orderly manner to the exit,\r\n\r\nSally."
  ]
}