{
  "index": 16,
  "title": "Chapter 15",
  "paragraphs": [
    "1\r\n\r\n\r\n\r\n“And after all I've done for her,” said Mr. Reginald Cracknell, his\r\nvoice tremulous with self-pity and his eyes moist with the combined\r\neffects of anguish and over-indulgence in his celebrated private stock,\r\n“after all I've done for her she throws me down.”\r\n\r\nSally did not reply. The orchestra of the Flower Garden was of a calibre\r\nthat discouraged vocal competition; and she was having, moreover,\r\ntoo much difficulty in adjusting her feet to Mr. Cracknell's erratic\r\ndance-steps to employ her attention elsewhere. They manoeuvred jerkily\r\npast the table where Miss Mabel Hobson, the Flower Garden's newest\r\n“hostess,” sat watching the revels with a distant hauteur. Miss Hobson\r\nwas looking her most regal in old gold and black, and a sorrowful gulp\r\nescaped the stricken Mr. Cracknell as he shambled beneath her eye.\r\n\r\n“If I told you,” he moaned in Sally's ear, “what... was that your ankle?\r\nSorry! Don't know what I'm doing to-night... If I told you what I had\r\nspent on that woman, you wouldn't believe it. And then she throws me\r\ndown. And all because I said I didn't like her in that hat. She hasn't\r\nspoken to me for a week, and won't answer when I call up on the 'phone.\r\nAnd I was right, too. It was a rotten hat. Didn't suit her a bit. But\r\nthat,” said Mr. Cracknell, morosely, “is a woman all over!”\r\n\r\nSally uttered a stifled exclamation as his wandering foot descended on\r\nhers before she could get it out of the way. Mr. Cracknell interpreted\r\nthe ejaculation as a protest against the sweeping harshness of his last\r\nremark, and gallantly tried to make amends.\r\n\r\n“I don't mean you're like that,” he said. “You're different. I could see\r\nthat directly I saw you. You have a sympathetic nature. That's why I'm\r\ntelling you all this. You're a sensible and broad-minded girl and can\r\nunderstand. I've done everything for that woman. I got her this job as\r\nhostess here--you wouldn't believe what they pay her. I starred her in\r\na show once. Did you see those pearls she was wearing? I gave her those.\r\nAnd she won't speak to me. Just because I didn't like her hat. I wish\r\nyou could have seen that hat. You would agree with me, I know, because\r\nyou're a sensible, broad-minded girl and understand hats. I don't know\r\nwhat to do. I come here every night.” Sally was aware of this. She had\r\nseen him often, but this was the first time that Lee Schoenstein, the\r\ngentlemanly master of ceremonies, had inflicted him on her. “I come here\r\nevery night and dance past her table, but she won't look at me. What,”\r\n asked Mr. Cracknell, tears welling in his pale eyes, “would you do about\r\nit?”\r\n\r\n“I don't know,” said Sally, frankly.\r\n\r\n“Nor do I. I thought you wouldn't, because you're a sensible,\r\nbroad-minded... I mean, nor do I. I'm having one last try to-night, if\r\nyou can keep a secret. You won't tell anyone, will you?” pleaded Mr.\r\nCracknell, urgently. “But I know you won't because you're a sensible...\r\nI'm giving her a little present. Having it brought here to-night. Little\r\npresent. That ought to soften her, don't you think?”\r\n\r\n“A big one would do it better.”\r\n\r\nMr. Cracknell kicked her on the shin in a dismayed sort of way.\r\n\r\n“I never thought of that. Perhaps you're right. But it's too late now.\r\nStill, it might. Or wouldn't it? Which do you think?”\r\n\r\n“Yes,” said Sally.\r\n\r\n“I thought as much,” said Mr. Cracknell.\r\n\r\nThe orchestra stopped with a thump and a bang, leaving Mr. Cracknell\r\nclapping feebly in the middle of the floor. Sally slipped back to her\r\ntable. Her late partner, after an uncertain glance about him, as if\r\nhe had mislaid something but could not remember what, zigzagged off in\r\nsearch of his own seat. The noise of many conversations, drowned by the\r\nmusic, broke out with renewed vigour. The hot, close air was full of\r\nvoices; and Sally, pressing her hands on her closed eyes, was reminded\r\nonce more that she had a headache.\r\n\r\nNearly a month had passed since her return to Mr. Abrahams' employment.\r\nIt had been a dull, leaden month, a monotonous succession of lifeless\r\ndays during which life had become a bad dream. In some strange nightmare\r\nfashion, she seemed nowadays to be cut off from her kind. It was weeks\r\nsince she had seen a familiar face. None of the companions of her\r\nold boarding-house days had crossed her path. Fillmore, no doubt from\r\nuneasiness of conscience, had not sought her out, and Ginger was working\r\nout his destiny on the south shore of Long Island.\r\n\r\nShe lowered her hands and opened her eyes and looked at the room. It was\r\ncrowded, as always. The Flower Garden was one of the many establishments\r\nof the same kind which had swum to popularity on the rising flood of\r\nNew York's dancing craze; and doubtless because, as its proprietor had\r\nclaimed, it was a nice place and run nice, it had continued, unlike many\r\nof its rivals, to enjoy unvarying prosperity. In its advertisement,\r\nit described itself as “a supper-club for after-theatre dining and\r\ndancing,” adding that “large and spacious, and sumptuously appointed,”\r\n it was “one of the town's wonder-places, with its incomparable\r\ndance-floor, enchanting music, cuisine, and service de luxe.” From which\r\nit may be gathered, even without his personal statements to that effect,\r\nthat Isadore Abrahams thought well of the place.\r\n\r\nThere had been a time when Sally had liked it, too. In her first period\r\nof employment there she had found it diverting, stimulating and full of\r\nentertainment. But in those days she had never had headaches or, what\r\nwas worse, this dreadful listless depression which weighed her down and\r\nmade her nightly work a burden.\r\n\r\n“Miss Nicholas.”\r\n\r\nThe orchestra, never silent for long at the Flower Garden, had started\r\nagain, and Lee Schoenstein, the master of ceremonies, was presenting a\r\nnew partner. She got up mechanically.\r\n\r\n“This is the first time I have been in this place,” said the man, as\r\nthey bumped over the crowded floor. He was big and clumsy, of course.\r\nTo-night it seemed to Sally that the whole world was big and clumsy.\r\n“It's a swell place. I come from up-state myself. We got nothing like\r\nthis where I come from.” He cleared a space before him, using Sally as\r\na battering-ram, and Sally, though she had not enjoyed her recent\r\nexcursion with Mr. Cracknell, now began to look back to it almost with\r\nwistfulness. This man was undoubtedly the worst dancer in America.\r\n\r\n“Give me li'l old New York,” said the man from up-state,\r\nunpatriotically. “It's good enough for me. I been to some swell shows\r\nsince I got to town. You seen this year's 'Follies'?”\r\n\r\n“No.”\r\n\r\n“You go,” said the man earnestly. “You go! Take it from me, it's a swell\r\nshow. You seen 'Myrtle takes a Turkish Bath'?”\r\n\r\n“I don't go to many theatres.”\r\n\r\n“You go! It's a scream. I been to a show every night since I got here.\r\nEvery night regular. Swell shows all of 'em, except this last one.\r\nI cert'nly picked a lemon to-night all right. I was taking a chance,\r\ny'see, because it was an opening. Thought it would be something to\r\nsay, when I got home, that I'd been to a New York opening. Set me back\r\ntwo-seventy-five, including tax, and I wish I'd got it in my kick\r\nright now. 'The Wild Rose,' they called it,” he said satirically, as\r\nif exposing a low subterfuge on the part of the management. “'The Wild\r\nRose!' It sure made me wild all right. Two dollars seventy-five tossed\r\naway, just like that.”\r\n\r\nSomething stirred in Sally's memory. Why did that title seem so\r\nfamiliar? Then, with a shock, she remembered. It was Gerald's new play.\r\nFor some time after her return to New York, she had been haunted by the\r\nfear lest, coming out of her apartment, she might meet him coming out of\r\nhis; and then she had seen a paragraph in her morning paper which had\r\nrelieved her of this apprehension. Gerald was out on the road with a new\r\nplay, and “The Wild Rose,” she was almost sure, was the name of it.\r\n\r\n“Is that Gerald Foster's play?” she asked quickly.\r\n\r\n“I don't know who wrote it,” said her partner, “but let me tell you he's\r\none lucky guy to get away alive. There's fellows breaking stones on the\r\nOssining Road that's done a lot less to deserve a sentence. Wild Rose!\r\nI'll tell the world it made me go good and wild,” said the man from\r\nup-state, an economical soul who disliked waste and was accustomed to\r\nspread out his humorous efforts so as to give them every chance. “Why,\r\nbefore the second act was over, the people were beating it for the\r\nexits, and if it hadn't been for someone shouting 'Women and children\r\nfirst' there'd have been a panic.”\r\n\r\nSally found herself back at her table without knowing clearly how she\r\nhad got there.\r\n\r\n“Miss Nicholas.”\r\n\r\nShe started to rise, and was aware suddenly that this was not the voice\r\nof duty calling her once more through the gold teeth of Mr. Schoenstein.\r\nThe man who had spoken her name had seated himself beside her, and was\r\ntalking in precise, clipped accents, oddly familiar. The mist cleared\r\nfrom her eyes and she recognized Bruce Carmyle.\r\n\r\n\r\n\r\n2\r\n\r\n\r\n\r\n“I called at your place,” Mr. Carmyle was saying, “and the hall porter\r\ntold me that you were here, so I ventured to follow you. I hope you do\r\nnot mind? May I smoke?”\r\n\r\nHe lit a cigarette with something of an air. His fingers trembled as he\r\nraised the match, but he flattered himself that there was nothing\r\nelse in his demeanour to indicate that he was violently excited.\r\nBruce Carmyle's ideal was the strong man who can rise superior to his\r\nemotions. He was alive to the fact that this was an embarrassing moment,\r\nbut he was determined not to show that he appreciated it. He cast a\r\nsideways glance at Sally, and thought that never, not even in the garden\r\nat Monk's Crofton on a certain momentous occasion, had he seen her\r\nlooking prettier. Her face was flushed and her eyes aflame. The stout\r\nwraith of Uncle Donald, which had accompanied Mr. Carmyle on this\r\nexpedition of his, faded into nothingness as he gazed.\r\n\r\nThere was a pause. Mr. Carmyle, having lighted his cigarette, puffed\r\nvigorously.\r\n\r\n“When did you land?” asked Sally, feeling the need of saying something.\r\nHer mind was confused. She could not have said whether she was glad\r\nor sorry that he was there. Glad, she thought, on the whole. There\r\nwas something in his dark, cool, stiff English aspect that gave her a\r\ncurious feeling of relief. He was so unlike Mr. Cracknell and the man\r\nfrom up-state and so calmly remote from the feverish atmosphere in which\r\nshe lived her nights that it was restful to look at him.\r\n\r\n“I landed to-night,” said Bruce Carmyle, turning and faced her squarely.\r\n\r\n“To-night!”\r\n\r\n“We docked at ten.”\r\n\r\nHe turned away again. He had made his effect, and was content to leave\r\nher to think it over.\r\n\r\nSally was silent. The significance of his words had not escaped her. She\r\nrealized that his presence there was a challenge which she must answer.\r\nAnd yet it hardly stirred her. She had been fighting so long, and she\r\nfelt utterly inert. She was like a swimmer who can battle no longer and\r\nprepares to yield to the numbness of exhaustion. The heat of the room\r\npressed down on her like a smothering blanket. Her tired nerves cried\r\nout under the blare of music and the clatter of voices.\r\n\r\n“Shall we dance this?” he asked.\r\n\r\nThe orchestra had started to play again, a sensuous, creamy melody which\r\nwas making the most of its brief reign as Broadway's leading song-hit,\r\noverfamiliar to her from a hundred repetitions.\r\n\r\n“If you like.”\r\n\r\nEfficiency was Bruce Carmyle's gospel. He was one of these men who\r\ndo not attempt anything which they cannot accomplish to perfection.\r\nDancing, he had decided early in his life, was a part of a gentleman's\r\neducation, and he had seen to it that he was educated thoroughly. Sally,\r\nwho, as they swept out on to the floor, had braced herself automatically\r\nfor a repetition of the usual bumping struggle which dancing at the\r\nFlower Garden had come to mean for her, found herself in the arms of\r\na masterful expert, a man who danced better than she did, and suddenly\r\nthere came to her a feeling that was almost gratitude, a miraculous\r\nslackening of her taut nerves, a delicious peace. Soothed and contented,\r\nshe yielded herself with eyes half closed to the rhythm of the melody,\r\nfinding it now robbed in some mysterious manner of all its stale\r\ncheapness, and in that moment her whole attitude towards Bruce Carmyle\r\nunderwent a complete change.\r\n\r\nShe had never troubled to examine with any minuteness her feelings\r\ntowards him: but one thing she had known clearly since their first\r\nmeeting--that he was physically distasteful to her. For all his good\r\nlooks, and in his rather sinister way he was a handsome man, she had\r\nshrunk from him. Now, spirited away by the magic of the dance, that\r\nrepugnance had left her. It was as if some barrier had been broken down\r\nbetween them.\r\n\r\n“Sally!”\r\n\r\nShe felt his arm tighten about her, the muscles quivering. She caught\r\nsight of his face. His dark eyes suddenly blazed into hers and she\r\nstumbled with an odd feeling of helplessness; realizing with a shock\r\nthat brought her with a jerk out of the half-dream into which she had\r\nbeen lulled that this dance had not postponed the moment of decision,\r\nas she had looked to it to do. In a hot whisper, the words swept away\r\non the flood of the music which had suddenly become raucous and blaring\r\nonce more, he was repeating what he had said under the trees at Monk's\r\nCrofton on that far-off morning in the English springtime. Dizzily\r\nshe knew that she was resenting the unfairness of the attack at such a\r\nmoment, but her mind seemed numbed.\r\n\r\nThe music stopped abruptly. Insistent clapping started it again, but\r\nSally moved away to her table, and he followed her like a shadow.\r\nNeither spoke. Bruce Carmyle had said his say, and Sally was sitting\r\nstaring before her, trying to think. She was tired, tired. Her eyes were\r\nburning. She tried to force herself to face the situation squarely. Was\r\nit worth struggling? Was anything in the world worth a struggle? She\r\nonly knew that she was tired, desperately tired, tired to the very\r\ndepths of her soul.\r\n\r\nThe music stopped. There was more clapping, but this time the orchestra\r\ndid not respond. Gradually the floor emptied. The shuffling of feet\r\nceased. The Flower Garden was as quiet as it was ever able to be. Even\r\nthe voices of the babblers seemed strangely hushed. Sally closed her\r\neyes, and as she did so from somewhere up near the roof there came the\r\nsong of a bird.\r\n\r\nIsadore Abrahams was a man of his word. He advertised a Flower Garden,\r\nand he had tried to give the public something as closely resembling\r\na flower-garden as it was possible for an overcrowded, overheated,\r\novernoisy Broadway dancing-resort to achieve. Paper roses festooned the\r\nwalls; genuine tulips bloomed in tubs by every pillar; and from the\r\nroof hung cages with birds in them. One of these, stirred by the sudden\r\ncessation of the tumult below, had began to sing.\r\n\r\nSally had often pitied these birds, and more than once had pleaded in\r\nvain with Abrahams for a remission of their sentence, but somehow at\r\nthis moment it did not occur to her that this one was merely praying in\r\nits own language, as she often had prayed in her thoughts, to be taken\r\nout of this place. To her, sitting there wrestling with Fate, the song\r\nseemed cheerful. It soothed her. It healed her to listen to it. And\r\nsuddenly before her eyes there rose a vision of Monk's Crofton, cool,\r\ngreen, and peaceful under the mild English sun, luring her as an oasis\r\nseen in the distance lures the desert traveller...\r\n\r\nShe became aware that the master of Monk's Crofton had placed his hand\r\non hers and was holding it in a tightening grip. She looked down and\r\ngave a little shiver. She had always disliked Bruce Carmyle's hands.\r\nThey were strong and bony and black hair grew on the back of them. One\r\nof the earliest feelings regarding him had been that she would hate to\r\nhave those hands touching her. But she did not move. Again that vision\r\nof the old garden had flickered across her mind... a haven where she\r\ncould rest...\r\n\r\nHe was leaning towards her, whispering in her ear. The room was hotter\r\nthan it had ever been, noisier than it had ever been, fuller than it had\r\never been. The bird on the roof was singing again and now she understood\r\nwhat it said. “Take me out of this!” Did anything matter except that?\r\nWhat did it matter how one was taken, or where, or by whom, so that one\r\nwas taken.\r\n\r\nMonk's Crofton was looking cool and green and peaceful...\r\n\r\n“Very well,” said Sally.\r\n\r\n3\r\n\r\n\r\n\r\nBruce Carmyle, in the capacity of accepted suitor, found himself at\r\nsomething of a loss. He had a dissatisfied feeling. It was not the\r\nmanner of Sally's acceptance that caused this. It would, of course, have\r\npleased him better if she had shown more warmth, but he was prepared to\r\nwait for warmth. What did trouble him was the fact that his correct mind\r\nperceived now for the first time that he had chosen an unsuitable moment\r\nand place for his outburst of emotion. He belonged to the orthodox\r\nschool of thought which looks on moonlight and solitude as the proper\r\nsetting for a proposal of marriage; and the surroundings of the Flower\r\nGarden, for all its nice-ness and the nice manner in which it was\r\nconducted, jarred upon him profoundly.\r\n\r\nMusic had begun again, but it was not the soft music such as a lover\r\ndemands if he is to give of his best. It was a brassy, clashy rendering\r\nof a ribald one-step, enough to choke the eloquence of the most ardent.\r\nCouples were dipping and swaying and bumping into one another as far\r\nas the eye could reach; while just behind him two waiters had halted in\r\norder to thrash out one of those voluble arguments in which waiters\r\nlove to indulge. To continue the scene at the proper emotional level\r\nwas impossible, and Bruce Carmyle began his career as an engaged man by\r\ndropping into Smalltalk.\r\n\r\n“Deuce of a lot of noise,” he said querulously.\r\n\r\n“Yes,” agreed Sally.\r\n\r\n“Is it always like this?”\r\n\r\n“Oh, yes.”\r\n\r\n“Infernal racket!”\r\n\r\n“Yes.”\r\n\r\nThe romantic side of Mr. Carmyle's nature could have cried aloud at the\r\nhideous unworthiness of these banalities. In the visions which he had\r\nhad of himself as a successful wooer, it had always been in the moments\r\nimmediately succeeding the all-important question and its whispered\r\nreply that he had come out particularly strong. He had been accustomed\r\nto picture himself bending with a proud tenderness over his partner in\r\nthe scene and murmuring some notably good things to her bowed head. How\r\ncould any man murmur in a pandemonium like this. From tenderness Bruce\r\nCarmyle descended with a sharp swoop to irritability.\r\n\r\n“Do you often come here?”\r\n\r\n“Yes.”\r\n\r\n“What for?”\r\n\r\n“To dance.”\r\n\r\nMr. Carmyle chafed helplessly. The scene, which should be so romantic,\r\nhad suddenly reminded him of the occasion when, at the age of twenty, he\r\nhad attended his first ball and had sat in a corner behind a potted palm\r\nperspiring shyly and endeavouring to make conversation to a formidable\r\nnymph in pink. It was one of the few occasions in his life at which he\r\nhad ever been at a complete disadvantage. He could still remember the\r\nclammy discomfort of his too high collar as it melted on him. Most\r\ncertainly it was not a scene which he enjoyed recalling; and that\r\nhe should be forced to recall it now, at what ought to have been the\r\nsupreme moment of his life, annoyed him intensely. Almost angrily he\r\nendeavoured to jerk the conversation to a higher level.\r\n\r\n“Darling,” he murmured, for by moving his chair two feet to the right\r\nand bending sideways he found that he was in a position to murmur, “you\r\nhave made me so...”\r\n\r\n“Batti, batti! I presto ravioli hollandaise,” cried one of the disputing\r\nwaiters at his back--or to Bruce Carmyle's prejudiced hearing it sounded\r\nlike that.\r\n\r\n“La Donna e mobile spaghetti napoli Tettrazina,” rejoined the second\r\nwaiter with spirit.\r\n\r\n“... you have made me so...”\r\n\r\n“Infanta Isabella lope de Vegas mulligatawny Toronto,” said the first\r\nwaiter, weak but coming back pluckily.\r\n\r\n“... so happy...”\r\n\r\n“Funiculi funicula Vincente y Blasco Ibanez vermicelli sul campo della\r\ngloria risotto!” said the second waiter clinchingly, and scored a\r\ntechnical knockout.\r\n\r\nBruce Carmyle gave it up, and lit a moody cigarette. He was oppressed by\r\nthat feeling which so many of us have felt in our time, that it was all\r\nwrong.\r\n\r\nThe music stopped. The two leading citizens of Little Italy vanished and\r\nwent their way, probably to start a vendetta. There followed comparative\r\ncalm. But Bruce Carmyle's emotions, like sweet bells jangled, were out\r\nof tune, and he could not recapture the first fine careless rapture. He\r\nfound nothing within him but small-talk.\r\n\r\n“What has become of your party?” he asked.\r\n\r\n“My party?”\r\n\r\n“The people you are with,” said Mr. Carmyle. Even in the stress of his\r\nemotion this problem had been exercising him. In his correctly ordered\r\nworld girls did not go to restaurants alone.\r\n\r\n“I'm not with anybody.”\r\n\r\n“You came here by yourself?” exclaimed Bruce Carmyle, frankly aghast.\r\nAnd, as he spoke, the wraith of Uncle Donald, banished till now,\r\nreturned as large as ever, puffing disapproval through a walrus\r\nmoustache.\r\n\r\n“I am employed here,” said Sally.\r\n\r\nMr. Carmyle started violently.\r\n\r\n“Employed here?”\r\n\r\n“As a dancer, you know. I...”\r\n\r\nSally broke off, her attention abruptly diverted to something which\r\nhad just caught her eye at a table on the other side of the room.\r\nThat something was a red-headed young man of sturdy build who had just\r\nappeared beside the chair in which Mr. Reginald Cracknell was sitting\r\nin huddled gloom. In one hand he carried a basket, and from this basket,\r\nrising above the din of conversation, there came a sudden sharp yapping.\r\nMr. Cracknell roused himself from his stupor, took the basket, raised\r\nthe lid. The yapping increased in volume.\r\n\r\nMr. Cracknell rose, the basket in his arms. With uncertain steps and a\r\nlook on his face like that of those who lead forlorn hopes he crossed\r\nthe floor to where Miss Mabel Hobson sat, proud and aloof. The next\r\nmoment that haughty lady, the centre of an admiring and curious\r\ncrowd, was hugging to her bosom a protesting Pekingese puppy, and Mr.\r\nCracknell, seizing his opportunity like a good general, had deposited\r\nhimself in a chair at her side. The course of true love was running\r\nsmooth again.\r\n\r\nThe red-headed young man was gazing fixedly at Sally.\r\n\r\n“As a dancer!” ejaculated Mr. Carmyle. Of all those within sight of the\r\nmoving drama which had just taken place, he alone had paid no attention\r\nto it. Replete as it was with human interest, sex-appeal, the punch, and\r\nall the other qualities which a drama should possess, it had failed to\r\ngrip him. His thoughts had been elsewhere. The accusing figure of Uncle\r\nDonald refused to vanish from his mental eye. The stern voice of Uncle\r\nDonald seemed still to ring in his ear.\r\n\r\nA dancer! A professional dancer at a Broadway restaurant! Hideous doubts\r\nbegan to creep like snakes into Bruce Carmyle's mind. What, he asked\r\nhimself, did he really know of this girl on whom he had bestowed the\r\npriceless boon of his society for life? How did he know what she was--he\r\ncould not find the exact adjective to express his meaning, but he knew\r\nwhat he meant. Was she worthy of the boon? That was what it amounted\r\nto. All his life he had had a prim shrinking from the section of the\r\nfeminine world which is connected with the light-life of large cities.\r\nClub acquaintances of his in London had from time to time married into\r\nthe Gaiety Chorus, and Mr. Carmyle, though he had no objection to\r\nthe Gaiety Chorus in its proper place--on the other side of the\r\nfootlights--had always looked on these young men after as social\r\noutcasts. The fine dashing frenzy which had brought him all the way from\r\nSouth Audley Street to win Sally was ebbing fast.\r\n\r\nSally, hearing him speak, had turned. And there was a candid honesty\r\nin her gaze which for a moment sent all those creeping doubts scuttling\r\naway into the darkness whence they had come. He had not made a fool of\r\nhimself, he protested to the lowering phantom of Uncle Donald. Who, he\r\ndemanded, could look at Sally and think for an instant that she was not\r\nall that was perfect and lovable? A warm revulsion of feeling swept over\r\nBruce Carmyle like a returning tide.\r\n\r\n“You see, I lost my money and had to do something,” said Sally.\r\n\r\n“I see, I see,” murmured Mr. Carmyle; and if only Fate had left him\r\nalone who knows to what heights of tenderness he might not have soared?\r\nBut at this moment Fate, being no respecter of persons, sent into his\r\nlife the disturbing personality of George Washington Williams.\r\n\r\nGeorge Washington Williams was the talented coloured gentleman who\r\nhad been extracted from small-time vaudeville by Mr. Abrahams to do\r\na nightly speciality at the Flower Garden. He was, in fact, a\r\ntrap-drummer: and it was his amiable practice, after he had done a few\r\nminutes trap-drumming, to rise from his seat and make a circular tour of\r\nthe tables on the edge of the dancing-floor, whimsically pretending\r\nto clip the locks of the male patrons with a pair of drumsticks held\r\nscissor-wise. And so it came about that, just as Mr. Carmyle was bending\r\ntowards Sally in an access of manly sentiment, and was on the very verge\r\nof pouring out his soul in a series of well-phrased remarks, he was\r\nsurprised and annoyed to find an Ethiopian to whom he had never been\r\nintroduced leaning over him and taking quite unpardonable liberties with\r\nhis back hair.\r\n\r\nOne says that Mr. Carmyle was annoyed. The word is weak. The\r\ninterruption coming at such a moment jarred every ganglion in his body.\r\nThe clicking noise of the drumsticks maddened him. And the gleaming\r\nwhiteness of Mr. Williams' friendly and benignant smile was the last\r\nstraw. His dignity writhed beneath this abominable infliction. People\r\nat other tables were laughing. At him. A loathing for the Flower Garden\r\nflowed over Bruce Carmyle, and with it a feeling of suspicion and\r\ndisapproval of everyone connected with the establishment. He sprang to\r\nhis feet.\r\n\r\n“I think I will be going,” he said.\r\n\r\nSally did not reply. She was watching Ginger, who still stood beside the\r\ntable recently vacated by Reginald Cracknell.\r\n\r\n“Good night,” said Mr. Carmyle between his teeth.\r\n\r\n“Oh, are you going?” said Sally with a start. She felt embarrassed. Try\r\nas she would, she was unable to find words of any intimacy. She tried to\r\nrealize that she had promised to marry this man, but never before had he\r\nseemed so much a stranger to her, so little a part of her life. It came\r\nto her with a sensation of the incredible that she had done this thing,\r\ntaken this irrevocable step.\r\n\r\nThe sudden sight of Ginger had shaken her. It was as though in the last\r\nhalf-hour she had forgotten him and only now realized what marriage with\r\nBruce Carmyle would mean to their comradeship. From now on he was dead\r\nto her. If anything in this world was certain that was. Sally Nicholas\r\nwas Ginger's pal, but Mrs. Carmyle, she realized, would never be allowed\r\nto see him again. A devastating feeling of loss smote her like a blow.\r\n\r\n“Yes, I've had enough of this place,” Bruce Carmyle was saying.\r\n\r\n“Good night,” said Sally. She hesitated. “When shall I see you?” she\r\nasked awkwardly.\r\n\r\nIt occurred to Bruce Carmyle that he was not showing himself at his\r\nbest. He had, he perceived, allowed his nerves to run away with him.\r\n\r\n“You don't mind if I go?” he said more amiably. “The fact is, I can't\r\nstand this place any longer. I'll tell you one thing, I'm going to take\r\nyou out of here quick.”\r\n\r\n“I'm afraid I can't leave at a moment's notice,” said Sally, loyal to\r\nher obligations.\r\n\r\n“We'll talk over that to-morrow. I'll call for you in the morning and\r\ntake you for a drive somewhere in a car. You want some fresh air after\r\nthis.” Mr. Carmyle looked about him in stiff disgust, and expressed\r\nhis unalterable sentiments concerning the Flower Garden, that apple of\r\nIsadore Abrahams' eye, in a snort of loathing. “My God! What a place!”\r\n\r\nHe walked quickly away and disappeared. And Ginger, beaming happily,\r\nswooped on Sally's table like a homing pigeon.\r\n\r\n\r\n\r\n4\r\n\r\n\r\n\r\n“Good Lord, I say, what ho!” cried Ginger. “Fancy meeting you here. What\r\na bit of luck!” He glanced over his shoulder warily. “Has that blighter\r\npipped?”\r\n\r\n“Pipped?”\r\n\r\n“Popped,” explained Ginger. “I mean to say, he isn't coming back or any\r\nrot like that, is he?”\r\n\r\n“Mr. Carmyle? No, he has gone.”\r\n\r\n“Sound egg!” said Ginger with satisfaction. “For a moment, when I saw\r\nyou yarning away together, I thought he might be with your party. What\r\non earth is he doing over here at all, confound him? He's got all Europe\r\nto play about in, why should he come infesting New York? I say, it\r\nreally is ripping, seeing you again. It seems years... Of course, one\r\nget's a certain amount of satisfaction writing letters, but it's not the\r\nsame. Besides, I write such rotten letters. I say, this really is rather\r\npriceless. Can't I get you something? A cup of coffee, I mean, or an egg\r\nor something? By jove! this really is top-hole.”\r\n\r\nHis homely, honest face glowed with pleasure, and it seemed to Sally as\r\nthough she had come out of a winter's night into a warm friendly room.\r\nHer mercurial spirits soared.\r\n\r\n“Oh, Ginger! If you knew what it's like seeing you!”\r\n\r\n“No, really? Do you mean, honestly, you're braced?”\r\n\r\n“I should say I am braced.”\r\n\r\n“Well, isn't that fine! I was afraid you might have forgotten me.”\r\n\r\n“Forgotten you!”\r\n\r\nWith something of the effect of a revelation it suddenly struck Sally\r\nhow far she had been from forgetting him, how large was the place he had\r\noccupied in her thoughts.\r\n\r\n“I've missed you dreadfully,” she said, and felt the words inadequate as\r\nshe uttered them.\r\n\r\n“What ho!” said Ginger, also internally condemning the poverty of speech\r\nas a vehicle for conveying thought.\r\n\r\nThere was a brief silence. The first exhilaration of the reunion over,\r\nSally deep down in her heart was aware of a troubled feeling as though\r\nthe world were out of joint. She forced herself to ignore it, but it\r\nwould not be ignored. It grew. Dimly she was beginning to realize what\r\nGinger meant to her, and she fought to keep herself from realizing it.\r\nStrange things were happening to her to-night, strange emotions stirring\r\nher. Ginger seemed somehow different, as if she were really seeing him\r\nfor the first time.\r\n\r\n“You're looking wonderfully well,” she said trying to keep the\r\nconversation on a pedestrian level.\r\n\r\n“I am well,” said Ginger. “Never felt fitter in my life. Been out in the\r\nopen all day long... simple life and all that... working like blazes.\r\nI say, business is booming. Did you see me just now, handing over Percy\r\nthe Pup to what's-his-name? Five hundred dollars on that one deal. Got\r\nthe cheque in my pocket. But what an extraordinarily rummy thing that\r\nI should have come to this place to deliver the goods just when you\r\nhappened to be here. I couldn't believe my eyes at first. I say, I\r\nhope the people you're with won't think I'm butting in. You'll have to\r\nexplain that we're old pals and that you started me in business and all\r\nthat sort of thing. Look here,” he said lowering his voice, “I know\r\nhow you hate being thanked, but I simply must say how terrifically\r\ndecent...”\r\n\r\n“Miss Nicholas.”\r\n\r\nLee Schoenstein was standing at the table, and by his side an expectant\r\nyouth with a small moustache and pince-nez. Sally got up, and the next\r\nmoment Ginger was alone, gaping perplexedly after her as she vanished\r\nand reappeared in the jogging throng on the dancing floor. It was the\r\nnearest thing Ginger had seen to a conjuring trick, and at that moment\r\nhe was ill-attuned to conjuring tricks. He brooded, fuming, at what\r\nseemed to him the supremest exhibition of pure cheek, of monumental\r\nnerve, and of undiluted crust that had ever come within his notice. To\r\ncome and charge into a private conversation like that and whisk her away\r\nwithout a word...\r\n\r\n“Who was that blighter?” he demanded with heat, when the music ceased\r\nand Sally limped back.\r\n\r\n“That was Mr. Schoenstein.”\r\n\r\n“And who was the other?”\r\n\r\n“The one I danced with? I don't know.”\r\n\r\n“You don't know?”\r\n\r\nSally perceived that the conversation had arrived at an embarrassing\r\npoint. There was nothing for it but candour.\r\n\r\n“Ginger,” she said, “you remember my telling you when we first met that\r\nI used to dance in a Broadway place? This is the place. I'm working\r\nagain.”\r\n\r\nComplete unintelligence showed itself on Ginger's every feature.\r\n\r\n“I don't understand,” he said--unnecessarily, for his face revealed the\r\nfact.\r\n\r\n“I've got my old job back.”\r\n\r\n“But why?”\r\n\r\n“Well, I had to do something.” She went on rapidly. Already a light\r\ndimly resembling the light of understanding was beginning to appear in\r\nGinger's eyes. “Fillmore went smash, you know--it wasn't his fault, poor\r\ndear. He had the worst kind of luck--and most of my money was tied up in\r\nhis business, so you see...”\r\n\r\nShe broke off confused by the look in his eyes, conscious of an absurd\r\nfeeling of guilt. There was amazement in that look and a sort of\r\nincredulous horror.\r\n\r\n“Do you mean to say...” Ginger gulped and started again. “Do you mean\r\nto tell me that you let me have... all that money... for the\r\ndog-business... when you were broke? Do you mean to say...”\r\n\r\nSally stole a glance at his crimson face and looked away again quickly.\r\nThere was an electric silence.\r\n\r\n“Look here,” exploded Ginger with sudden violence, “you've got to marry\r\nme. You've jolly well got to marry me! I don't mean that,” he added\r\nquickly. “I mean to say I know you're going to marry whoever you\r\nplease... but won't you marry me? Sally, for God's sake have a dash\r\nat it! I've been keeping it in all this time because it seemed rather\r\nrotten to bother you about it, but now....Oh, dammit, I wish I could put\r\nit into words. I always was rotten at talking. But... well, look here,\r\nwhat I mean is, I know I'm not much of a chap, but it seems to me you\r\nmust care for me a bit to do a thing like that for a fellow... and...\r\nI've loved you like the dickens ever since I met you... I do wish you'd\r\nhave a stab at it, Sally. At least I could look after you, you know,\r\nand all that... I mean to say, work like the deuce and try to give you a\r\ngood time... I'm not such an ass as to think a girl like you could ever\r\nreally... er... love a blighter like me, but...”\r\n\r\nSally laid her hand on his.\r\n\r\n“Ginger, dear,” she said, “I do love you. I ought to have known it all\r\nalong, but I seem to be understanding myself to-night for the first\r\ntime.” She got up and bent over him for a swift moment, whispering in\r\nhis ear, “I shall never love anyone but you, Ginger. Will you try\r\nto remember that.” She was moving away, but he caught at her arm and\r\nstopped her.\r\n\r\n“Sally...”\r\n\r\nShe pulled her arm away, her face working as she fought against the\r\ntears that would not keep back.\r\n\r\n“I've made a fool of myself,” she said. “Ginger, your cousin... Mr.\r\nCarmyle... just now he asked me to marry him, and I said I would.”\r\n\r\nShe was gone, flitting among the tables like some wild creature running\r\nto its home: and Ginger, motionless, watched her go.\r\n\r\n\r\n\r\n5\r\n\r\n\r\n\r\nThe telephone-bell in Sally's little sitting-room was ringing jerkily\r\nas she let herself in at the front door. She guessed who it was at the\r\nother end of the wire, and the noise of the bell sounded to her like the\r\nvoice of a friend in distress crying for help. Without stopping to\r\nclose the door, she ran to the table and unhooked the receiver. Muffled,\r\nplaintive sounds were coming over the wire.\r\n\r\n“Hullo... Hullo... I say... Hullo...”\r\n\r\n“Hullo, Ginger,” said Sally quietly.\r\n\r\nAn ejaculation that was half a shout and half gurgle answered her.\r\n\r\n“Sally! Is that you?”\r\n\r\n“Yes, here I am, Ginger.”\r\n\r\n“I've been trying to get you for ages.”\r\n\r\n“I've only just come in. I walked home.”\r\n\r\nThere was a pause.\r\n\r\n“Hullo.”\r\n\r\n“Yes?”\r\n\r\n“Well, I mean...” Ginger seemed to be finding his usual difficulty in\r\nexpressing himself. “About that, you know. What you said.”\r\n\r\n“Yes?” said Sally, trying to keep her voice from shaking.\r\n\r\n“You said...” Again Ginger's vocabulary failed him. “You said you loved\r\nme.”\r\n\r\n“Yes,” said Sally simply.\r\n\r\nAnother odd sound floated over the wire, and there was a moment of\r\nsilence before Ginger found himself able to resume.\r\n\r\n“I... I... Well, we can talk about that when we meet. I mean, it's no\r\ngood trying to say what I think over the 'phone, I'm sort of knocked\r\nout. I never dreamed... But, I say, what did you mean about Bruce?”\r\n\r\n“I told you, I told you.” Sally's face was twisted and the receiver\r\nshook in her hand. “I've made a fool of myself. I never realized... And\r\nnow it's too late.”\r\n\r\n“Good God!” Ginger's voice rose in a sharp wail. “You can't mean you\r\nreally... You don't seriously intend to marry the man?”\r\n\r\n“I must. I've promised.”\r\n\r\n“But, good heavens...”\r\n\r\n“It's no good. I must.”\r\n\r\n“But the man's a blighter!”\r\n\r\n“I can't break my word.”\r\n\r\n“I never heard such rot,” said Ginger vehemently. “Of course you can. A\r\ngirl isn't expected...”\r\n\r\n“I can't, Ginger dear, I really can't.”\r\n\r\n“But look here...”\r\n\r\n“It's really no good talking about it any more, really it isn't... Where\r\nare you staying to-night?”\r\n\r\n“Staying? Me? At the Plaza. But look here...”\r\n\r\nSally found herself laughing weakly.\r\n\r\n“At the Plaza! Oh, Ginger, you really do want somebody to look after\r\nyou. Squandering your pennies like that... Well, don't talk any more\r\nnow. It's so late and I'm so tired. I'll come and see you to-morrow.\r\nGood night.”\r\n\r\nShe hung up the receiver quickly, to cut short a fresh outburst of\r\nprotest. And as she turned away a voice spoke behind her.\r\n\r\n“Sally!”\r\n\r\nGerald Foster was standing in the doorway."
  ]
}