{
  "index": 13,
  "title": "Chapter 12",
  "paragraphs": [
    "1\r\n\r\n\r\n\r\nSally's emotions, as she sat in her apartment on the morning of her\r\nreturn to New York, resembled somewhat those of a swimmer who, after\r\nwavering on a raw morning at the brink of a chill pool, nerves himself\r\nto the plunge. She was aching, but she knew that she had done well. If\r\nshe wanted happiness, she must fight for it, and for all these months\r\nshe had been shirking the fight. She had done with wavering on the\r\nbrink, and here she was, in mid-stream, ready for whatever might befall.\r\nIt hurt, this coming to grips. She had expected it to hurt. But it was\r\na pain that stimulated, not a dull melancholy that smothered. She felt\r\nalive and defiant.\r\n\r\nShe had finished unpacking and tidying up. The next move was certainly\r\nto go and see Ginger. She had suddenly become aware that she wanted very\r\nbadly to see Ginger. His stolid friendliness would be a support and a\r\nprop. She wished now that she had sent him a cable, so that he could\r\nhave met her at the dock. It had been rather terrible at the dock.\r\nThe echoing customs sheds had sapped her valour and she felt alone and\r\nforlorn.\r\n\r\nShe looked at her watch, and was surprised to find how early it was. She\r\ncould catch him at the office and make him take her out to lunch. She\r\nput on her hat and went out.\r\n\r\nThe restless hand of change, always active in New York, had not spared\r\nthe outer office of the Fillmore Nicholas Theatrical Enterprises Ltd. in\r\nthe months of her absence. She was greeted on her arrival by an entirely\r\nnew and original stripling in the place of the one with whom at her last\r\nvisit she had established such cordial relations. Like his predecessor\r\nhe was generously pimpled, but there the resemblance stopped. He was a\r\ngrim boy, and his manner was stern and suspicious. He peered narrowly at\r\nSally for a moment as if he had caught her in the act of purloining the\r\noffice blotting-paper, then, with no little acerbity, desired her to\r\nstate her business.\r\n\r\n“I want Mr. Kemp,” said Sally.\r\n\r\nThe office-boy scratched his cheek dourly with a ruler. No one would\r\nhave guessed, so austere was his aspect, that a moment before her\r\nentrance he had been trying to balance it on his chin, juggling the\r\nwhile with a pair of paper-weights. For, impervious as he seemed\r\nto human weaknesses, it was this lad's ambition one day to go into\r\nvaudeville.\r\n\r\n“What name?” he said, coldly.\r\n\r\n“Nicholas,” said Sally. “I am Mr. Nicholas' sister.”\r\n\r\nOn a previous occasion when she had made this announcement, disastrous\r\nresults had ensued; but to-day it went well. It seemed to hit the\r\noffice-boy like a bullet. He started convulsively, opened his mouth, and\r\ndropped the ruler. In the interval of stooping and recovering it he was\r\nable to pull himself together. He had not been curious about Sally's\r\nname. What he had wished was to have the name of the person for whom she\r\nwas asking repeated. He now perceived that he had had a bit of luck.\r\nA wearying period of disappointment in the matter of keeping the\r\npaper-weights circulating while balancing the ruler, had left him\r\npeevish, and it had been his intention to work off his ill-humour on\r\nthe young visitor. The discovery that it was the boss's sister who was\r\ntaking up his time, suggested the advisability of a radical change of\r\ntactics. He had stooped with a frown: he returned to the perpendicular\r\nwith a smile that was positively winning. It was like the sun suddenly\r\nbursting through a London fog.\r\n\r\n“Will you take a seat, lady?” he said, with polished courtesy even\r\nunbending so far as to reach out and dust one with the sleeve of his\r\ncoat. He added that the morning was a fine one.\r\n\r\n“Thank you,” said Sally. “Will you tell him I'm here.”\r\n\r\n“Mr. Nicholas is out, miss,” said the office-boy, with gentlemanly\r\nregret. “He's back in New York, but he's gone out.”\r\n\r\n“I don't want Mr. Nicholas. I want Mr. Kemp.”\r\n\r\n“Mr. Kemp?”\r\n\r\n“Yes, Mr. Kemp.”\r\n\r\nSorrow at his inability to oblige shone from every hill-top on the boy's\r\nface.\r\n\r\n“Don't know of anyone of that name around here,” he said,\r\napologetically.\r\n\r\n“But surely...” Sally broke off suddenly. A grim foreboding had come to\r\nher. “How long have you been here?” she asked.\r\n\r\n“All day, ma'am,” said the office-boy, with the manner of a Casablanca.\r\n\r\n“I mean, how long have you been employed here?”\r\n\r\n“Just over a month, miss.”\r\n\r\n“Hasn't Mr. Kemp been in the office all that time?”\r\n\r\n“Name's new to me, lady. Does he look like anything? I meanter say,\r\nwhat's he look like?”\r\n\r\n“He has very red hair.”\r\n\r\n“Never seen him in here,” said the office-boy. The truth shone coldly\r\non Sally. She blamed herself for ever having gone away, and told herself\r\nthat she might have known what would happen. Left to his own resources,\r\nthe unhappy Ginger had once more made a hash of it. And this hash must\r\nhave been a more notable and outstanding hash than any of his previous\r\nefforts, for, surely, Fillmore would not lightly have dismissed one who\r\nhad come to him under her special protection.\r\n\r\n“Where is Mr. Nicholas?” she asked. It seemed to her that Fillmore was\r\nthe only possible source of information. “Did you say he was out?”\r\n\r\n“Really out, miss,” said the office-boy, with engaging candour. “He went\r\noff to White Plains in his automobile half-an-hour ago.”\r\n\r\n“White Plains? What for?”\r\n\r\nThe pimpled stripling had now given himself up wholeheartedly to\r\nsocial chit-chat. Usually he liked his time to himself and resented the\r\nintrusion of the outer world, for he who had chosen jugglery for\r\nhis walk in life must neglect no opportunity of practising: but so\r\nfavourable was the impression which Sally had made on his plastic mind\r\nthat he was delighted to converse with her as long as she wished.\r\n\r\n“I guess what's happened is, he's gone up to take a look at Bugs\r\nButler,” he said.\r\n\r\n“Whose butler?” said Sally mystified.\r\n\r\nThe office-boy smiled a tolerant smile. Though an admirer of the sex, he\r\nwas aware that women were seldom hep to the really important things in\r\nlife. He did not blame them. That was the way they were constructed, and\r\none simply had to accept it.\r\n\r\n“Bugs Butler is training up at White Plains, miss.”\r\n\r\n“Who is Bugs Butler?”\r\n\r\nSomething of his former bleakness of aspect returned to the office-boy.\r\nSally's question had opened up a subject on which he felt deeply.\r\n\r\n“Ah!” he replied, losing his air of respectful deference as he\r\napproached the topic. “Who is he! That's what they're all saying, all\r\nthe wise guys. Who has Bugs Butler ever licked?”\r\n\r\n“I don't know,” said Sally, for he had fixed her with a penetrating gaze\r\nand seemed to be pausing for a reply.\r\n\r\n“Nor nobody else,” said the stripling vehemently. “A lot of stiffs out\r\non the coast, that's all. Ginks nobody has ever heard of, except Cyclone\r\nMullins, and it took that false alarm fifteen rounds to get a referee's\r\ndecision over him. The boss would go and give him a chance against the\r\nchamp, but I could have told him that the legitimate contender was\r\nK-leg Binns. K-leg put Cyclone Mullins out in the fifth. Well,” said the\r\noffice-boy in the overwrought tone of one chafing at human folly, “if\r\nanybody thinks Bugs Butler can last six rounds with Lew Lucas, I've two\r\nbucks right here in my vest pocket that says it ain't so.”\r\n\r\nSally began to see daylight.\r\n\r\n“Oh, Bugs--Mr. Butler is one of the boxers in this fight that my brother\r\nis interested in?”\r\n\r\n“That's right. He's going up against the lightweight champ. Lew Lucas is\r\nthe lightweight champ. He's a bird!”\r\n\r\n“Yes?” said Sally. This youth had a way of looking at her with his head\r\ncocked on one side as though he expected her to say something.\r\n\r\n“Yes, sir!” said the stripling with emphasis. “Lew Lucas is a hot\r\nsketch. He used to live on the next street to me,” he added as clinching\r\nevidence of his hero's prowess. “I've seen his old mother as close as\r\nI am to you. Say, I seen her a hundred times. Is any stiff of a Bugs\r\nButler going to lick a fellow like that?”\r\n\r\n“It doesn't seem likely.”\r\n\r\n“You spoke it!” said the lad crisply, striking unsuccessfully at a fly\r\nwhich had settled on the blotting-paper.\r\n\r\nThere was a pause. Sally started to rise.\r\n\r\n“And there's another thing,” said the office-boy, loath to close the\r\nsubject. “Can Bugs Butler make a hundred and thirty-five ringside\r\nwithout being weak?”\r\n\r\n“It sounds awfully difficult.”\r\n\r\n“They say he's clever.” The expert laughed satirically. “Well,\r\nwhat's that going to get him? The poor fish can't punch a hole in a\r\nnut-sundae.”\r\n\r\n“You don't seem to like Mr. Butler.”\r\n\r\n“Oh, I've nothing against him,” said the office-boy magnanimously. “I'm\r\nonly saying he's no licence to be mixing it with Lew Lucas.”\r\n\r\nSally got up. Absorbing as this chat on current form was, more important\r\nmatters claimed her attention.\r\n\r\n“How shall I find my brother when I get to White Plains?” she asked.\r\n\r\n“Oh, anybody'll show you the way to the training-camp. If you hurry,\r\nthere's a train you can make now.”\r\n\r\n“Thank you very much.”\r\n\r\n“You're welcome.”\r\n\r\nHe opened the door for her with an old-world politeness which disuse had\r\nrendered a little rusty: then, with an air of getting back to business\r\nafter a pleasant but frivolous interlude, he took up the paper-weights\r\nonce more and placed the ruler with nice care on his upturned chin.\r\n\r\n\r\n\r\n2\r\n\r\n\r\n\r\nFillmore heaved a sigh of relief and began to sidle from the room. It\r\nwas a large room, half barn, half gymnasium. Athletic appliances of\r\nvarious kinds hung on the walls and in the middle there was a wide\r\nroped-off space, around which a small crowd had distributed itself with\r\nan air of expectancy. This is a commercial age, and the days when a\r\nprominent pugilist's training activities used to be hidden from the\r\npublic gaze are over. To-day, if the public can lay its hands on fifty\r\ncents, it may come and gaze its fill. This afternoon, plutocrats to the\r\nnumber of about forty had assembled, though not all of these, to the\r\nregret of Mr. Lester Burrowes, the manager of the eminent Bugs Butler,\r\nhad parted with solid coin. Many of those present were newspaper\r\nrepresentatives and on the free list--writers who would polish up Mr.\r\nButler's somewhat crude prognostications as to what he proposed to do\r\nto Mr. Lew Lucas, and would report him as saying, “I am in really superb\r\ncondition and feel little apprehension of the issue,” and artists who\r\nwould depict him in a state of semi-nudity with feet several sizes too\r\nlarge for any man.\r\n\r\nThe reason for Fillmore's relief was that Mr. Burrowes, who was a great\r\ntalker and had buttonholed him a quarter of an hour ago, had at last had\r\nhis attention distracted elsewhere, and had gone off to investigate some\r\nmatter that called for his personal handling, leaving Fillmore free to\r\nslide away to the hotel and get a bite to eat, which he sorely needed.\r\nThe zeal which had brought him to the training-camp to inspect the final\r\nday of Mr. Butler's preparation--for the fight was to take place on the\r\nmorrow--had been so great that he had omitted to lunch before leaving\r\nNew York.\r\n\r\nSo Fillmore made thankfully for the door. And it was at the door that he\r\nencountered Sally. He was looking over his shoulder at the moment, and\r\nwas not aware of her presence till she spoke.\r\n\r\n“Hallo, Fillmore!”\r\n\r\nSally had spoken softly, but a dynamite explosion could not have\r\nshattered her brother's composure with more completeness. In the leaping\r\ntwist which brought him facing her, he rose a clear three inches from\r\nthe floor. He had a confused sensation, as though his nervous system had\r\nbeen stirred up with a pole. He struggled for breath and moistened his\r\nlips with the tip of his tongue, staring at her continuously during the\r\nprocess.\r\n\r\nGreat men, in their moments of weakness, are to be pitied rather than\r\nscorned. If ever a man had an excuse for leaping like a young ram,\r\nFillmore had it. He had left Sally not much more than a week ago in\r\nEngland, in Shropshire, at Monk's Crofton. She had said nothing of any\r\nintention on her part of leaving the country, the county, or the house.\r\nYet here she was, in Bugs Butler's training-camp at White Plains, in the\r\nState of New York, speaking softly in his ear without even going\r\nthrough the preliminary of tapping him on the shoulder to advertise her\r\npresence. No wonder that Fillmore was startled. And no wonder that, as\r\nhe adjusted his faculties to the situation, there crept upon him a chill\r\napprehension.\r\n\r\nFor Fillmore had not been blind to the significance of that invitation\r\nto Monk's Crofton. Nowadays your wooer does not formally approach a\r\ngirl's nearest relative and ask permission to pay his addresses; but,\r\nwhen he invites her and that nearest relative to his country home and\r\ncollects all the rest of the family to meet her, the thing may be\r\nsaid to have advanced beyond the realms of mere speculation. Shrewdly\r\nFillmore had deduced that Bruce Carmyle was in love with Sally, and\r\nmentally he had joined their hands and given them a brother's blessing.\r\nAnd now it was only too plain that disaster must have occurred. If the\r\ninvitation could mean only one thing, so also could Sally's presence at\r\nWhite Plains mean only one thing.\r\n\r\n“Sally!” A croaking whisper was the best he could achieve. “What...\r\nwhat...?”\r\n\r\n“Did I startle you? I'm sorry.”\r\n\r\n“What are you doing here? Why aren't you at Monk's Crofton?”\r\n\r\nSally glanced past him at the ring and the crowd around it.\r\n\r\n“I decided I wanted to get back to America. Circumstances arose which\r\nmade it pleasanter to leave Monk's Crofton.”\r\n\r\n“Do you mean to say...?”\r\n\r\n“Yes. Don't let's talk about it.”\r\n\r\n“Do you mean to say,” persisted Fillmore, “that Carmyle proposed to you\r\nand you turned him down?”\r\n\r\nSally flushed.\r\n\r\n“I don't think it's particularly nice to talk about that sort of thing,\r\nbut--yes.”\r\n\r\nA feeling of desolation overcame Fillmore. That conviction, which\r\nsaddens us at all times, of the wilful bone-headedness of our fellows\r\nswept coldly upon him. Everything had been so perfect, the whole\r\narrangement so ideal, that it had never occurred to him as a possibility\r\nthat Sally might take it into her head to spoil it by declining to play\r\nthe part allotted to her. The match was so obviously the best thing that\r\ncould happen. It was not merely the suitor's impressive wealth that made\r\nhim hold this opinion, though it would be idle to deny that the prospect\r\nof having a brother-in-lawful claim on the Carmyle bank-balance had cast\r\na rosy glamour over the future as he had envisaged it. He honestly\r\nliked and respected the man. He appreciated his quiet and aristocratic\r\nreserve. A well-bred fellow, sensible withal, just the sort of husband\r\na girl like Sally needed. And now she had ruined everything. With the\r\ncapricious perversity which so characterizes her otherwise delightful\r\nsex, she had spilled the beans.\r\n\r\n“But why?”\r\n\r\n“Oh, Fill!” Sally had expected that realization of the facts would\r\nproduce these symptoms in him, but now that they had presented\r\nthemselves she was finding them rasping to the nerves. “I should have\r\nthought the reason was obvious.”\r\n\r\n“You mean you don't like him?”\r\n\r\n“I don't know whether I do or not. I certainly don't like him enough to\r\nmarry him.”\r\n\r\n“He's a darned good fellow.”\r\n\r\n“Is he? You say so. I don't know.”\r\n\r\nThe imperious desire for bodily sustenance began to compete successfully\r\nfor Fillmore's notice with his spiritual anguish.\r\n\r\n“Let's go to the hotel and talk it over. We'll go to the hotel and I'll\r\ngive you something to eat.”\r\n\r\n“I don't want anything to eat, thanks.”\r\n\r\n“You don't want anything to eat?” said Fillmore incredulously. He\r\nsupposed in a vague sort of way that there were eccentric people of\r\nthis sort, but it was hard to realize that he had met one of them. “I'm\r\nstarving.”\r\n\r\n“Well, run along then.”\r\n\r\n“Yes, but I want to talk...”\r\n\r\nHe was not the only person who wanted to talk. At the moment a small\r\nman of sporting exterior hurried up. He wore what his tailor's\r\nadvertisements would have called a “nobbly” suit of checked tweed\r\nand--in defiance of popular prejudice--a brown bowler hat. Mr. Lester\r\nBurrowes, having dealt with the business which had interrupted their\r\nconversation a few minutes before, was anxious to resume his remarks\r\non the subject of the supreme excellence in every respect of his young\r\ncharge.\r\n\r\n“Say, Mr. Nicholas, you ain't going'? Bugs is just getting ready to\r\nspar.”\r\n\r\nHe glanced inquiringly at Sally.\r\n\r\n“My sister--Mr. Burrowes,” said Fillmore faintly. “Mr. Burrowes is Bugs\r\nButler's manager.”\r\n\r\n“How do you do?” said Sally.\r\n\r\n“Pleased to meecher,” said Mr. Burrowes. “Say...”\r\n\r\n“I was just going to the hotel to get something to eat,” said Fillmore.\r\n\r\nMr. Burrowes clutched at his coat-button with a swoop, and held him with\r\na glittering eye.\r\n\r\n“Yes, but, say, before-you-go-lemme-tell-ya-somef'n. You've never seen\r\nthis boy of mine, not when he was feeling right. Believe me, he's there!\r\nHe's a wizard. He's a Hindoo! Say, he's been practising up a left shift\r\nthat...”\r\n\r\nFillmore's eye met Sally's wanly, and she pitied him. Presently she\r\nwould require him to explain to her how he had dared to dismiss Ginger\r\nfrom his employment--and make that explanation a good one: but in the\r\nmeantime she remembered that he was her brother and was suffering.\r\n\r\n“He's the cleverest lightweight,” proceeded Mr. Burrowes fervently,\r\n“since Joe Gans. I'm telling you and I know! He...”\r\n\r\n“Can he make a hundred and thirty-five ringside without being weak?”\r\n asked Sally.\r\n\r\nThe effect of this simple question on Mr. Burrowes was stupendous. He\r\ndropped away from Fillmore's coat-button like an exhausted bivalve,\r\nand his small mouth opened feebly. It was as if a child had suddenly\r\npropounded to an eminent mathematician some abstruse problem in the\r\nhigher algebra. Females who took an interest in boxing had come into\r\nMr. Burrowes' life before---in his younger days, when he was a famous\r\nfeatherweight, the first of his three wives had been accustomed to sit\r\nat the ringside during his contests and urge him in language of the\r\nseverest technicality to knock opponents' blocks off--but somehow he had\r\nnot supposed from her appearance and manner that Sally was one of the\r\nelect. He gaped at her, and the relieved Fillmore sidled off like a bird\r\nhopping from the compelling gaze of a snake. He was not quite sure that\r\nhe was acting correctly in allowing his sister to roam at large among\r\nthe somewhat Bohemian surroundings of a training-camp, but the instinct\r\nof self-preservation turned the scale. He had breakfasted early, and if\r\nhe did not eat right speedily it seemed to him that dissolution would\r\nset in.\r\n\r\n“Whazzat?” said Mr. Burrowes feebly.\r\n\r\n“It took him fifteen rounds to get a referee's decision over Cyclone\r\nMullins,” said Sally severely, “and K-leg Binns...”\r\n\r\nMr. Burrowes rallies.\r\n\r\n“You ain't got it right” he protested. “Say, you mustn't believe what\r\nyou see in the papers. The referee was dead against us, and Cyclone was\r\ndown once for all of half a minute and they wouldn't count him out. Gee!\r\nYou got to kill a guy in some towns before they'll give you a decision.\r\nAt that, they couldn't do nothing so raw as make it anything but a win\r\nfor my boy, after him leading by a mile all the way. Have you ever seen\r\nBugs, ma'am?”\r\n\r\nSally had to admit that she had not had that privilege. Mr. Burrowes\r\nwith growing excitement felt in his breast-pocket and produced a\r\npicture-postcard, which he thrust into her hand.\r\n\r\n“That's Bugs,” he said. “Take a slant at that and then tell me if he\r\ndon't look the goods.”\r\n\r\nThe photograph represented a young man in the irreducible minimum of\r\nclothing who crouched painfully, as though stricken with one of the\r\nacuter forms of gastritis.\r\n\r\n“I'll call him over and have him sign it for you,” said Mr. Burrowes,\r\nbefore Sally had had time to grasp the fact that this work of art was a\r\ngift and no mere loan. “Here, Bugs--wantcher.”\r\n\r\nA youth enveloped in a bath-robe, who had been talking to a group of\r\nadmirers near the ring, turned, started languidly towards them, then,\r\nseeing Sally, quickened his pace. He was an admirer of the sex.\r\n\r\nMr. Burrowes did the honours.\r\n\r\n“Bugs, this is Miss Nicholas, come to see you work out. I have been\r\ntelling her she's going to have a treat.” And to Sally. “Shake hands\r\nwith Bugs Butler, ma'am, the coming lightweight champion of the world.”\r\n\r\nMr. Butler's photograph, Sally considered, had flattered him. He was, in\r\nthe flesh, a singularly repellent young man. There was a mean and cruel\r\ncurve to his lips and a cold arrogance in his eye; a something dangerous\r\nand sinister in the atmosphere he radiated. Moreover, she did not like\r\nthe way he smirked at her.\r\n\r\nHowever, she exerted herself to be amiable.\r\n\r\n“I hope you are going to win, Mr. Butler,” she said.\r\n\r\nThe smile which she forced as she spoke the words removed the coming\r\nchampion's doubts, though they had never been serious. He was convinced\r\nnow that he had made a hit. He always did, he reflected, with the girls.\r\nIt was something about him. His chest swelled complacently beneath the\r\nbath-robe.\r\n\r\n“You betcher,” he asserted briefly.\r\n\r\nMr. Burrows looked at his watch.\r\n\r\n“Time you were starting, Bugs.”\r\n\r\nThe coming champion removed his gaze from Sally's face, into which he\r\nhad been peering in a conquering manner, and cast a disparaging glance\r\nat the audience. It was far from being as large as he could have\r\nwished, and at least a third of it was composed of non-payers from the\r\nnewspapers.\r\n\r\n“All right,” he said, bored.\r\n\r\nHis languor left him, as his gaze fell on Sally again, and his spirits\r\nrevived somewhat. After all, small though the numbers of spectators\r\nmight be, bright eyes would watch and admire him.\r\n\r\n“I'll go a couple of rounds with Reddy for a starter,” he said. “Seen\r\nhim anywheres? He's never around when he's wanted.”\r\n\r\n“I'll fetch him,” said Mr. Burrowes. “He's back there somewheres.”\r\n\r\n“I'm going to show that guy up this afternoon,” said Mr. Butler coldly.\r\n“He's been getting too fresh.”\r\n\r\nThe manager bustled off, and Bugs Butler, with a final smirk, left Sally\r\nand dived under the ropes. There was a stir of interest in the audience,\r\nthough the newspaper men, blasé through familiarity, exhibited no\r\nemotion. Presently Mr. Burrowes reappeared, shepherding a young man\r\nwhose face was hidden by the sweater which he was pulling over his head.\r\nHe was a sturdily built young man. The sweater, moving from his body,\r\nrevealed a good pair of shoulders.\r\n\r\nA last tug, and the sweater was off. Red hair flashed into view, tousled\r\nand disordered: and, as she saw it, Sally uttered an involuntary gasp\r\nof astonishment which caused many eyes to turn towards her. And the\r\nred-headed young man, who had been stooping to pick up his gloves,\r\nstraightened himself with a jerk and stood staring at her blankly and\r\nincredulously, his face slowly crimsoning.\r\n\r\n\r\n\r\n3\r\n\r\n\r\n\r\nIt was the energetic Mr. Burrowes who broke the spell.\r\n\r\n“Come on, come on,” he said impatiently. “Li'l speed there, Reddy.”\r\n\r\nGinger Kemp started like a sleep-walker awakened; then recovering\r\nhimself, slowly began to pull on the gloves. Embarrassment was stamped\r\non his agreeable features. His face matched his hair.\r\n\r\nSally plucked at the little manager's elbow. He turned irritably, but\r\nbeamed in a distrait sort of manner when he perceived the source of the\r\ninterruption.\r\n\r\n“Who--him?” he said in answer to Sally's whispered question. “He's just\r\none of Bugs' sparring-partners.”\r\n\r\n“But...”\r\n\r\nMr. Burrowes, fussy now that the time had come for action, interrupted\r\nher.\r\n\r\n“You'll excuse me, miss, but I have to hold the watch. We mustn't waste\r\nany time.”\r\n\r\nSally drew back. She felt like an infidel who intrudes upon the\r\ncelebration of strange rites. This was Man's hour, and women must keep\r\nin the background. She had the sensation of being very small and yet\r\nvery much in the way, like a puppy who has wandered into a church. The\r\nnovelty and solemnity of the scene awed her.\r\n\r\nShe looked at Ginger, who with averted gaze was fiddling with his\r\nclothes in the opposite corner of the ring. He was as removed from\r\ncommunication as if he had been in another world. She continued to\r\nstare, wide-eyed, and Ginger, shuffling his feet self-consciously,\r\nplucked at his gloves.\r\n\r\nMr. Butler, meanwhile, having doffed his bath-robe, stretched himself,\r\nand with leisurely nonchalance put on a second pair of gloves, was\r\nfilling in the time with a little shadow boxing. He moved rhythmically\r\nto and fro, now ducking his head, now striking out with his muffled\r\nhands, and a sickening realization of the man's animal power swept over\r\nSally and turned her cold. Swathed in his bath-robe, Bugs Butler had\r\nconveyed an atmosphere of dangerousness: in the boxing-tights which\r\nshowed up every rippling muscle, he was horrible and sinister, a machine\r\nbuilt for destruction, a human panther.\r\n\r\nSo he appeared to Sally, but a stout and bulbous eyed man standing at\r\nher side was not equally impressed. Obviously one of the Wise Guys\r\nof whom her friend the sporting office-boy had spoken, he was frankly\r\ndissatisfied with the exhibition.\r\n\r\n“Shadow-boxing,” he observed in a cavilling spirit to his companion.\r\n“Yes, he can do that all right, just like I can fox-trot if I ain't got\r\na partner to get in the way. But one good wallop, and then watch him.”\r\n\r\nHis friend, also plainly a guy of established wisdom, assented with a\r\ncurt nod.\r\n\r\n“Ah!” he agreed.\r\n\r\n“Lew Lucas,” said the first wise guy, “is just as shifty, and he can\r\npunch.”\r\n\r\n“Ah!” said the second wise guy.\r\n\r\n“Just because he beats up a few poor mutts of sparring-partners,” said\r\nthe first wise guy disparagingly, “he thinks he's someone.”\r\n\r\n“Ah!” said the second wise guy.\r\n\r\nAs far as Sally could interpret these remarks, the full meaning of which\r\nwas shrouded from her, they seemed to be reassuring. For a comforting\r\nmoment she ceased to regard Ginger as a martyr waiting to be devoured by\r\na lion. Mr. Butler, she gathered, was not so formidable as he appeared.\r\nBut her relief was not to be long-lived.\r\n\r\n“Of course he'll eat this red-headed gink,” went on the first wise guy.\r\n“That's the thing he does best, killing his sparring-partners. But Lew\r\nLucas...”\r\n\r\nSally was not interested in Lew Lucas. That numbing fear had come back\r\nto her. Even these cognoscenti, little as they esteemed Mr. Butler, had\r\nplainly no doubts as to what he would do to Ginger. She tried to tear\r\nherself away, but something stronger than her own will kept her there\r\nstanding where she was, holding on to the rope and staring forlornly\r\ninto the ring.\r\n\r\n“Ready, Bugs?” asked Mr. Burrowes.\r\n\r\nThe coming champion nodded carelessly.\r\n\r\n“Go to it,” said Mr. Burrowes.\r\n\r\nGinger ceased to pluck at his gloves and advanced into the ring.\r\n\r\n\r\n\r\n4\r\n\r\n\r\n\r\nOf all the learned professions, pugilism is the one in which the trained\r\nexpert is most sharply divided from the mere dabbler. In other fields\r\nthe amateur may occasionally hope to compete successfully with the man\r\nwho has made a business of what is to him but a sport, but at boxing\r\nnever: and the whole demeanour of Bugs Butler showed that he had laid\r\nthis truth to heart. It would be too little to say that his bearing\r\nwas confident: he comported himself with the care-free jauntiness of\r\nan infant about to demolish a Noah's Ark with a tack-hammer. Cyclone\r\nMullinses might withstand him for fifteen rounds where they yielded to\r\na K-leg Binns in the fifth, but, when it came to beating up a\r\nsparring-partner and an amateur at that, Bugs Butler knew his\r\npotentialities. He was there forty ways and he did not attempt to\r\nconceal it. Crouching as was his wont, he uncoiled himself like a\r\nstriking rattlesnake and flicked Ginger lightly over his guard. Then\r\nhe returned to his crouch and circled sinuously about the ring with the\r\namiable intention of showing the crowd, payers and deadheads alike, what\r\nreal footwork was. If there was one thing on which Bugs Butler prided\r\nhimself, it was footwork.\r\n\r\nThe adverb “lightly” is a relative term, and the blow which had just\r\nplanted a dull patch on Ginger's cheekbone affected those present in\r\ndifferent degrees. Ginger himself appeared stolidly callous. Sally\r\nshuddered to the core of her being and had to hold more tightly to the\r\nrope to support herself. The two wise guys mocked openly. To the\r\nwise guys, expert connoisseurs of swat, the thing had appeared richly\r\nfarcical. They seemed to consider the blow, administered to a third\r\nparty and not to themselves, hardly worth calling a blow at all. Two\r\nmore, landing as quickly and neatly as the first, left them equally\r\ncold.\r\n\r\n“Call that punching?” said the first wise guy.\r\n\r\n“Ah!” said the second wise guy.\r\n\r\nBut Mr. Butler, if he heard this criticism--and it is probable that he\r\ndid--for the wise ones had been restrained by no delicacy of feeling\r\nfrom raising their voices, was in no way discommoded by it. Bugs Butler\r\nknew what he was about. Bright eyes were watching him, and he meant to\r\ngive them a treat. The girls like smooth work. Any roughneck could sail\r\ninto a guy and knock the daylights out of him, but how few could be\r\nclever and flashy and scientific? Few, few, indeed, thought Mr. Butler\r\nas he slid in and led once more.\r\n\r\nSomething solid smote Mr. Butler's nose, rocking him on to his heels and\r\ninducing an unpleasant smarting sensation about his eyes. He backed\r\naway and regarded Ginger with astonishment, almost with pain. Until this\r\nmoment he had scarcely considered him as an active participant in the\r\nscene at all, and he felt strongly that this sort of thing was bad form.\r\nIt was not being done by sparring-partners.\r\n\r\nA juster man might have reflected that he himself was to blame. He had\r\nundeniably been careless. In the very act of leading he had allowed his\r\neyes to flicker sideways to see how Sally was taking this exhibition of\r\nscience, and he had paid the penalty. Nevertheless, he was piqued. He\r\nshimmered about the ring, thinking it over. And the more he thought it\r\nover, the less did he approve of his young assistant's conduct. Hard\r\nthoughts towards Ginger began to float in his mind.\r\n\r\nGinger, too, was thinking hard thoughts. He had not had an easy time\r\nsince he had come to the training camp, but never till to-day had he\r\nexperienced any resentment towards his employer. Until this afternoon\r\nBugs Butler had pounded him honestly and without malice, and he had gone\r\nthrough it, as the other sparring-partners did, phlegmatically, taking\r\nit as part of the day's work. But this afternoon there had been a\r\ndifference. Those careless flicks had been an insult, a deliberate\r\noffence. The man was trying to make a fool of him, playing to the\r\ngallery: and the thought of who was in that gallery inflamed Ginger past\r\nthought of consequences. No one, not even Mr. Butler, was more keenly\r\nalive than he to the fact that in a serious conflict with a man who\r\nto-morrow night might be light-weight champion of the world he stood no\r\nchance whatever: but he did not intend to be made an exhibition of in\r\nfront of Sally without doing something to hold his end up. He proposed\r\nto go down with his flag flying, and in pursuance of this object he dug\r\nMr. Butler heavily in the lower ribs with his right, causing that expert\r\nto clinch and the two wise guys to utter sharp barking sounds expressive\r\nof derision.\r\n\r\n“Say, what the hell d'ya think you're getting at?” demanded the\r\naggrieved pugilist in a heated whisper in Ginger's ear as they fell into\r\nthe embrace. “What's the idea, you jelly bean?”\r\n\r\nGinger maintained a pink silence. His jaw was set, and the temper which\r\nNature had bestowed upon him to go with his hair had reached white\r\nheat. He dodged a vicious right which whizzed up at his chin out of the\r\nbreaking clinch, and rushed. A left hook shook him, but was too high\r\nto do more. There was rough work in the far corner, and suddenly with\r\nstartling abruptness Bugs Butler, bothered by the ropes at his back and\r\ntrying to side-step, ran into a swing and fell.\r\n\r\n“Time!” shouted the scandalized Mr. Burrowes, utterly aghast at\r\nthis frightful misadventure. In the whole course of his professional\r\nexperience he could recall no such devastating occurrence.\r\n\r\nThe audience was no less startled. There was audible gasping. The\r\nnewspaper men looked at each other with a wild surmise and conjured up\r\npleasant pictures of their sporting editors receiving this sensational\r\nitem of news later on over the telephone. The two wise guys, continuing\r\nto pursue Mr. Butler with their dislike, emitted loud and raucous\r\nlaughs, and one of them, forming his hands into a megaphone, urged the\r\nfallen warrior to go away and get a rep. As for Sally, she was conscious\r\nof a sudden, fierce, cave-womanly rush of happiness which swept away\r\ncompletely the sickening qualms of the last few minutes. Her teeth\r\nwere clenched and her eyes blazed with joyous excitement. She looked\r\nat Ginger yearningly, longing to forget a gentle upbringing and shout\r\ncongratulation to him. She was proud of him. And mingled with the pride\r\nwas a curious feeling that was almost fear. This was not the mild and\r\namiable young man whom she was wont to mother through the difficulties\r\nof a world in which he was unfitted to struggle for himself. This was a\r\nnew Ginger, a stranger to her.\r\n\r\nOn the rare occasions on which he had been knocked down in the past,\r\nit had been Bugs Butler's canny practice to pause for a while and rest\r\nbefore rising and continuing the argument, but now he was up almost\r\nbefore he had touched the boards, and the satire of the second wise guy,\r\nwho had begun to saw the air with his hand and count loudly, lost its\r\npoint. It was only too plain that Mr. Butler's motto was that a man\r\nmay be down, but he is never out. And, indeed, the knock-down had been\r\nlargely a stumble. Bugs Butler's educated feet, which had carried him\r\nunscathed through so many contests, had for this single occasion managed\r\nto get themselves crossed just as Ginger's blow landed, and it was to\r\nhis lack of balance rather than the force of the swing that his downfall\r\nhad been due.\r\n\r\n“Time!” he snarled, casting a malevolent side-glance at his manager.\r\n“Like hell it's time!”\r\n\r\nAnd in a whirlwind of flying gloves he flung himself upon Ginger,\r\ndriving him across the ring, while Mr. Burrowes, watch in hand, stared\r\nwith dropping jaw. If Ginger had seemed a new Ginger to Sally, still\r\nmore did this seem a new Bugs Butler to Mr. Burrowes, and the manager\r\ngroaned in spirit. Coolness, skill and science--these had been the\r\nqualities in his protégé which had always so endeared him to Mr. Lester\r\nBurrowes and had so enriched their respective bank accounts: and now, on\r\nthe eve of the most important fight in his life, before an audience of\r\nnewspaper men, he had thrown them all aside and was making an exhibition\r\nof himself with a common sparring-partner.\r\n\r\nThat was the bitter blow to Mr. Burrowes. Had this lapse into the\r\nunscientific primitive happened in a regular fight, he might have\r\nmourned and poured reproof into Bug's ear when he got him back in his\r\ncorner at the end of the round; but he would not have experienced this\r\nfeeling of helpless horror--the sort of horror an elder of the church\r\nmight feel if he saw his favourite bishop yielding in public to the\r\nfascination of jazz. It was the fact that Bugs Butler was lowering\r\nhimself to extend his powers against a sparring-partner that shocked Mr.\r\nBurrowes. There is an etiquette in these things. A champion may batter\r\nhis sparring-partners into insensibility if he pleases, but he must do\r\nit with nonchalance. He must not appear to be really trying.\r\n\r\nAnd nothing could be more manifest than that Bugs Butler was trying. His\r\nwhole fighting soul was in his efforts to corner Ginger and destroy him.\r\nThe battle was raging across the ring and down the ring, and up the ring\r\nand back again; yet always Ginger, like a storm-driven ship, contrived\r\nsomehow to weather the tempest. Out of the flurry of swinging arms he\r\nemerged time after time bruised, bleeding, but fighting hard.\r\n\r\nFor Bugs Butler's fury was defeating its object. Had he remained his\r\ncool and scientific self, he could have demolished Ginger and cut\r\nthrough his defence in a matter of seconds. But he had lapsed back into\r\nthe methods of his unskilled novitiate. He swung and missed, swung and\r\nmissed again, struck but found no vital spot. And now there was blood on\r\nhis face, too. In some wild mêlée the sacred fount had been tapped, and\r\nhis teeth gleamed through a crimson mist.\r\n\r\nThe Wise Guys were beyond speech. They were leaning against one another,\r\npunching each other feebly in the back. One was crying.\r\n\r\nAnd then suddenly the end came, as swiftly and unexpectedly as the\r\nthing had begun. His wild swings had tired Bugs Butler, and with fatigue\r\nprudence returned to him. His feet began once more their subtle weaving\r\nin and out. Twice his left hand flickered home. A quick feint, a short,\r\njolting stab, and Ginger's guard was down and he was swaying in the\r\nmiddle of the ring, his hands hanging and his knees a-quiver.\r\n\r\nBugs Butler measured his distance, and Sally shut her eyes."
  ]
}