{
  "index": 10,
  "title": "Chapter 9",
  "paragraphs": [
    "1\r\n\r\n\r\n\r\nIt seemed to Sally in the weeks that followed her reunion with Ginger\r\nKemp that a sort of golden age had set in. On all the frontiers of her\r\nlittle kingdom there was peace and prosperity, and she woke each morning\r\nin a world so neatly smoothed and ironed out that the most captious\r\npessimist could hardly have found anything in it to criticize.\r\n\r\nTrue, Gerald was still a thousand miles away. Going to Chicago to\r\nsuperintend the opening of “The Primrose Way”; for Fillmore had acceded\r\nto his friend Ike's suggestion in the matter of producing it first in\r\nChicago, and he had been called in by a distracted manager to revise the\r\nwork of a brother dramatist, whose comedy was in difficulties at one of\r\nthe theatres in that city; and this meant he would have to remain on\r\nthe spot for some time to come. It was disappointing, for Sally had been\r\nlooking forward to having him back in New York in a few days; but she\r\nrefused to allow herself to be depressed. Life as a whole was much\r\ntoo satisfactory for that. Life indeed, in every other respect, seemed\r\nperfect. Fillmore was going strong; Ginger was off her conscience; she\r\nhad found an apartment; her new hat suited her; and “The Primrose Way”\r\n was a tremendous success. Chicago, it appeared from Fillmore's account,\r\nwas paying little attention to anything except “The Primrose Way.”\r\n National problems had ceased to interest the citizens. Local problems\r\nleft them cold. Their minds were riveted to the exclusion of all else\r\non the problem of how to secure seats. The production of the piece,\r\naccording to Fillmore, had been the most terrific experience that had\r\ncome to stir Chicago since the great fire.\r\n\r\nOf all these satisfactory happenings, the most satisfactory, to Sally's\r\nthinking, was the fact that the problem of Ginger's future had been\r\nsolved. Ginger had entered the service of the Fillmore Nicholas\r\nTheatrical Enterprises Ltd. (Managing Director, Fillmore\r\nNicholas)--Fillmore would have made the title longer, only that was all\r\nthat would go on the brass plate--and was to be found daily in the outer\r\noffice, his duties consisting mainly, it seemed, in reading the evening\r\npapers. What exactly he was, even Ginger hardly knew. Sometimes he felt\r\nlike the man at the wheel, sometimes like a glorified office boy, and\r\nnot so very glorified at that. For the most part he had to prevent the\r\nmob rushing and getting at Fillmore, who sat in semi-regal state in the\r\ninner office pondering great schemes.\r\n\r\nBut, though there might be an occasional passing uncertainty in Ginger's\r\nmind as to just what he was supposed to be doing in exchange for the\r\nfifty dollars he drew every Friday, there was nothing uncertain about\r\nhis gratitude to Sally for having pulled the strings and enabled him to\r\ndo it. He tried to thank her every time they met, and nowadays they\r\nwere meeting frequently; for Ginger was helping her to furnish her new\r\napartment. In this task, he spared no efforts. He said that it kept him\r\nin condition.\r\n\r\n“And what I mean to say is,” said Ginger, pausing in the act of carrying\r\na massive easy chair to the third spot which Sally had selected in the\r\nlast ten minutes, “if I didn't sweat about a bit and help you after the\r\nway you got me that job...”\r\n\r\n“Ginger, desist,” said Sally.\r\n\r\n“Yes, but honestly...”\r\n\r\n“If you don't stop it, I'll make you move that chair into the next\r\nroom.”\r\n\r\n“Shall I?” Ginger rubbed his blistered hands and took a new grip.\r\n“Anything you say.”\r\n\r\n“Silly! Of course not. The only other rooms are my bedroom, the bathroom\r\nand the kitchen. What on earth would I want a great lumbering chair in\r\nthem for? All the same, I believe the first we chose was the best.”\r\n\r\n“Back she goes, then, what?”\r\n\r\nSally reflected frowningly. This business of setting up house was\r\ncausing her much thought.\r\n\r\n“No,” she decided. “By the window is better.” She looked at him\r\nremorsefully. “I'm giving you a lot of trouble.”\r\n\r\n“Trouble!” Ginger, accompanied by a chair, staggered across the room.\r\n“The way I look at it is this.” He wiped a bead of perspiration from his\r\nfreckled forehead. “You got me that job, and...”\r\n\r\n“Stop!”\r\n\r\n“Right ho... Still, you did, you know.”\r\n\r\nSally sat down in the armchair and stretched herself. Watching Ginger\r\nwork had given her a vicarious fatigue. She surveyed the room proudly.\r\nIt was certainly beginning to look cosy. The pictures were up, the\r\ncarpet down, the furniture very neatly in order. For almost the first\r\ntime in her life she had the restful sensation of being at home. She had\r\nalways longed, during the past three years of boarding-house existence,\r\nfor a settled abode, a place where she could lock the door on herself\r\nand be alone. The apartment was small, but it was undeniably a haven.\r\nShe looked about her and could see no flaw in it... except... She had a\r\nsudden sense of something missing.\r\n\r\n“Hullo!” she said. “Where's that photograph of me? I'm sure I put it on\r\nthe mantelpiece yesterday.”\r\n\r\nHis exertions seemed to have brought the blood to Ginger's face. He was\r\na rich red. He inspected the mantelpiece narrowly.\r\n\r\n“No. No photograph here.”\r\n\r\n“I know there isn't. But it was there yesterday. Or was it? I know I\r\nmeant to put it there. Perhaps I forgot. It's the most beautiful thing\r\nyou ever saw. Not a bit like me; but what of that? They touch 'em up in\r\nthe dark-room, you know. I value it because it looks the way I should\r\nlike to look if I could.”\r\n\r\n“I've never had a beautiful photograph taken of myself,” said Ginger,\r\nsolemnly, with gentle regret.\r\n\r\n“Cheer up!”\r\n\r\n“Oh, I don't mind. I only mentioned...”\r\n\r\n“Ginger,” said Sally, “pardon my interrupting your remarks, which I know\r\nare valuable, but this chair is--not--right! It ought to be where it was\r\nat the beginning. Could you give your imitation of a pack-mule just\r\nonce more? And after that I'll make you some tea. If there's any tea--or\r\nmilk--or cups.”\r\n\r\n“There are cups all right. I know, because I smashed two the day before\r\nyesterday. I'll nip round the corner for some milk, shall I?”\r\n\r\n“Yes, please nip. All this hard work has taken it out of me terribly.”\r\n\r\nOver the tea-table Sally became inquisitive.\r\n\r\n“What I can't understand about this job of yours. Ginger--which as you\r\nare just about to observe, I was noble enough to secure for you--is the\r\namount of leisure that seems to go with it. How is it that you are able\r\nto spend your valuable time--Fillmore's valuable time, rather--juggling\r\nwith my furniture every day?”\r\n\r\n“Oh, I can usually get off.”\r\n\r\n“But oughtn't you to be at your post doing--whatever it is you do? What\r\ndo you do?”\r\n\r\nGinger stirred his tea thoughtfully and gave his mind to the question.\r\n\r\n“Well, I sort of mess about, you know.” He pondered. “I interview divers\r\nblighters and tell 'em your brother is out and take their names and\r\naddresses and... oh, all that sort of thing.”\r\n\r\n“Does Fillmore consult you much?”\r\n\r\n“He lets me read some of the plays that are sent in. Awful tosh most of\r\nthem. Sometimes he sends me off to a vaudeville house of an evening.”\r\n\r\n“As a treat?”\r\n\r\n“To see some special act, you know. To report on it. In case he might\r\nwant to use it for this revue of his.”\r\n\r\n“Which revue?”\r\n\r\n“Didn't you know he was going to put on a revue? Oh, rather. A whacking\r\nbig affair. Going to cut out the Follies and all that sort of thing.”\r\n\r\n“But--my goodness!” Sally was alarmed. It was just like Fillmore, she\r\nfelt, to go branching out into these expensive schemes when he ought to\r\nbe moving warily and trying to consolidate the small success he had had.\r\nAll his life he had thought in millions where the prudent man would have\r\nbeen content with hundreds. An inexhaustible fount of optimism bubbled\r\neternally within him. “That's rather ambitious,” she said.\r\n\r\n“Yes. Ambitious sort of cove, your brother. Quite the Napoleon.”\r\n\r\n“I shall have to talk to him,” said Sally decidedly. She was annoyed\r\nwith Fillmore. Everything had been going so beautifully, with everybody\r\npeaceful and happy and prosperous and no anxiety anywhere, till he had\r\nspoiled things. Now she would have to start worrying again.\r\n\r\n“Of course,” argued Ginger, “there's money in revues. Over in London\r\nfellows make pots out of them.”\r\n\r\nSally shook her head.\r\n\r\n“It won't do,” she said. “And I'll tell you another thing that won't do.\r\nThis armchair. Of course it ought to be over by the window. You can see\r\nthat yourself, can't you.”\r\n\r\n“Absolutely!” said Ginger, patiently preparing for action once more.\r\n\r\n\r\n\r\n2\r\n\r\n\r\n\r\nSally's anxiety with regard to her ebullient brother was not lessened by\r\nthe receipt shortly afterwards of a telegram from Miss Winch in Chicago.\r\n\r\nHave you been feeding Fillmore meat?\r\n\r\nthe telegram ran: and, while Sally could not have claimed that she\r\ncompletely understood it, there was a sinister suggestion about\r\nthe message which decided her to wait no longer before making\r\ninvestigations. She tore herself away from the joys of furnishing and\r\nwent round to the headquarters of the Fillmore Nicholas Theatrical\r\nEnterprises Ltd. (Managing Director, Fillmore Nicholas) without delay.\r\n\r\nGinger, she discovered on arrival, was absent from his customary post,\r\nhis place in the outer office being taken by a lad of tender years and\r\npimply exterior, who thawed and cast off a proud reserve on hearing\r\nSally's name, and told her to walk right in. Sally walked right in, and\r\nfound Fillmore with his feet on an untidy desk, studying what appeared\r\nto be costume-designs.\r\n\r\n“Ah, Sally!” he said in the distrait, tired voice which speaks of vast\r\npreoccupations. Prosperity was still putting in its silent, deadly work\r\non the Hope of the American Theatre. What, even at as late an epoch as\r\nthe return from Detroit, had been merely a smooth fullness around the\r\nangle of the jaw was now frankly and without disguise a double chin. He\r\nwas wearing a new waistcoat and it was unbuttoned. “I am rather busy,”\r\n he went on. “Always glad to see you, but I am rather busy. I have a\r\nhundred things to attend to.”\r\n\r\n“Well, attend to me. That'll only make a hundred and one. Fill, what's\r\nall this I hear about a revue?”\r\n\r\nFillmore looked as like a small boy caught in the act of stealing jam\r\nas it is possible for a great theatrical manager to look. He had been\r\nwondering in his darker moments what Sally would say about that project\r\nwhen she heard of it, and he had hoped that she would not hear of it\r\nuntil all the preparations were so complete that interference would be\r\nimpossible. He was extremely fond of Sally, but there was, he knew,\r\na lamentable vein of caution in her make-up which might lead her to\r\ncriticize. And how can your man of affairs carry on if women are buzzing\r\nround criticizing all the time? He picked up a pen and put it down;\r\nbuttoned his waistcoat and unbuttoned it; and scratched his ear with one\r\nof the costume-designs.\r\n\r\n“Oh yes, the revue!”\r\n\r\n“It's no good saying 'Oh yes'! You know perfectly well it's a crazy\r\nidea.”\r\n\r\n“Really... these business matters... this interference...”\r\n\r\n“I don't want to run your affairs for you, Fill, but that money of mine\r\ndoes make me a sort of partner, I suppose, and I think I have a right to\r\nraise a loud yell of agony when I see you risking it on a...”\r\n\r\n“Pardon me,” said Fillmore loftily, looking happier. “Let me explain.\r\nWomen never understand business matters. Your money is tied up\r\nexclusively in 'The Primrose Way,' which, as you know, is a tremendous\r\nsuccess. You have nothing whatever to worry about as regards any new\r\nproduction I may make.”\r\n\r\n“I'm not worrying about the money. I'm worrying about you.”\r\n\r\nA tolerant smile played about the lower slopes of Fillmore's face.\r\n\r\n“Don't be alarmed about me. I'm all right.”\r\n\r\n“You aren't all right. You've no business, when you've only just got\r\nstarted as a manager, to be rushing into an enormous production like\r\nthis. You can't afford it.”\r\n\r\n“My dear child, as I said before, women cannot understand these things.\r\nA man in my position can always command money for a new venture.”\r\n\r\n“Do you mean to say you have found somebody silly enough to put up\r\nmoney?”\r\n\r\n“Certainly. I don't know that there is any secret about it. Your\r\nfriend, Mr. Carmyle, has taken an interest in some of my forthcoming\r\nproductions.”\r\n\r\n“What!” Sally had been disturbed before, but she was aghast now.\r\n\r\nThis was something she had never anticipated. Bruce Carmyle seemed to be\r\ncreeping into her life like an advancing tide. There appeared to be no\r\neluding him. Wherever she turned, there he was, and she could do nothing\r\nbut rage impotently. The situation was becoming impossible.\r\n\r\nFillmore misinterpreted the note of dismay in her voice.\r\n\r\n“It's quite all right,” he assured her. “He's a very rich man. Large\r\nprivate means, besides his big income. Even if anything goes wrong...”\r\n\r\n“It isn't that. It's...”\r\n\r\nThe hopelessness of explaining to Fillmore stopped Sally. And while she\r\nwas chafing at this new complication which had come to upset the orderly\r\nroutine of her life there was an outburst of voices in the other office.\r\nGinger's understudy seemed to be endeavouring to convince somebody that\r\nthe Big Chief was engaged and not to be intruded upon. In this he was\r\nunsuccessful, for the door opened tempestuously and Miss Winch sailed\r\nin.\r\n\r\n“Fillmore, you poor nut,” said Miss Winch, for though she might wrap up\r\nher meaning somewhat obscurely in her telegraphic communications, when\r\nit came to the spoken word she was directness itself, “stop picking\r\nstraws in your hair and listen to me. You're dippy!”\r\n\r\nThe last time Sally had seen Fillmore's fiancée, she had been impressed\r\nby her imperturbable calm. Miss Winch, in Detroit, had seemed a girl\r\nwhom nothing could ruffle. That she had lapsed now from this serene\r\nplacidity, struck Sally as ominous. Slightly though she knew her, she\r\nfelt that it could be no ordinary happening that had so animated her\r\nsister-in-law-to-be.\r\n\r\n“Ah! Here you are!” said Fillmore. He had started to his feet\r\nindignantly at the opening of the door, like a lion bearded in its den,\r\nbut calm had returned when he saw who the intruder was.\r\n\r\n“Yes, here I am!” Miss Winch dropped despairingly into a swivel-chair,\r\nand endeavoured to restore herself with a stick of chewing-gum.\r\n“Fillmore, darling, you're the sweetest thing on earth, and I love you,\r\nbut on present form you could just walk straight into Bloomingdale and\r\nthey'd give you the royal suite.”\r\n\r\n“My dear girl...”\r\n\r\n“What do you think?” demanded Miss Winch, turning to Sally.\r\n\r\n“I've just been telling him,” said Sally, welcoming this ally, “I\r\nthink it's absurd at this stage of things for him to put on an enormous\r\nrevue...”\r\n\r\n“Revue?” Miss Winch stopped in the act of gnawing her gum. “What revue?”\r\n She flung up her arms. “I shall have to swallow this gum,” she said.\r\n“You can't chew with your head going round. Are you putting on a revue\r\ntoo?”\r\n\r\nFillmore was buttoning and unbuttoning his waistcoat. He had a hounded\r\nlook.\r\n\r\n“Certainly, certainly,” he replied in a tone of some feverishness. “I\r\nwish you girls would leave me to manage...”\r\n\r\n“Dippy!” said Miss Winch once more. “Telegraphic address: Tea-Pot,\r\nMatteawan.” She swivelled round to Sally again. “Say, listen! This boy\r\nmust be stopped. We must form a gang in his best interests and get\r\nhim put away. What do you think he proposes doing? I'll give you three\r\nguesses. Oh, what's the use? You'd never hit it. This poor wandering lad\r\nhas got it all fixed up to star me--me--in a new show!”\r\n\r\nFillmore removed a hand from his waistcoat buttons and waved it\r\nprotestingly.\r\n\r\n“I have used my own judgment...”\r\n\r\n“Yes, sir!” proceeded Miss Winch, riding over the interruption. “That's\r\nwhat he's planning to spring on an unsuspicious public. I'm sitting\r\npeacefully in my room at the hotel in Chicago, pronging a few cents'\r\nworth of scrambled eggs and reading the morning paper, when the\r\ntelephone rings. Gentleman below would like to see me. Oh, ask him to\r\nwait. Business of flinging on a few clothes. Down in elevator. Bright\r\nsunrise effects in lobby.”\r\n\r\n“What on earth do you mean?”\r\n\r\n“The gentleman had a head of red hair which had to be seen to be\r\nbelieved,” explained Miss Winch. “Lit up the lobby. Management had\r\nswitched off all the electrics for sake of economy. An Englishman he\r\nwas. Nice fellow. Named Kemp.”\r\n\r\n“Oh, is Ginger in Chicago?” said Sally. “I wondered why he wasn't on his\r\nlittle chair in the outer office.\r\n\r\n“I sent Kemp to Chicago,” said Fillmore, “to have a look at the show. It\r\nis my policy, if I am unable to pay periodical visits myself, to send a\r\nrepresentative...”\r\n\r\n“Save it up for the long winter evenings,” advised Miss Winch, cutting\r\nin on this statement of managerial tactics. “Mr. Kemp may have been\r\nthere to look at the show, but his chief reason for coming was to tell\r\nme to beat it back to New York to enter into my kingdom. Fillmore wanted\r\nme on the spot, he told me, so that I could sit around in this office\r\nhere, interviewing my supporting company. Me! Can you or can you not,”\r\n inquired Miss Winch frankly, “tie it?”\r\n\r\n“Well...” Sally hesitated.\r\n\r\n“Don't say it! I know it just as well as you do. It's too sad for\r\nwords.”\r\n\r\n“You persist in underestimating your abilities, Gladys,” said Fillmore\r\nreproachfully. “I have had a certain amount of experience in theatrical\r\nmatters--I have seen a good deal of acting--and I assure you that as a\r\ncharacter-actress you...”\r\n\r\nMiss Winch rose swiftly from her seat, kissed Fillmore energetically,\r\nand sat down again. She produced another stick of chewing-gum, then\r\nshook her head and replaced it in her bag.\r\n\r\n“You're a darling old thing to talk like that,” she said, “and I hate to\r\nwake you out of your daydreams, but, honestly, Fillmore, dear, do just\r\nstep out of the padded cell for one moment and listen to reason. I know\r\nexactly what has been passing in your poor disordered bean. You took\r\nElsa Doland out of a minor part and made her a star overnight. She goes\r\nto Chicago, and the critics and everybody else rave about her. As a\r\nmatter of fact,” she said to Sally with enthusiasm, for hers was an\r\nhonest and generous nature, “you can't realize, not having seen her\r\nplay there, what an amazing hit she has made. She really is a sensation.\r\nEverybody says she's going to be the biggest thing on record. Very\r\nwell, then, what does Fillmore do? The poor fish claps his hand to his\r\nforehead and cries 'Gadzooks! An idea! I've done it before, I'll do it\r\nagain. I'm the fellow who can make a star out of anything.' And he picks\r\non me!”\r\n\r\n“My dear girl...”\r\n\r\n“Now, the flaw in the scheme is this. Elsa is a genius, and if he hadn't\r\nmade her a star somebody else would have done. But little Gladys? That's\r\nsomething else again.” She turned to Sally. “You've seen me in action,\r\nand let me tell you you've seen me at my best. Give me a maid's part,\r\nwith a tray to carry on in act one and a couple of 'Yes, madam's' in act\r\ntwo, and I'm there! Ellen Terry hasn't anything on me when it comes to\r\nsaying 'Yes, madam,' and I'm willing to back myself for gold, notes,\r\nor lima beans against Sarah Bernhardt as a tray-carrier. But there I\r\nfinish. That lets me out. And anybody who thinks otherwise is going to\r\nlose a lot of money. Between ourselves the only thing I can do really\r\nwell is to cook...”\r\n\r\n“My dear Gladys!” cried Fillmore revolted.\r\n\r\n“I'm a heaven-born cook, and I don't mind notifying the world to that\r\neffect. I can cook a chicken casserole so that you would leave home and\r\nmother for it. Also my English pork-pies! One of these days I'll take\r\nan afternoon off and assemble one for you. You'd be surprised! But\r\nacting--no. I can't do it, and I don't want to do it. I only went on the\r\nstage for fun, and my idea of fun isn't to plough through a star part\r\nwith all the critics waving their axes in the front row, and me knowing\r\nall the time that it's taking money out of Fillmore's bankroll that\r\nought to be going towards buying the little home with stationary\r\nwash-tubs... Well, that's that, Fillmore, old darling. I thought I'd\r\njust mention it.”\r\n\r\nSally could not help being sorry for Fillmore. He was sitting with his\r\nchin on his hands, staring moodily before him--Napoleon at Elba. It was\r\nplain that this project of taking Miss Winch by the scruff of the neck\r\nand hurling her to the heights had been very near his heart.\r\n\r\n“If that's how you feel,” he said in a stricken voice, “there is nothing\r\nmore to say.”\r\n\r\n“Oh, yes there is. We will now talk about this revue of yours. It's\r\noff!”\r\n\r\nFillmore bounded to his feet; he thumped the desk with a well-nourished\r\nfist. A man can stand just so much.\r\n\r\n“It is not off! Great heavens! It's too much! I will not put up with\r\nthis interference with my business concerns. I will not be tied and\r\nhampered. Here am I, a man of broad vision and... and... broad vision...\r\nI form my plans... my plans... I form them... I shape my schemes... and\r\nwhat happens? A horde of girls flock into my private office while I\r\nam endeavouring to concentrate... and concentrate... I won't stand it.\r\nAdvice, yes. Interference, no. I... I... I... and kindly remember that!”\r\n\r\nThe door closed with a bang. A fainter detonation announced the\r\nwhirlwind passage through the outer office. Footsteps died away down the\r\ncorridor.\r\n\r\nSally looked at Miss Winch, stunned. A roused and militant Fillmore was\r\nnew to her.\r\n\r\nMiss Winch took out the stick of chewing-gum again and unwrapped it.\r\n\r\n“Isn't he cute!” she said. “I hope he doesn't get the soft kind,” she\r\nmurmured, chewing reflectively.\r\n\r\n“The soft kind.”\r\n\r\n“He'll be back soon with a box of candy,” explained Miss Winch, “and he\r\nwill get that sloshy, creamy sort, though I keep telling him I like the\r\nother. Well, one thing's certain. Fillmore's got it up his nose. He's\r\nbeginning to hop about and sing in the sunlight. It's going to be hard\r\nwork to get that boy down to earth again.” Miss Winch heaved a gentle\r\nsigh. “I should like him to have enough left in the old stocking to\r\npay the first year's rent when the wedding bells ring out.” She bit\r\nmeditatively on her chewing-gum. “Not,” she said, “that it matters. I'd\r\nbe just as happy in two rooms and a kitchenette, so long as Fillmore\r\nwas there. You've no notion how dippy I am about him.” Her freckled face\r\nglowed. “He grows on me like a darned drug. And the funny thing is that\r\nI keep right on admiring him though I can see all the while that he's\r\nthe most perfect chump. He is a chump, you know. That's what I love\r\nabout him. That and the way his ears wiggle when he gets excited. Chumps\r\nalways make the best husbands. When you marry, Sally, grab a chump.\r\nTap his forehead first, and if it rings solid, don't hesitate. All the\r\nunhappy marriages come from the husband having brains. What good are\r\nbrains to a man? They only unsettle him.” She broke off and scrutinized\r\nSally closely. “Say, what do you do with your skin?”\r\n\r\nShe spoke with solemn earnestness which made Sally laugh.\r\n\r\n“What do I do with my skin? I just carry it around with me.”\r\n\r\n“Well,” said Miss Winch enviously, “I wish I could train my darned fool\r\nof a complexion to get that way. Freckles are the devil. When I was\r\neight I had the finest collection in the Middle West, and I've been\r\nadding to it right along. Some folks say lemon-juice'll cure 'em. Mine\r\nlap up all I give 'em and ask for more. There's only one way of getting\r\nrid of freckles, and that is to saw the head off at the neck.”\r\n\r\n“But why do you want to get rid of them?”\r\n\r\n“Why? Because a sensitive girl, anxious to retain her future husband's\r\nlove, doesn't enjoy going about looking like something out of a dime\r\nmuseum.”\r\n\r\n“How absurd! Fillmore worships freckles.”\r\n\r\n“Did he tell you so?” asked Miss Winch eagerly.\r\n\r\n“Not in so many words, but you can see it in his eye.”\r\n\r\n“Well, he certainly asked me to marry him, knowing all about them, I\r\nwill say that. And, what's more, I don't think feminine loveliness\r\nmeans much to Fillmore, or he'd never have picked on me. Still, it is\r\ncalculated to give a girl a jar, you must admit, when she picks up a\r\nmagazine and reads an advertisement of a face-cream beginning, 'Your\r\nhusband is growing cold to you. Can you blame him? Have you really tried\r\nto cure those unsightly blemishes?'--meaning what I've got. Still, I\r\nhaven't noticed Fillmore growing cold to me, so maybe it's all right.”\r\n\r\nIt was a subdued Sally who received Ginger when he called at her\r\napartment a few days later on his return from Chicago. It seemed to her,\r\nthinking over the recent scene, that matters were even worse than\r\nshe had feared. This absurd revue, which she had looked on as a mere\r\nisolated outbreak of foolishness, was, it would appear, only a specimen\r\nof the sort of thing her misguided brother proposed to do, a sample\r\nselected at random from a wholesale lot of frantic schemes. Fillmore,\r\nthere was no longer any room for doubt, was preparing to express\r\nhis great soul on a vast scale. And she could not dissuade him. A\r\nhumiliating thought. She had grown so accustomed through the years to\r\nbeing the dominating mind that this revolt from her authority made her\r\nfeel helpless and inadequate. Her self-confidence was shaken.\r\n\r\nAnd Bruce Carmyle was financing him... It was illogical, but Sally could\r\nnot help feeling that when--she had not the optimism to say “if”--he\r\nlost his money, she would somehow be under an obligation to him, as\r\nif the disaster had been her fault. She disliked, with a whole-hearted\r\nintensity, the thought of being under an obligation to Mr. Carmyle.\r\n\r\nGinger said he had looked in to inspect the furniture on the chance that\r\nSally might want it shifted again: but Sally had no criticisms to make\r\non that subject. Weightier matters occupied her mind. She sat Ginger\r\ndown in the armchair and started to pour out her troubles. It soothed\r\nher to talk to him. In a world which had somehow become chaotic again\r\nafter an all too brief period of peace, he was solid and consoling.\r\n\r\n“I shouldn't worry,” observed Ginger with Winch-like calm, when she had\r\nfinished drawing for him the picture of a Fillmore rampant against a\r\nbackground of expensive revues. Sally nearly shook him.\r\n\r\n“It's all very well to tell me not to worry,” she cried. “How can I help\r\nworrying? Fillmore's simply a baby, and he's just playing the fool. He\r\nhas lost his head completely. And I can't stop him! That is the awful\r\npart of it. I used to be able to look him in the eye, and he would\r\nwag his tail and crawl back into his basket, but now I seem to have no\r\ninfluence at all over him. He just snorts and goes on running round in\r\ncircles, breathing fire.”\r\n\r\nGinger did not abandon his attempts to indicate the silver lining.\r\n\r\n“I think you are making too much of all this, you know. I mean to say,\r\nit's quite likely he's found some mug... what I mean is, it's just\r\npossible that your brother isn't standing the entire racket himself.\r\nPerhaps some rich Johnnie has breezed along with a pot of money. It\r\noften happens like that, you know. You read in the paper that some\r\nmanager or other is putting on some show or other, when really the chap\r\nwho's actually supplying the pieces of eight is some anonymous lad in\r\nthe background.”\r\n\r\n“That is just what has happened, and it makes it worse than ever.\r\nFillmore tells me that your cousin, Mr. Carmyle, is providing the\r\nmoney.”\r\n\r\nThis did interest Ginger. He sat up with a jerk.\r\n\r\n“Oh, I say!” he exclaimed.\r\n\r\n“Yes,” said Sally, still agitated but pleased that she had at last\r\nshaken him out of his trying attitude of detachment.\r\n\r\nGinger was scowling.\r\n\r\n“That's a bit off,” he observed.\r\n\r\n“I think so, too.”\r\n\r\n“I don't like that.”\r\n\r\n“Nor do I.”\r\n\r\n“Do you know what I think?” said Ginger, ever a man of plain speech and\r\na reckless plunger into delicate subjects. “The blighter's in love with\r\nyou.”\r\n\r\nSally flushed. After examining the evidence before her, she had reached\r\nthe same conclusion in the privacy of her thoughts, but it embarrassed\r\nher to hear the thing put into bald words.\r\n\r\n“I know Bruce,” continued Ginger, “and, believe me, he isn't the sort of\r\ncove to take any kind of flutter without a jolly good motive. Of course,\r\nhe's got tons of money. His old guvnor was the Carmyle of Carmyle, Brent\r\n& Co.--coal mines up in Wales, and all that sort of thing--and I suppose\r\nhe must have left Bruce something like half a million. No need for the\r\nfellow to have worked at all, if he hadn't wanted to. As far as having\r\nthe stuff goes, he's in a position to back all the shows he wants to.\r\nBut the point is, it's right out of his line. He doesn't do that sort\r\nof thing. Not a drop of sporting blood in the chap. Why I've known him\r\nstick the whole family on to me just because it got noised about that\r\nI'd dropped a couple of quid on the Grand National. If he's really\r\nbrought himself to the point of shelling out on a risky proposition like\r\na show, it means something, take my word for it. And I don't see what\r\nelse it can mean except... well, I mean to say, is it likely that he's\r\ndoing it simply to make your brother look on him as a good egg and a\r\npal, and all that sort of thing?”\r\n\r\n“No, it's not,” agreed Sally. “But don't let's talk about it any more.\r\nTell me all about your trip to Chicago.”\r\n\r\n“All right. But, returning to this binge for a moment, I don't see\r\nhow it matters to you one way or the other. You're engaged to another\r\nfellow, and when Bruce rolls up and says: 'What about it?' you've simply\r\nto tell him that the shot isn't on the board and will he kindly melt\r\naway. Then you hand him his hat and out he goes.”\r\n\r\nSally gave a troubled laugh.\r\n\r\n“You think that's simple, do you? I suppose you imagine that a girl\r\nenjoys that sort of thing? Oh, what's the use of talking about it? It's\r\nhorrible, and no amount of arguing will make it anything else. Do let's\r\nchange the subject. How did you like Chicago?”\r\n\r\n“Oh, all right. Rather a grubby sort of place.”\r\n\r\n“So I've always heard. But you ought not to mind that, being a\r\nLondoner.”\r\n\r\n“Oh, I didn't mind it. As a matter of fact, I had rather a good time.\r\nSaw one or two shows, you know. Got in on my face as your brother's\r\nrepresentative, which was all to the good. By the way, it's rummy how\r\nyou run into people when you move about, isn't it?”\r\n\r\n“You talk as if you had been dashing about the streets with your eyes\r\nshut. Did you meet somebody you knew?”\r\n\r\n“Chap I hadn't seen for years. Was at school with him, as a matter of\r\nfact. Fellow named Foster. But I expect you know him, too, don't you? By\r\nname, at any rate. He wrote your brother's show.”\r\n\r\nSally's heart jumped.\r\n\r\n“Oh! Did you meet Gerald--Foster?”\r\n\r\n“Ran into him one night at the theatre.”\r\n\r\n“And you were really at school with him?”\r\n\r\n“Yes. He was in the footer team with me my last year.”\r\n\r\n“Was he a scrum-half, too?” asked Sally, dimpling.\r\n\r\nGinger looked shocked.\r\n\r\n“You don't have two scrum-halves in a team,” he said, pained at this\r\nignorance on a vital matter. “The scrum-half is the half who works the\r\nscrum and...”\r\n\r\n“Yes, you told me that at Roville. What was Gerald--Mr. Foster then? A\r\nsix and seven-eighths, or something?”\r\n\r\n“He was a wing-three,” said Ginger with a gravity befitting his theme.\r\n“Rather fast, with a fairly decent swerve. But he would not learn to\r\ngive the reverse pass inside to the centre.”\r\n\r\n“Ghastly!” said Sally.\r\n\r\n“If,” said Ginger earnestly, “a wing's bottled up by his wing and the\r\nback, the only thing he can do, if he doesn't want to be bundled into\r\ntouch, is to give the reverse pass.”\r\n\r\n“I know,” said Sally. “If I've thought that once, I've thought it a\r\nhundred times. How nice it must have been for you meeting again. I\r\nsuppose you had all sorts of things to talk about?”\r\n\r\nGinger shook his head.\r\n\r\n“Not such a frightful lot. We were never very thick. You see, this chap\r\nFoster was by way of being a bit of a worm.”\r\n\r\n“What!”\r\n\r\n“A tick,” explained Ginger. “A rotter. He was pretty generally barred at\r\nschool. Personally, I never had any use for him at all.”\r\n\r\nSally stiffened. She had liked Ginger up to that moment, and later on,\r\nno doubt, she would resume her liking for him: but in the immediate\r\nmoment which followed these words she found herself regarding him with\r\nstormy hostility. How dare he sit there saying things like that about\r\nGerald?\r\n\r\nGinger, who was lighting a cigarette without a care in the world,\r\nproceeded to develop his theme.\r\n\r\n“It's a rummy thing about school. Generally, if a fellow's good at\r\ngames--in the cricket team or the footer team and so forth--he\r\ncan hardly help being fairly popular. But this blighter Foster\r\nsomehow--nobody seemed very keen on him. Of course, he had a few of his\r\nown pals, but most of the chaps rather gave him a miss. It may have been\r\nbecause he was a bit sidey... had rather an edge on him, you know...\r\nPersonally, the reason I barred him was because he wasn't straight.\r\nYou didn't notice it if you weren't thrown a goodish bit with him, of\r\ncourse, but he and I were in the same house, and...”\r\n\r\nSally managed to control her voice, though it shook a little.\r\n\r\n“I ought to tell you,” she said, and her tone would have warned him had\r\nhe been less occupied, “that Mr. Foster is a great friend of mine.”\r\n\r\nBut Ginger was intent on the lighting of his cigarette, a delicate\r\noperation with the breeze blowing in through the open window. His head\r\nwas bent, and he had formed his hands into a protective framework which\r\nhalf hid his face.\r\n\r\n“If you take my tip,” he mumbled, “you'll drop him. He's a wrong 'un.”\r\n\r\nHe spoke with the absent-minded drawl of preoccupation, and Sally could\r\nkeep the conflagration under no longer. She was aflame from head to\r\nfoot.\r\n\r\n“It may interest you to know,” she said, shooting the words out like\r\nbullets from between clenched teeth, “that Gerald Foster is the man I am\r\nengaged to marry.”\r\n\r\nGinger's head came slowly up from his cupped hands. Amazement was in his\r\neyes, and a sort of horror. The cigarette hung limply from his mouth. He\r\ndid not speak, but sat looking at her, dazed. Then the match burnt his\r\nfingers, and he dropped it with a start. The sharp sting of it seemed to\r\nwake him. He blinked.\r\n\r\n“You're joking,” he said, feebly. There was a note of wistfulness in his\r\nvoice. “It isn't true?”\r\n\r\nSally kicked the leg of her chair irritably. She read insolent\r\ndisapproval into the words. He was daring to criticize...\r\n\r\n“Of course it's true...”\r\n\r\n“But...” A look of hopeless misery came into Ginger's pleasant face. He\r\nhesitated. Then, with the air of a man bracing himself to a dreadful,\r\nbut unavoidable, ordeal, he went on. He spoke gruffly, and his eyes,\r\nwhich had been fixed on Sally's, wandered down to the match on the\r\ncarpet. It was still glowing, and mechanically he put a foot on it.\r\n\r\n“Foster's married,” he said shortly. “He was married the day before I\r\nleft Chicago.”\r\n\r\n\r\n\r\n3\r\n\r\n\r\n\r\nIt seemed to Ginger that in the silence which followed, brooding over\r\nthe room like a living presence, even the noises in the street had\r\nceased, as though what he had said had been a spell cutting Sally\r\nand himself off from the outer world. Only the little clock on the\r\nmantelpiece ticked--ticked--ticked, like a heart beating fast.\r\n\r\nHe stared straight before him, conscious of a strange rigidity. He felt\r\nincapable of movement, as he had sometimes felt in nightmares; and not\r\nfor all the wealth of America could he have raised his eyes just then to\r\nSally's face. He could see her hands. They had tightened on the arm of\r\nthe chair. The knuckles were white.\r\n\r\nHe was blaming himself bitterly now for his oafish clumsiness in\r\nblurting out the news so abruptly. And yet, curiously, in his remorse\r\nthere was something of elation. Never before had he felt so near to her.\r\nIt was as though a barrier that had been between them had fallen.\r\n\r\nSomething moved... It was Sally's hand, slowly relaxing. The fingers\r\nloosened their grip, tightened again, then, as if reluctantly relaxed\r\nonce more. The blood flowed back.\r\n\r\n“Your cigarette's out.”\r\n\r\nGinger started violently. Her voice, coming suddenly out of the silence,\r\nhad struck him like a blow.\r\n\r\n“Oh, thanks!”\r\n\r\nHe forced himself to light another match. It sputtered noisily in the\r\nstillness. He blew it out, and the uncanny quiet fell again.\r\n\r\nGinger drew at his cigarette mechanically. For an instant he had seen\r\nSally's face, white-cheeked and bright-eyed, the chin tilted like a flag\r\nflying over a stricken field. His mood changed. All his emotions had\r\ncrystallized into a dull, futile rage, a helpless fury directed at a man\r\na thousand miles away.\r\n\r\nSally spoke again. Her voice sounded small and far off, an odd flatness\r\nin it.\r\n\r\n“Married?”\r\n\r\nGinger threw his cigarette out of the window. He was shocked to find\r\nthat he was smoking. Nothing could have been farther from his intention\r\nthan to smoke. He nodded.\r\n\r\n“Whom has he married?”\r\n\r\nGinger coughed. Something was sticking in his throat, and speech was\r\ndifficult.\r\n\r\n“A girl called Doland.”\r\n\r\n“Oh, Elsa Doland?”\r\n\r\n“Yes.”\r\n\r\n“Elsa Doland.” Sally drummed with her fingers on the arm of the chair.\r\n“Oh, Elsa Doland?”\r\n\r\nThere was silence again. The little clock ticked fussily on the\r\nmantelpiece. Out in the street automobile horns were blowing. From\r\nsomewhere in the distance came faintly the rumble of an elevated train.\r\nFamiliar sounds, but they came to Sally now with a curious, unreal sense\r\nof novelty. She felt as though she had been projected into another world\r\nwhere everything was new and strange and horrible--everything except\r\nGinger. About him, in the mere sight of him, there was something known\r\nand heartening.\r\n\r\nSuddenly, she became aware that she was feeling that Ginger was behaving\r\nextremely well. She seemed to have been taken out of herself and to be\r\nregarding the scene from outside, regarding it coolly and critically;\r\nand it was plain to her that Ginger, in this upheaval of all things, was\r\nbearing himself perfectly. He had attempted no banal words of sympathy.\r\nHe had said nothing and he was not looking at her. And Sally felt that\r\nsympathy just now would be torture, and that she could not have borne to\r\nbe looked at.\r\n\r\nGinger was wonderful. In that curious, detached spirit that had come\r\nupon her, she examined him impartially, and gratitude welled up from the\r\nvery depths of her. There he sat, saying nothing and doing nothing, as\r\nif he knew that all she needed, the only thing that could keep her sane\r\nin this world of nightmare, was the sight of that dear, flaming head\r\nof his that made her feel that the world had not slipped away from her\r\naltogether.\r\n\r\nGinger did not move. The room had grown almost dark now. A spear of\r\nlight from a street lamp shone in through the window.\r\n\r\nSally got up abruptly. Slowly, gradually, inch by inch, the great\r\nsuffocating cloud which had been crushing her had lifted. She felt alive\r\nagain. Her black hour had gone, and she was back in the world of\r\nliving things once more. She was afire with a fierce, tearing pain that\r\ntormented her almost beyond endurance, but dimly she sensed the fact\r\nthat she had passed through something that was worse than pain, and,\r\nwith Ginger's stolid presence to aid her, had passed triumphantly.\r\n\r\n“Go and have dinner, Ginger,” she said. “You must be starving.”\r\n\r\nGinger came to life like a courtier in the palace of the Sleeping\r\nBeauty. He shook himself, and rose stiffly from his chair.\r\n\r\n“Oh, no,” he said. “Not a bit, really.”\r\n\r\nSally switched on the light and set him blinking. She could bear to be\r\nlooked at now.\r\n\r\n“Go and dine,” she said. “Dine lavishly and luxuriously. You've\r\ncertainly earned...” Her voice faltered for a moment. She held out her\r\nhand. “Ginger,” she said shakily, “I... Ginger, you're a pal.”\r\n\r\nWhen he had gone. Sally sat down and began to cry. Then she dried her\r\neyes in a business-like manner.\r\n\r\n“There, Miss Nicholas!” she said. “You couldn't have done that an hour\r\nago... We will now boil you an egg for your dinner and see how that\r\nsuits you!”"
  ]
}