{
  "index": 18,
  "title": "Chapter 17",
  "paragraphs": [
    "Darkness was beginning to gather slowly and with almost an apologetic\r\nair, as if it regretted the painful duty of putting an end to the\r\nperfect summer day. Over to the west beyond the trees there still\r\nlingered a faint afterglow, and a new moon shone like a silver sickle\r\nabove the big barn. Sally came out of the house and bowed gravely three\r\ntimes for luck. She stood on the gravel, outside the porch, drinking in\r\nthe sweet evening scents, and found life good.\r\n\r\nThe darkness, having shown a certain reluctance at the start, was now\r\nbuckling down to make a quick and thorough job of it. The sky turned\r\nto a uniform dark blue, picked out with quiet stars. The cement of the\r\nstate road which led to Patchogue, Babylon, and other important centres\r\nceased to be a pale blur and became invisible. Lights appeared in the\r\nwindows of the houses across the meadows. From the direction of the\r\nkennels there came a single sleepy bark, and the small white woolly dog\r\nwhich had scampered out at Sally's heels stopped short and uttered a\r\nchallenging squeak.\r\n\r\nThe evening was so still that Ginger's footsteps, as he pounded along\r\nthe road on his way back from the village, whither he had gone to buy\r\nprovisions, evening papers, and wool for the sweater which Sally was\r\nknitting, were audible long before he turned in at the gate. Sally could\r\nnot see him, but she looked in the direction of the sound and once again\r\nfelt that pleasant, cosy thrill of happiness which had come to her every\r\nevening for the last year.\r\n\r\n“Ginger,” she called.\r\n\r\n“What ho!”\r\n\r\nThe woolly dog, with another important squeak, scuttled down the drive\r\nto look into the matter, and was coldly greeted. Ginger, for all his\r\nlove of dogs, had never been able to bring himself to regard Toto with\r\naffection. He had protested when Sally, a month before, finding Mrs.\r\nMeecher distraught on account of a dreadful lethargy which had seized\r\nher pet, had begged him to offer hospitality and country air to the\r\ninvalid.\r\n\r\n“It's wonderful what you've done for Toto, angel,” said Sally, as he\r\ncame up frigidly eluding that curious animal's leaps of welcome. “He's a\r\ndifferent dog.”\r\n\r\n“Bit of luck for him,” said Ginger.\r\n\r\n“In all the years I was at Mrs. Meecher's I never knew him move at\r\nanything more rapid than a stately walk. Now he runs about all the\r\ntime.”\r\n\r\n“The blighter had been overeating from birth,” said Ginger. “That was\r\nall that was wrong with him. A little judicious dieting put him right.\r\nWe'll be able,” said Ginger brightening, “to ship him back next week.”\r\n\r\n“I shall quite miss him.”\r\n\r\n“I nearly missed him--this morning--with a shoe,” said Ginger. “He was\r\nup on the kitchen table wolfing the bacon, and I took steps.”\r\n\r\n“My cave-man!” murmured Sally. “I always said you had a frightfully\r\nbrutal streak in you. Ginger, what an evening!”\r\n\r\n“Good Lord!” said Ginger suddenly, as they walked into the light of the\r\nopen kitchen door.\r\n\r\n“Now what?”\r\n\r\nHe stopped and eyed her intently.\r\n\r\n“Do you know you're looking prettier than you were when I started down\r\nto the village!”\r\n\r\nSally gave his arm a little hug.\r\n\r\n“Beloved!” she said. “Did you get the chops?”\r\n\r\nGinger froze in his tracks, horrified.\r\n\r\n“Oh, my aunt! I clean forgot them!”\r\n\r\n“Oh, Ginger, you are an old chump. Well, you'll have to go in for a\r\nlittle judicious dieting, like Toto.”\r\n\r\n“I say, I'm most awfully sorry. I got the wool.”\r\n\r\n“If you think I'm going to eat wool...”\r\n\r\n“Isn't there anything in the house?”\r\n\r\n“Vegetables and fruit.”\r\n\r\n“Fine! But, of course, if you want chops...”\r\n\r\n“Not at all. I'm spiritual. Besides, people say that vegetables are good\r\nfor the blood-pressure or something. Of course you forgot to get the\r\nmail, too?”\r\n\r\n“Absolutely not! I was on to it like a knife. Two letters from fellows\r\nwanting Airedale puppies.”\r\n\r\n“No! Ginger, we are getting on!”\r\n\r\n“Pretty bloated,” agreed Ginger complacently. “Pretty bloated. We'll be\r\nable to get that two-seater if things go buzzing on like this. There was\r\na letter for you. Here it is.”\r\n\r\n“It's from Fillmore,” said Sally, examining the envelope as they went\r\ninto the kitchen. “And about time, too. I haven't had a word from him\r\nfor months.”\r\n\r\nShe sat down and opened the letter. Ginger, heaving himself on to the\r\ntable, wriggled into a position of comfort and started to read his\r\nevening paper. But after he had skimmed over the sporting page he\r\nlowered it and allowed his gaze to rest on Sally's bent head with a\r\nfeeling of utter contentment.\r\n\r\nAlthough a married man of nearly a year's standing, Ginger was still\r\nmoving about a magic world in a state of dazed incredulity, unable fully\r\nto realize that such bliss could be. Ginger in his time had seen many\r\nthings that looked good from a distance, but not one that had borne the\r\ntest of a closer acquaintance--except this business of marriage.\r\n\r\nMarriage, with Sally for a partner, seemed to be one of the very few\r\nthings in the world in which there was no catch. His honest eyes glowed\r\nas he watched her. Sally broke into a little splutter of laughter.\r\n\r\n“Ginger, look at this!”\r\n\r\nHe reached down and took the slip of paper which she held out to him.\r\nThe following legend met his eye, printed in bold letters:\r\n\r\n                                 POPP'S\r\n\r\n                              OUTSTANDING\r\n\r\n                 SUCCULENT----APPETIZING----NUTRITIOUS.\r\n\r\n\r\n\r\n                        (JUST SAY “POP!” A CHILD\r\n\r\n                              CAN DO IT.)\r\n\r\n\r\n\r\nGinger regarded this cipher with a puzzled frown.\r\n\r\n“What is it?” he asked.\r\n\r\n“It's Fillmore.”\r\n\r\n“How do you mean?”\r\n\r\nSally gurgled.\r\n\r\n“Fillmore and Gladys have started a little restaurant in Pittsburg.”\r\n\r\n“A restaurant!” There was a shocked note in Ginger's voice. Although\r\nhe knew that the managerial career of that modern Napoleon, his\r\nbrother-in-law, had terminated in something of a smash, he had\r\nnever quite lost his reverence for one whom he considered a bit of a\r\nmaster-mind. That Fillmore Nicholas, the Man of Destiny, should have\r\ndescended to conducting a restaurant--and a little restaurant at\r\nthat--struck him as almost indecent.\r\n\r\nSally, on the other hand--for sisters always seem to fail in proper\r\nreverence for the greatness of their brothers--was delighted.\r\n\r\n“It's the most splendid idea,” she said with enthusiasm. “It really does\r\nlook as if Fillmore was going to amount to something at last. Apparently\r\nthey started on quite a small scale, just making pork-pies...”\r\n\r\n“Why Popp?” interrupted Ginger, ventilating a question which was\r\nperplexing him deeply.\r\n\r\n“Just a trade name, silly. Gladys is a wonderful cook, you know, and she\r\nmade the pies and Fillmore toddled round selling them. And they did\r\nso well that now they've started a regular restaurant, and that's a\r\nsuccess, too. Listen to this.” Sally gurgled again and turned over the\r\nletter. “Where is it? Oh yes! '... sound financial footing. In fact, our\r\nsuccess has been so instantaneous that I have decided to launch out on\r\na really big scale. It is Big Ideas that lead to Big Business. I am\r\ncontemplating a vast extension of this venture of ours, and in a very\r\nshort time I shall organize branches in New York, Chicago, Detroit, and\r\nall the big cities, each in charge of a manager and each offering as\r\na special feature, in addition to the usual restaurant cuisine, these\r\nPopp's Outstanding Pork-pies of ours. That done, and having established\r\nall these branches as going concerns, I shall sail for England and\r\nintroduce Popp's Pork-pies there...' Isn't he a little wonder!”\r\n\r\n“Dashed brainy chap. Always said so.”\r\n\r\n“I must say I was rather uneasy when I read that. I've seen so many of\r\nFillmore's Big Ideas. That's always the way with him. He gets something\r\ngood and then goes and overdoes it and bursts. However, it's all right\r\nnow that he's got Gladys to look after him. She has added a postscript.\r\nJust four words, but oh! how comforting to a sister's heart. 'Yes, I\r\ndon't think!' is what she says, and I don't know when I've read anything\r\nmore cheering. Thank heaven, she's got poor dear Fillmore well in hand.”\r\n\r\n“Pork-pies!” said Ginger, musingly, as the pangs of a healthy\r\nhunger began to assail his interior. “I wish he'd sent us one of the\r\noutstanding little chaps. I could do with it.”\r\n\r\nSally got up and ruffled his red hair.\r\n\r\n“Poor old Ginger! I knew you'd never be able to stick it. Come on, it's\r\na lovely night, let's walk to the village and revel at the inn. We're\r\ngoing to be millionaires before we know where we are, so we can afford\r\nit.”\r\n\r\n\r\nTHE END\r\n\r\n\r\n\r\n\r\n\r\n\r\nEnd of Project Gutenberg's The Adventures of Sally, by P. G. Wodehouse"
  ]
}