{
  "index": 15,
  "title": "Chapter 14",
  "paragraphs": [
    "There is in certain men--and Bruce Carmyle was one of them--a quality of\r\nresilience, a sturdy refusal to acknowledge defeat, which aids them as\r\neffectively in affairs of the heart as in encounters of a sterner and\r\nmore practical kind. As a wooer, Bruce Carmyle resembled that durable\r\ntype of pugilist who can only give of his best after he has received\r\nat least one substantial wallop on some tender spot. Although Sally had\r\nrefused his offer of marriage quite definitely at Monk's Crofton, it had\r\nnever occurred to him to consider the episode closed. All his life he\r\nhad been accustomed to getting what he wanted, and he meant to get it\r\nnow.\r\n\r\nHe was quite sure that he wanted Sally. There had been moments when\r\nhe had been conscious of certain doubts, but in the smart of temporary\r\ndefeat these had vanished. That streak of Bohemianism in her which from\r\ntime to time since their first meeting had jarred upon his orderly\r\nmind was forgotten; and all that Mr. Carmyle could remember was the\r\nbrightness of her eyes, the jaunty lift of her chin, and the gallant\r\ntrimness of her. Her gay prettiness seemed to flick at him like a whip\r\nin the darkness of wakeful nights, lashing him to pursuit. And quietly\r\nand methodically, like a respectable wolf settling on the trail of a Red\r\nRiding Hood, he prepared to pursue. Delicacy and imagination might have\r\nkept him back, but in these qualities he had never been strong. One\r\ncannot have everything.\r\n\r\nHis preparations for departure, though he did his best to make them\r\nswiftly and secretly, did not escape the notice of the Family. In many\r\nEnglish families there seems to exist a system of inter-communication\r\nand news-distribution like that of those savage tribes in Africa who\r\npass the latest item of news and interest from point to point over\r\nmiles of intervening jungle by some telepathic method never properly\r\nexplained. On his last night in London, there entered to Bruce\r\nCarmyle at his apartment in South Audley Street, the Family's chosen\r\nrepresentative, the man to whom the Family pointed with pride--Uncle\r\nDonald, in the flesh.\r\n\r\nThere were two hundred and forty pounds of the flesh Uncle Donald was\r\nin, and the chair in which he deposited it creaked beneath its burden.\r\nOnce, at Monk's Crofton, Sally had spoiled a whole morning for her\r\nbrother Fillmore, by indicating Uncle Donald as the exact image of\r\nwhat he would be when he grew up. A superstition, cherished from early\r\nschooldays, that he had a weak heart had caused the Family's managing\r\ndirector to abstain from every form of exercise for nearly fifty years;\r\nand, as he combined with a distaste for exercise one of the three\r\nheartiest appetites in the south-western postal division of London,\r\nUncle Donald, at sixty-two, was not a man one would willingly have\r\nlounging in one's armchairs. Bruce Carmyle's customary respectfulness\r\nwas tinged with something approaching dislike as he looked at him.\r\n\r\nUncle Donald's walrus moustache heaved gently upon his laboured breath,\r\nlike seaweed on a ground-swell. There had been stairs to climb.\r\n\r\n“What's this? What's this?” he contrived to ejaculate at last. “You\r\npacking?”\r\n\r\n“Yes,” said Mr. Carmyle, shortly. For the first time in his life he was\r\nconscious of that sensation of furtive guilt which was habitual with his\r\ncousin Ginger when in the presence of this large, mackerel-eyed man.\r\n\r\n“You going away?”\r\n\r\n“Yes.”\r\n\r\n“Where you going?”\r\n\r\n“America.”\r\n\r\n“When you going?”\r\n\r\n“To-morrow morning.”\r\n\r\n“Why you going?”\r\n\r\nThis dialogue has been set down as though it had been as brisk and\r\nsnappy as any cross-talk between vaudeville comedians, but in reality\r\nUncle Donald's peculiar methods of conversation had stretched it over\r\na period of nearly three minutes: for after each reply and before each\r\nquestion he had puffed and sighed and inhaled his moustache with\r\nsuch painful deliberation that his companion's nerves were finding it\r\ndifficult to bear up under the strain.\r\n\r\n“You're going after that girl,” said Uncle Donald, accusingly.\r\n\r\nBruce Carmyle flushed darkly. And it is interesting to record that at\r\nthis moment there flitted through his mind the thought that Ginger's\r\nbehaviour at Bleke's Coffee House, on a certain notable occasion, had\r\nnot been so utterly inexcusable as he had supposed. There was no doubt\r\nthat the Family's Chosen One could be trying.\r\n\r\n“Will you have a whisky and soda, Uncle Donald?” he said, by way of\r\nchanging the conversation.\r\n\r\n“Yes,” said his relative, in pursuance of a vow he had made in the early\r\neighties never to refuse an offer of this kind. “Gimme!”\r\n\r\nYou would have thought that that would have put matters on a pleasanter\r\nfooting. But no. Having lapped up the restorative, Uncle Donald returned\r\nto the attack quite un-softened.\r\n\r\n“Never thought you were a fool before,” he said severely.\r\n\r\nBruce Carmyle's proud spirit chafed. This sort of interview, which had\r\nbecome a commonplace with his cousin Ginger, was new to him. Hitherto,\r\nhis actions had received neither criticism nor been subjected to it.\r\n\r\n“I'm not a fool.”\r\n\r\n“You are a fool. A damn fool,” continued Uncle Donald, specifying more\r\nexactly. “Don't like the girl. Never did. Not a nice girl. Didn't like\r\nher. Right from the first.”\r\n\r\n“Need we discuss this?” said Bruce Carmyle, dropping, as he was apt to\r\ndo, into the grand manner.\r\n\r\nThe Head of the Family drank in a layer of moustache and blew it out\r\nagain.\r\n\r\n“Need we discuss it?” he said with asperity. “We're going to discuss it!\r\nWhatch think I climbed all these blasted stairs for with my weak heart?\r\nGimme another!”\r\n\r\nMr. Carmyle gave him another.\r\n\r\n“'S a bad business,” moaned Uncle Donald, having gone through the\r\nmovements once more. “Shocking bad business. If your poor father were\r\nalive, whatch think he'd say to your tearing across the world after this\r\ngirl? I'll tell you what he'd say. He'd say... What kind of whisky's\r\nthis?”\r\n\r\n“O'Rafferty Special.”\r\n\r\n“New to me. Not bad. Quite good. Sound. Mellow. Wherej get it?”\r\n\r\n“Bilby's in Oxford Street.”\r\n\r\n“Must order some. Mellow. He'd say... well, God knows what he'd say.\r\nWhatch doing it for? Whatch doing it for? That's what I can't see. None\r\nof us can see. Puzzles your uncle George. Baffles your aunt Geraldine.\r\nNobody can understand it. Girl's simply after your money. Anyone can see\r\nthat.”\r\n\r\n“Pardon me, Uncle Donald,” said Mr. Carmyle, stiffly, “but that is\r\nsurely rather absurd. If that were the case, why should she have refused\r\nme at Monk's Crofton?”\r\n\r\n“Drawing you on,” said Uncle Donald, promptly. “Luring you on.\r\nWell-known trick. Girl in 1881, when I was at Oxford, tried to lure me\r\non. If I hadn't had some sense and a weak heart... Whatch know of this\r\ngirl? Whatch know of her? That's the point. Who is she? Wherej meet\r\nher?”\r\n\r\n“I met her at Roville, in France.”\r\n\r\n“Travelling with her family?”\r\n\r\n“Travelling alone,” said Bruce Carmyle, reluctantly.\r\n\r\n“Not even with that brother of hers? Bad!” said Uncle Donald. “Bad,\r\nbad!”\r\n\r\n“American girls are accustomed to more independence than English girls.”\r\n\r\n“That young man,” said Uncle Donald, pursuing a train of thought, “is\r\ngoing to be fat one of these days, if he doesn't look out. Travelling\r\nalone, was she? What did you do? Catch her eye on the pier?”\r\n\r\n“Really, Uncle Donald!”\r\n\r\n“Well, must have got to know her somehow.”\r\n\r\n“I was introduced to her by Lancelot. She was a friend of his.”\r\n\r\n“Lancelot!” exploded Uncle Donald, quivering all over like a smitten\r\njelly at the loathed name. “Well, that shows you what sort of a girl she\r\nis. Any girl that would be a friend of... Unpack!”\r\n\r\n“I beg your pardon?”\r\n\r\n“Unpack! Mustn't go on with this foolery. Out of the question. Find some\r\ngirl make you a good wife. Your aunt Mary's been meeting some people\r\nname of Bassington-Bassington, related Kent Bassington-Bassingtons...\r\neldest daughter charming girl, just do for you.”\r\n\r\nOutside the pages of the more old-fashioned type of fiction nobody ever\r\nreally ground his teeth, but Bruce Carmyle came nearer to it at that\r\nmoment than anyone had ever come before. He scowled blackly, and the\r\nlast trace of suavity left him.\r\n\r\n“I shall do nothing of the kind,” he said briefly. “I sail to-morrow.”\r\n\r\nUncle Donald had had a previous experience of being defied by a nephew,\r\nbut it had not accustomed him to the sensation. He was aware of an\r\nunpleasant feeling of impotence. Nothing is harder than to know what to\r\ndo next when defied.\r\n\r\n“Eh?” he said.\r\n\r\nMr. Carmyle having started to defy, evidently decided to make a good job\r\nof it.\r\n\r\n“I am over twenty-one,” said he. “I am financially independent. I shall\r\ndo as I please.”\r\n\r\n“But, consider!” pleaded Uncle Donald, painfully conscious of the\r\nweakness of his words. “Reflect!”\r\n\r\n“I have reflected.”\r\n\r\n“Your position in the county...”\r\n\r\n“I've thought of that.”\r\n\r\n“You could marry anyone you pleased.”\r\n\r\n“I'm going to.”\r\n\r\n“You are determined to go running off to God-knows-where after this Miss\r\nI-can't-even-remember-her-dam-name?”\r\n\r\n“Yes.”\r\n\r\n“Have you considered,” said Uncle Donald, portentously, “that you owe a\r\nduty to the Family.”\r\n\r\nBruce Carmyle's patience snapped and he sank like a stone to absolutely\r\nGingerian depths of plain-spokenness.\r\n\r\n“Oh, damn the Family!” he cried.\r\n\r\nThere was a painful silence, broken only by the relieved sigh of the\r\narmchair as Uncle Donald heaved himself out of it.\r\n\r\n“After that,” said Uncle Donald, “I have nothing more to say.”\r\n\r\n“Good!” said Mr. Carmyle rudely, lost to all shame.\r\n\r\n“'Cept this. If you come back married to that girl, I'll cut you in\r\nPiccadilly. By George, I will!”\r\n\r\nHe moved to the door. Bruce Carmyle looked down his nose without\r\nspeaking. A tense moment.\r\n\r\n“What,” asked Uncle Donald, his fingers on the handle, “did you say it\r\nwas called?”\r\n\r\n“What was what called?”\r\n\r\n“That whisky.”\r\n\r\n“O'Rafferty Special.”\r\n\r\n“And wherj get it?”\r\n\r\n“Bilby's, in Oxford Street.”\r\n\r\n“I'll make a note of it,” said Uncle Donald."
  ]
}