{
  "index": 6,
  "title": "Chapter 5",
  "paragraphs": [
    "A LITERARY BANQUET\r\n\r\n\r\nCharteris and Welch were conversing in the study of which they were the\r\njoint proprietors. That is to say, Charteris was talking and playing\r\nthe banjo alternately, while Welch was deep in a book and refused to be\r\ndrawn out of it under any pretext. Charteris' banjo was the joy of his\r\nfellows and the bane of his House-master. Being of a musical turn and\r\nowning a good deal of pocket-money, he had, at the end of the summer\r\nholidays, introduced the delights of a phonograph into the House. This\r\nbeing vetoed by the House-master, he had returned at the beginning of\r\nthe following term with a penny whistle, which had suffered a similar\r\nfate. Upon this he had invested in a banjo, and the dazed Merevale,\r\nfeeling that matters were getting beyond his grip, had effected a\r\ncompromise with him. Having ascertained that there was no specific rule\r\nat St Austin's against the use of musical instruments, he had informed\r\nCharteris that if he saw fit to play the banjo before prep, only, and\r\nregarded the hours between seven and eleven as a close time, all should\r\nbe forgiven, and he might play, if so disposed, till the crack of doom.\r\nTo this reasonable request Charteris had promptly acceded, and peace\r\nhad been restored. Charteris and Welch were a curious pair. Welch spoke\r\nvery little. Charteris was seldom silent. They were both in the\r\nSixth--Welch high up, Charteris rather low down. In games, Welch was\r\none of those fortunate individuals who are good at everything. He was\r\ncaptain of cricket, and not only captain, but also the best all-round\r\nman in the team, which is often a very different matter. He was the\r\nbest wing three-quarter the School possessed; played fives and racquets\r\nlike a professor, and only the day before had shared Tony's glory by\r\nwinning the silver medal for fencing in the Aldershot competition.\r\n\r\nThe abilities of Charteris were more ordinary. He was a sound bat, and\r\nwent in first for the Eleven, and played half for the Fifteen. As\r\nregards work, he might have been brilliant if he had chosen, but his\r\nenergies were mainly devoted to the compilation of a monthly magazine\r\n(strictly unofficial) entitled _The Glow Worm_. This he edited,\r\nand for the most part wrote himself. It was a clever periodical, and\r\nrarely failed to bring him in at least ten shillings per number, after\r\ndeducting the expenses which the College bookseller, who acted as sole\r\nagent, did his best to make as big as possible. Only a very few of the\r\nelect knew the identity of the editor, and they were bound to strict\r\nsecrecy. On the day before the publication of each number, a notice was\r\nplaced in the desk of the captain of each form, notifying him of what\r\nthe morrow would bring forth, and asking him to pass it round the form.\r\nThat was all. The School did the rest. _The Glow Worm_ always sold\r\nwell, principally because of the personal nature of its contents. If\r\nthe average mortal is told that there is something about him in a\r\npaper, he will buy that paper at your own price.\r\n\r\nToday he was giving his monthly tea in honour of the new number. Only\r\ncontributors were invited, and the menu was always of the best. It was\r\na _Punch_ dinner, only more so, for these teas were celebrated\r\nwith musical honours, and Charteris on the banjo was worth hearing. His\r\nrendering of extracts from the works of Messrs Gilbert and Sullivan was\r\nan intellectual treat.\r\n\r\n'When I take the chair at our harmonic club!' he chanted, fixing the\r\nunconscious Welch with a fiery glance. 'Welch!'\r\n\r\n'Yes.'\r\n\r\n'If this is your idea of a harmonic club, it isn't mine. Put down that\r\nbook, and try and be sociable.'\r\n\r\n'One second,' said Welch, burrowing still deeper.\r\n\r\n'That's what you always say,' said Charteris. 'Look here--Come in.'\r\n\r\nThere had been a knock at the door as he was speaking. Tony entered,\r\naccompanied by Jim. They were regular attendants at these banquets, for\r\nbetween them they wrote most of what was left of the magazine when\r\nCharteris had done with it. There was only one other contributor,\r\nJackson, of Dawson's House, and he came in a few minutes later. Welch\r\nwas the athletics expert of the paper, and did most of the match\r\nreports.\r\n\r\n'Now we're complete,' said Charteris, as Jackson presented himself.\r\n'Gentlemen--your seats. There are only four chairs, and we, as\r\nWordsworth might have said, but didn't, are five. All right, I'll sit\r\non the table. Welch, you worm, away with melancholy. Take away his\r\nbook, somebody. That's right. Who says what? Tea already made. Coffee\r\npublished shortly. If anybody wants cocoa, I've got some, only you'll\r\nhave to boil more water. I regret the absence of menu-cards, but as the\r\nentire feast is visible to the naked eye, our loss is immaterial. The\r\noffertory will be for the Church expenses fund. Biscuits, please.'\r\n\r\n'I wish you'd given this tea after next Saturday, Alderman,' said Jim.\r\nCharteris was called the Alderman on account of his figure, which was\r\ninclined to stoutness, and his general capacity for consuming food.\r\n\r\n'Never put off till tomorrow--Why?'\r\n\r\n'I simply must keep fit for the mile. How's Welch to run, too, if he\r\neats this sort of thing?' He pointed to the well-spread board.\r\n\r\n'Yes, there's something in that,' said Tony. 'Thank goodness, my little\r\nentertainment's over. I think I _will_ try one of those chocolate\r\nthings. Thanks.'\r\n\r\n'Welch is all right,' said Jackson. 'He could win the hundred and the\r\nquarter on sausage-rolls. But think of the times.'\r\n\r\n'And there,' observed Charteris, 'there, my young friend, you have\r\ntouched upon a sore subject. Before you came in I was administering a\r\nfew wholesome words of censure to that miserable object on your right.\r\nWhat is a fifth of a second more or less that it should make a man\r\ninsult his digestion as Welch does? You'll hardly credit it, but for\r\nthe last three weeks or more I have been forced to look on a\r\nfellow-being refusing pastry and drinking beastly extracts of meat, all\r\nfor the sake of winning a couple of races. It quite put me off my feed.\r\nCake, please. Good robust slice. Thanks.'\r\n\r\n'It's rather funny when you come to think of it,' said Tony. 'Welch\r\nlives on Bovril for, a month, and then, just as he thinks he's going to\r\nscore, a burglar with a sense of humour strolls into the Pav.,\r\ncarefully selects the only two cups he had a chance of winning, and so\r\nto bed.'\r\n\r\n'Leaving Master J. G. Welch an awful example of what comes of\r\ntraining,' said Jim. 'Welch, you're a rotter.'\r\n\r\n'It isn't _my_ fault,' observed Welch, plaintively. 'You chaps seem to\r\nthink I've committed some sort of crime, just because a man I didn't\r\nknow from Adam has bagged a cup or two.'\r\n\r\n'It looks to me,' said Charteris, 'as if Welch, thinking his chances of\r\nthe quarter rather rocky, hired one of his low acquaintances to steal\r\nthe cup for him.'\r\n\r\n'Shouldn't wonder. Welch knows some jolly low characters in Stapleton.'\r\n\r\n'Welch is a jolly low character himself,' said Tony, judicially. 'I\r\nwonder you associate with him, Alderman.'\r\n\r\n'Stand _in loco parentis_. Aunt of his asked me to keep an eye on\r\nhim. \"Dear George is so wild,\" she said.\r\n\r\nBefore Welch could find words to refute this hideous slander, Tony cut\r\nin once more.\r\n\r\n'The only reason he doesn't drink gin and play billiards at the \"Blue\r\nLion\" is that gin makes him ill and his best break at pills is six,\r\nincluding two flukes.'\r\n\r\n'As a matter of fact,' said Welch, changing the conversation with a\r\njerk, 'I don't much care if the cups are stolen. One doesn't only run\r\nfor the sake of the pot.'\r\n\r\nCharteris groaned. 'Oh, well,' said he, 'if you're going to take the\r\nhigh moral standpoint, and descend to brazen platitudes like that, I\r\ngive you up.'\r\n\r\n'It's a rum thing about those pots,' said Welch, meditatively.\r\n\r\n'Seems to me,' Jim rejoined, 'the rum thing is that a man who considers\r\nthe Pav. a safe place to keep a lot of valuable prizes in should be\r\nallowed at large. Why couldn't they keep them in the Board Room as they\r\nused to?'\r\n\r\n'Thought it 'ud save trouble, I suppose. Save them carting the things\r\nover to the Pav. on Sports Day,' hazarded Tony.\r\n\r\n'Saved the burglar a lot of trouble, I should say,' observed Jackson,\r\n'I could break into the Pav. myself in five minutes.'\r\n\r\n'Good old Jackson,' said Charteris, 'have a shot tonight. I'll hold the\r\nwatch. I'm doing a leader on the melancholy incident for next month's\r\n_Glow Worm_. It appears that Master Reginald Robinson, a member of\r\nMr Merevale's celebrated boarding-establishment, was passing by the\r\nPavilion at an early hour on the morning of the second of April--that's\r\ntoday--when his eye was attracted by an excavation or incision in one\r\nof the windows of that imposing edifice. His narrative appears on\r\nanother page. Interviewed by a _Glow Worm_ representative, Master\r\nRobinson, who is a fine, healthy, bronzed young Englishman of some\r\nthirteen summers, with a delightful, boyish flow of speech, not wholly\r\nfree from a suspicion of cheek, gave it as his opinion that the outrage\r\nwas the work of a burglar--a remarkable display of sagacity in one so\r\nyoung. A portrait of Master Robinson appears on another page.'\r\n\r\n'Everything seems to appear on another page,' said Jim. 'Am I to do the\r\nportrait?'\r\n\r\n'I think it would be best. You can never trust a photo to caricature a\r\nperson enough. Your facial H.B.'s the thing.'\r\n\r\n'Have you heard whether anything else was bagged besides the cups?'\r\nasked Welch.\r\n\r\n'Not that I know of,' said Jim.\r\n\r\n'Yes there was,' said Jackson. 'It further appears that that lunatic,\r\nAdamson, had left some money in the pocket of his blazer, which he had\r\nleft in the Pav. overnight. On enquiry it was found that the money had\r\nalso left.'\r\n\r\nAdamson was in the same House as Jackson, and had talked of nothing\r\nelse throughout the whole of lunch. He was an abnormally wealthy\r\nindividual, however, and it was generally felt, though he himself\r\nthought otherwise, that he could afford to lose some of the surplus.\r\n\r\n'How much?' asked Jim.\r\n\r\n'Two pounds.'\r\n\r\nAt this Jim gave vent to the exclamation which Mr Barry Pain calls the\r\nEnglishman's shortest prayer.\r\n\r\n'My dear sir,' said Charteris. 'My very dear sir. We blush for you.\r\nMight I ask _why_ you take the matter to heart so?'\r\n\r\nJim hesitated.\r\n\r\n'Better have it out, Jim,' said Tony. 'These chaps'll keep it dark all\r\nright.' And Jim entered once again upon the recital of his doings on\r\nthe previous night.\r\n\r\n'So you see,' he concluded, 'this two pound business makes it all the\r\nworse.'\r\n\r\n'I don't see why,' said Welch.\r\n\r\n'Well, you see, money's a thing everybody wants, whereas cups wouldn't\r\nbe any good to a fellow at school. So that I should find it much harder\r\nto prove that I didn't take the two pounds, than I should have done to\r\nprove that I didn't take the cups.'\r\n\r\n'But there's no earthly need for you to prove anything,' said Tony.\r\n'There's not the slightest chance of your being found out.'\r\n\r\n'Exactly,' observed Charteris. 'We will certainly respect your incog.\r\nif you wish it. Wild horses shall draw no evidence from us. It is, of\r\ncourse, very distressing, but what is man after all? Are we not as the\r\nbeasts that perish, and is not our little life rounded by a sleep?\r\nIndeed, yes. And now--with full chorus, please.\r\n\r\n   '\"We-e take him from the city or the plough.\r\n   We-e dress him up in uniform so ne-e-e-at.\"'\r\n\r\nAnd at the third line some plaster came down from the ceiling, and\r\nMerevale came up, and the meeting dispersed without the customary\r\ncheers."
  ]
}