{
  "index": 5,
  "title": "Chapter 4",
  "paragraphs": [
    "CONCERNING THE MUTUAL FRIEND\r\n\r\n\r\n'I wonder where the dear Mutual gets to these afternoons,' said Dallas.\r\n\r\n'The who?' asked MacArthur. MacArthur, commonly known as the Babe, was\r\na day boy. Dallas and Vaughan had invited him to tea in their study.\r\n\r\n'Plunkett, you know.'\r\n\r\n'Why the Mutual?'\r\n\r\n'Mutual Friend, Vaughan's and mine. Shares this study with us. I call\r\nhim dear partly because he's head of the House, and therefore, of\r\ncourse, we respect and admire him.'\r\n\r\n'And partly,' put in Vaughan, beaming at the Babe over a frying-pan\r\nfull of sausages, 'partly because we love him so. Oh, he's a beauty.'\r\n\r\n'No, but rotting apart,' said the Babe, 'what sort of a chap is he? I\r\nhardly know him by sight, even.'\r\n\r\n'Should describe him roughly,' said Dallas, 'as a hopeless, forsaken\r\nunspeakable worm.'\r\n\r\n'Understates it considerably,' remarked Vaughan. 'His manners are\r\npatronising, and his customs beastly.'\r\n\r\n'He wears spectacles, and reads Herodotus in the original Greek for\r\npleasure.'\r\n\r\n'He sneers at footer, and jeers at cricket. Croquet is his form, I\r\nshould say. Should doubt, though, if he even plays that.'\r\n\r\n'But why on earth,' said the Babe, 'do you have him in your study?'\r\n\r\nVaughan looked wildly and speechlessly at Dallas, who looked helplessly\r\nback at Vaughan.\r\n\r\n'Don't, Babe, please!' said Dallas. 'You've no idea how a remark of\r\nthat sort infuriates us. You surely don't suppose we'd have the man in\r\nthe study if we could help it?'\r\n\r\n'It's another instance of Ward at his worst,' said Vaughan. 'Have you\r\nnever heard the story of the Mutual Friend's arrival?'\r\n\r\n'No.'\r\n\r\n'It was like this. At the beginning of this term I came back expecting\r\nto be head of this show. You see, Richards left at Christmas and I was\r\nnext man in. Dallas and I had made all sorts of arrangements for having\r\na good time. Well, I got back on the last evening of the holidays. When\r\nI got into this study, there was the man Plunkett sitting in the best\r\nchair, reading.'\r\n\r\n'Probably reading Herodotus in the original Greek,' snorted Dallas.\r\n\r\n'He didn't take the slightest notice of me. I stood in the doorway like\r\nPatience on a monument for about a quarter of an hour. Then I coughed.\r\nHe took absolutely no notice. I coughed again, loud enough to crack the\r\nwindows. Then I got tired of it, and said \"Hullo\". He did look up at\r\nthat. \"Hullo,\" he said, \"you've got rather a nasty cough.\" I said\r\n\"Yes\", and waited for him to throw himself on my bosom and explain\r\neverything, you know.'\r\n\r\n'Did he?' asked the Babe, deeply interested.\r\n\r\n'Not a bit,' said Dallas, 'he--sorry, Vaughan, fire ahead.'\r\n\r\n'He went on reading. After a bit I said I hoped he was fairly\r\ncomfortable. He said he was. Conversation languished again. I made\r\nanother shot. \"Looking for anybody?\" I said. \"No,\" he said, \"are you?\"\r\n\"No.\" \"Then why the dickens should I be?\" he said. I didn't quite\r\nfollow his argument. In fact, I don't even now. \"Look here,\" I said,\r\n\"tell me one thing. Have you or have you not bought this place? If you\r\nhave, all right. If you haven't, I'm going to sling you out, and jolly\r\nsoon, too.\" He looked at me in his superior sort of way, and observed\r\nwithout blenching that he was head of the House.'\r\n\r\n'Just another of Ward's jars,' said Dallas. 'Knowing that Vaughan was\r\nkeen on being head of the House he actually went to the Old Man and\r\npersuaded him that it would be better to bring in some day boy who was\r\na School-prefect than let Vaughan boss the show. What do you think of\r\nthat?'\r\n\r\n'Pretty low,' said the Babe.\r\n\r\n'Said I was thoughtless and headstrong,' cut in Vaughan, spearing a\r\nsausage as if it were Mr Ward's body. 'Muffins up, Dallas, old man.\r\nWhen the sausages are done to a turn. \"Thoughtless and headstrong.\"\r\nThose were his very words.'\r\n\r\n'Can't you imagine the old beast?' said Dallas, pathetically, 'Can't\r\nyou see him getting round the Old Man? A capital lad at heart, I am\r\nsure, distinctly a capital lad, but thoughtless and headstrong, far too\r\nthoughtless for a position so important as that of head of my House.\r\nThe abandoned old wreck!'\r\n\r\nTea put an end for the moment to conversation, but when the last\r\nsausage had gone the way of all flesh, Vaughan returned to the sore\r\nsubject like a moth to a candle.\r\n\r\n'It isn't only the not being head of the House that I bar. It's the man\r\nhimself. You say you haven't studied Plunkett much. When you get to\r\nknow him better, you'll appreciate his finer qualities more. There are\r\nso few of them.'\r\n\r\n'The only fine quality I've ever seen in him,' said Dallas, 'is his\r\nhabit of slinking off in the afternoons when he ought to be playing\r\ngames, and not coming back till lock-up.'\r\n\r\n'Which brings us back to where we started,' put in the Babe. 'You were\r\nwondering what he did with himself.'\r\n\r\n'Yes, it can't be anything good so we'll put beetles and butterflies\r\nout of the question right away. He might go and poach. There's heaps of\r\nopportunity round here for a chap who wants to try his hand at that. I\r\nremember, when I was a kid, Morton-Smith, who used to be in this\r\nHouse--remember him?--took me to old what's-his-name's place. Who's\r\nthat frantic blood who owns all that land along the Badgwick road? The\r\nM.P. man.'\r\n\r\n'Milord Sir Alfred Venner, M.P., of Badgwick Hall.'\r\n\r\n'That's the man. Generally very much of Badgwick Hall. Came down last\r\nsummer on Prize Day. One would have thought from the side on him that\r\nhe was all sorts of dooks. Anyhow, Morton-Smith took me rabbiting\r\nthere. I didn't know it was against the rules or anything. Had a grand\r\ntime. A few days afterwards, Milord Sir Venner copped him on the hop\r\nand he got sacked. There was an awful row. I thought my hair would have\r\nturned white.'\r\n\r\n'I shouldn't think the Mutual poaches,' said Vaughan. 'He hasn't got\r\nthe enterprise to poach an egg even. No, it can't be that.'\r\n\r\n'Perhaps he bikes?' said the Babe.\r\n\r\n'No, he's not got a bike. He's the sort of chap, though, to borrow\r\nsomebody else's without asking. Possibly he does bike.'\r\n\r\n'If he does,' said Dallas, 'it's only so as to get well away from the\r\nColl., before starting on his career of crime. I'll swear he does break\r\nrules like an ordinary human being when he thinks it's safe. Those\r\naggressively pious fellows generally do.'\r\n\r\n'I didn't know he was that sort,' said the Babe. 'Don't you find it\r\nrather a jar?'\r\n\r\n'Just a bit. He jaws us sometimes till we turn and rend him.'\r\n\r\n'Yes, he's an awful man,' said Vaughan.\r\n\r\n'Don't stop,' said the Babe, encouragingly, after the silence had\r\nlasted some time. 'It's a treat picking a fellow to pieces like this.'\r\n\r\n'I don't know if that's your beastly sarcasm, Babe,' said Vaughan,\r\n'but, speaking for self and partner, I don't know how we should get on\r\nif we didn't blow off steam occasionally in this style.'\r\n\r\n'We should probably last out for a week, and then there would be a\r\nsharp shriek, a hollow groan, and all that would be left of the Mutual\r\nFriend would be a slight discolouration on the study carpet.'\r\n\r\n'Coupled with an aroma of fresh gore.'\r\n\r\n'Perhaps that's why he goes off in the afternoons,' suggested the Babe.\r\n'Doesn't want to run any risks.'\r\n\r\n'Shouldn't wonder.'\r\n\r\n'He's such a rotten head of the House, too,' said Vaughan. 'Ward may\r\ngas about my being headstrong and thoughtless, but I'm dashed if I\r\nwould make a bally exhibition of myself like the Mutual.'\r\n\r\n'What's he do?' enquired the Babe.\r\n\r\n'It's not so much what he does. It's what he doesn't do that sickens\r\nme,' said Dallas. 'I may be a bit of a crock in some ways--for further\r\ndetails apply to Ward--but I can stop a couple of fags ragging if I\r\ntry.'\r\n\r\n'Can't Plunkett?'\r\n\r\n'Not for nuts. He's simply helpless when there's anything going on that\r\nhe ought to stop. Why, the other day there was a row in the fags' room\r\nthat you could almost have heard at your place, Babe. We were up here\r\nworking. The Mutual was jawing as usual on the subject of cramming tips\r\nfor the Æschylus exam. Said it wasn't scholarship, or some rot. What\r\nbusiness is it of his how a chap works, I should like to know. Just as\r\nhe had got under way, the fags began kicking up more row than ever.'\r\n\r\n'I said', cut in Vaughan, 'that instead of minding other people's\r\nbusiness, he'd better mind his own for a change, and go down and stop\r\nthe row.'\r\n\r\n'He looked a bit green at that,' said Dallas. 'Said the row didn't\r\ninterfere with him. \"Does with us,\" I said. \"It's all very well for\r\nyou. You aren't doing a stroke of work. No amount of row matters to a\r\nchap who's only delivering a rotten sermon on scholarship. Vaughan and\r\nI happen to be trying to do some work.\" \"All right,\" he said, \"if you\r\nwant the row stopped, why don't you go and stop it? What's it got to do\r\nwith me?\"'\r\n\r\n'Rotter!' interpolated the Babe.\r\n\r\n'Wasn't he? Well, of course we couldn't stand that.'\r\n\r\n'We crushed him,' said Vaughan.\r\n\r\n'I said: \"In my young days the head of the House used to keep order for\r\nhimself.\" I asked him what he thought he was here for. Because he isn't\r\nornamental. So he went down after that.'\r\n\r\n'Well?' said the Babe. Being a miserable day boy he had had no\r\nexperience of the inner life of a boarding House, which is the real\r\nlife of a public school. His experience of life at St Austin's was\r\nlimited to doing his work and playing centre-three-quarter for the\r\nfifteen. Which, it may be remarked in passing, he did extremely well.\r\n\r\nDallas took up the narrative. 'Well, after he'd been gone about five\r\nminutes, and the row seemed to be getting worse than ever, we thought\r\nwe'd better go down and investigate. So we did.'\r\n\r\n'And when we got to the fags' room,' said Vaughan, pointing the\r\ntoasting-fork at the Babe by way of emphasis, 'there was the Mutual\r\nstanding in the middle of the room gassing away with an expression on\r\nhis face a cross between a village idiot and an unintelligent fried\r\negg. And all round him was a seething mass of fags, half of them\r\nplaying soccer with a top-hat and the other half cheering wildly\r\nwhenever the Mutual opened his mouth.'\r\n\r\n'What did you do?'\r\n\r\n'We made an aggressive movement in force. Collared the hat, brained\r\nevery fag within reach, and swore we'd report them to the beak and so\r\non. They quieted down in about three and a quarter seconds by\r\nstopwatch, and we retired, taking the hat as a prize of war, and\r\nfollowed by the Mutual Friend.'\r\n\r\n'He looked worried, rather,' said Vaughan. 'And, thank goodness, he let\r\nus alone for the rest of the evening.'\r\n\r\n'That's only a sample, though,' explained Dallas. 'That sort of thing\r\nhas been going on the whole term. If the head of a House is an abject\r\nlunatic, there's bound to be ructions. Fags simply live for the sake of\r\nkicking up rows. It's meat and drink to them.'\r\n\r\n'I wish the Mutual would leave,' said Vaughan. 'Only that sort of chap\r\nalways lingers on until he dies or gets sacked.'\r\n\r\n'He's not the sort of fellow to get sacked, I should say,' said the\r\nBabe.\r\n\r\n''Fraid not. I wish I could shunt into some other House. Between Ward\r\nand the Mutual life here isn't worth living.'\r\n\r\n'There's Merevale's, now,' said Vaughan. 'I wish I was in there. In the\r\nfirst place you've got Merevale. He gets as near perfection as a beak\r\never does. Coaches the House footer and cricket, and takes an\r\nintelligent interest in things generally. Then there are some decent\r\nfellows in Merevale's. Charteris, Welch, Graham, Thomson, heaps of\r\nthem.'\r\n\r\n'Pity you came to Ward's,' said the Babe. 'Why did you?'\r\n\r\n'My pater knew Ward a bit. If he'd known him well, he'd have sent me\r\nsomewhere else.'\r\n\r\n'My pater knew Vaughan's pater well, who knew Ward slightly and there\r\nyou are. _Voilà comme des accidents arrivent_.'\r\n\r\n'If Ward wanted to lug in a day boy to be head of the House,' said\r\nVaughan, harping once more on the old string, 'he might at least have\r\ngot somebody decent.'\r\n\r\n'There's the great Babe himself. Babe, why don't you come in next\r\nterm?'\r\n\r\n'Not much,' said the Babe, with a shudder.\r\n\r\n'Well, even barring present company, there are lots of chaps who would\r\nhave jumped at the chance of being head of a House. But nothing would\r\nsatisfy Ward but lugging the Mutual from the bosom of his beastly\r\nfamily.'\r\n\r\n'We haven't decided that point about where he goes to,' said the Babe.\r\n\r\nAt this moment the door of the study opened, and the gentleman in\r\nquestion appeared in person. He stood in the doorway for a few seconds,\r\ngasping and throwing his arms about as if he found a difficulty in\r\nmaking his way in.\r\n\r\n'I wish you two wouldn't make such an awful froust in the study\r\n_every_ afternoon,' he observed, pleasantly. 'Have you been having\r\na little tea-party? How nice!'\r\n\r\n'We've been brewing, if that's what you mean,' said Vaughan, shortly.\r\n\r\n'Oh,' said Plunkett, 'I hope you enjoyed yourselves. It's nearly\r\nlock-up, MacArthur.'\r\n\r\n'That's Plunkett's delicate way of telling you you're not wanted,\r\nBabe.'\r\n\r\n'Well, I suppose I ought to be going,' said the Babe. 'So long.'\r\n\r\nAnd he went, feeling grateful to Providence for not having made his\r\nfather, like the fathers of Vaughan and Dallas, a casual acquaintance\r\nof Mr Ward.\r\n\r\nThe Mutual Friend really was a trial to Vaughan and Dallas. Only those\r\nwhose fate it is or has been to share a study with an uncongenial\r\ncompanion can appreciate their feelings to the full. Three in a study\r\nis always something of a tight fit, and when the three are in a state\r\nof perpetual warfare, or, at the best, of armed truce, things become\r\nvery bad indeed.\r\n\r\n'Do you find it necessary to have tea-parties every evening?' enquired\r\nPlunkett, after he had collected his books for the night's work. 'The\r\nsmell of burnt meat--'\r\n\r\n'Fried sausages,' said Vaughan. 'Perfectly healthy smell. Do you good.'\r\n\r\n'It's quite disgusting. Really, the air in here is hardly fit to\r\nbreathe.'\r\n\r\n'You'll find an excellent brand of air down in the senior study,' said\r\nDallas, pointedly. 'Don't stay and poison yourself here on _our_\r\naccount,' he added. 'Think of your family.'\r\n\r\n'I shall work where I choose,' said the Mutual Friend, with dignity.\r\n\r\n'Of course, so long as you do work. You mustn't talk. Vaughan and I\r\nhave got some Livy to do.'\r\n\r\nPlunkett snorted, and the passage of arms ended, as it usually did, in\r\nhis retiring with his books to the senior study, leaving Dallas and\r\nVaughan to discuss his character once more in case there might be any\r\npoints of it left upon which they had not touched in previous\r\nconversations.\r\n\r\n'This robbery of the pots is a rum thing,' said Vaughan, thoughtfully,\r\nwhen the last shreds of Plunkett's character had been put through the\r\nmincing-machine to the satisfaction of all concerned.\r\n\r\n'Yes. It's the sort of thing one doesn't think possible till it\r\nactually happens.'\r\n\r\n'What the dickens made them put the things in the Pav. at all? They\r\nmust have known it wouldn't be safe.'\r\n\r\n'Well, you see, they usually cart them into the Board Room, I believe,\r\nonly this time the governors were going to have a meeting there. They\r\ncouldn't very well meet in a room with the table all covered with\r\nsilver pots.'\r\n\r\n'Don't see why.'\r\n\r\n'Well, I suppose they could, really, but some of the governors are\r\nfairly nuts on strict form. There's that crock who makes the two-hour\r\nvote of thanks speeches on Prize Day. You can see him rising to a point\r\nof order, and fixing the Old 'Un with a fishy eye.'\r\n\r\n'Well, anyhow, I don't see that they can blame a burglar for taking the\r\npots if they simply chuck them in his way like that.'\r\n\r\n'No. I say, we'd better weigh in with the Livy. The man Ward'll be\r\nround directly. Where's the dic? _And_ our invaluable friend, Mr\r\nBohn? Right. Now, you reel it off, and I'll keep an eye on the notes.'\r\nAnd they settled down to the business of the day.\r\n\r\nAfter a while Vaughan looked up.\r\n\r\n'Who's going to win the mile?' he asked.\r\n\r\n'What's the matter with Thomson?'\r\n\r\n'How about Drake then?'\r\n\r\n'Thomson won the half.'\r\n\r\n'I knew you'd say that. The half isn't a test of a chap's mile form.\r\nBesides, did you happen to see Drake's sprint?'\r\n\r\n'Jolly good one.'\r\n\r\n'I know, but look how late he started for it. Thomson crammed on the\r\npace directly he got into the straight. Drake only began to put it on\r\nwhen he got to the Pav. Even then he wasn't far behind at the tape.'\r\n\r\n'No. Well, I'm not plunging either way. Ought to be a good race.'\r\n\r\n'Rather. I say, I wonder Welch doesn't try his hand at the mile. I\r\nbelieve he would do some rattling times if he'd only try.'\r\n\r\n'Why, Welch is a sprinter.'\r\n\r\n'I know. But I believe for all that that the mile's his distance. He's\r\nalways well up in the cross-country runs.'\r\n\r\n'Anyhow, he's not in for it this year. Thomson's my man. It'll be a\r\nnear thing, though.'\r\n\r\n'Jolly near thing. With Drake in front.'\r\n\r\n'Thomson.'\r\n\r\n'Drake.'\r\n\r\n'All right, we'll see. Wonder why the beak doesn't come up. I can't sit\r\nhere doing Livy all the evening. And yet if we stop he's bound to look\r\nin.'\r\n\r\n'Oh Lord, is that what you've been worrying about? I thought you'd\r\ndeveloped the work habit or something. Ward's all right. He's out on\r\nthe tiles tonight. Gone to a dinner at Philpott's.'\r\n\r\n'Good man, how do you know? Are you certain?'\r\n\r\n'Heard him telling Prater this morning. Half the staff have gone. Good\r\nopportunity for a chap to go for a stroll if he wanted to. Shall we, by\r\nthe way?'\r\n\r\n'Not for me, thanks. I'm in the middle of a rather special book. Ever\r\nread _Great Expectations_? Dickens, you know.'\r\n\r\n'I know. Haven't read it, though. Always rather funk starting on a\r\nclassic, somehow. Good?'\r\n\r\n'My dear chap! Good's not the word.'\r\n\r\n'Well, after you. Exit Livy, then. And a good job, too. You might pass\r\nus the great Sherlock. Thanks.'\r\n\r\nHe plunged with the great detective into the mystery of the speckled\r\nband, while Vaughan opened _Great Expectations_ at the place where\r\nhe had left off the night before. And a silence fell upon the study.\r\n\r\nCuriously enough, Dallas was not the only member of Ward's House to\r\nwhom it occurred that evening that the absence of the House-master\r\nsupplied a good opportunity for a stroll. The idea had also struck\r\nPlunkett favourably. He was not feeling very comfortable down-stairs.\r\nOn entering the senior study he found Galloway, an Upper Fourth member\r\nof the House, already in possession. Galloway had managed that evening\r\nto insinuate himself with such success into the good graces of the\r\nmatron, that he had been allowed to stay in the House instead of\r\nproceeding with the rest of the study to the Great Hall for\r\npreparation. The palpable failure of his attempt to hide the book he\r\nwas reading under the table when he was disturbed led him to cast at\r\nthe Mutual Friend, the cause of his panic, so severe and forbidding a\r\nlook, that that gentleman retired, and made for the junior study.\r\n\r\nThe atmosphere in the junior study was close, and heavy with a blend of\r\nseveral strange odours. Plunkett went to the window. Then he noticed\r\nwhat he had never noticed before, that there were no bars to the\r\nwindow. Only the glass stood between him and the outer world. He threw\r\nup the sash as far as it would go. There was plenty of room to get out.\r\nSo he got out. He stood for a moment inhaling the fresh air. Then,\r\ntaking something from his coat-pocket, he dived into the shadows. An\r\nhour passed. In the study above, Dallas, surfeited with mysteries and\r\nvillainy, put down his book and stretched himself.\r\n\r\n'I say, Vaughan,' he said. 'Have you settled the House gym. team yet?\r\nIt's about time the list went up.'\r\n\r\n'Eh? What?' said Vaughan, coming slowly out of his book.\r\n\r\nDallas repeated his question.\r\n\r\n'Yes,' said Vaughan, 'got it somewhere on me. Haynes, Jarvis, and\r\nmyself are going in. Only, the Mutual has to stick up the list.'\r\n\r\nIt was the unwritten rule in Ward's, as in most of the other Houses at\r\nthe School, that none but the head of the House had the right of\r\nplacing notices on the House board.\r\n\r\n'I know,' said Dallas. 'I'll go and buck him up now.'\r\n\r\n'Don't trouble. After prayers'll do.'\r\n\r\n'It's all right. No trouble. Whom did you say? Yourself, Haynes--'\r\n\r\n'And Jarvis. Not that he's any good. But the third string never matters\r\nmuch, and it'll do him good to represent the House.'\r\n\r\n'Right. I'll go and unearth the Mutual.'\r\n\r\nThe result was that Galloway received another shock to his system.\r\n\r\n'Don't glare, Galloway. It's rude,' said Dallas.\r\n\r\n'Where's Plunkett got to?' he added.\r\n\r\n'Junior study,' said Galloway.\r\n\r\nDallas went to the junior study. There were Plunkett's books on the\r\ntable, but of their owner no signs were to be seen. The Mutual Friend\r\nhad had the good sense to close the window after he had climbed through\r\nit, and Dallas did not suspect what had actually happened. He returned\r\nto Vaughan.\r\n\r\n'The Mutual isn't in either of the studies,' he said. 'I didn't want to\r\nspend the evening playing hide-and-seek with him, so I've come back.'\r\n\r\n'It doesn't matter, thanks all the same. Later on'll do just as well.'\r\n\r\n'Do you object to the window going up?' asked Dallas. 'There's a bit of\r\na froust on in here.'\r\n\r\n'Rather not. Heave it up.'\r\n\r\nDallas hove it. He stood leaning out, looking towards the College\r\nbuildings, which stood out black and clear against the April sky. From\r\nout of the darkness in the direction of Stapleton sounded the\r\nmonotonous note of a corn-crake.\r\n\r\n'Jove,' he said, 'it's a grand night. If I was at home now I shouldn't\r\nbe cooped up indoors like this.'\r\n\r\n'Holidays in another week,' said Vaughan, joining him. 'It is ripping,\r\nisn't it? There's something not half bad in the Coll. buildings on a\r\nnight like this. I shall be jolly sorry to leave, in spite of Ward and\r\nthe Mutual.'\r\n\r\n'Same here, by Jove. We've each got a couple more years, though, if it\r\ncomes to that. Hullo, prep.'s over.'\r\n\r\nThe sound of footsteps began to be heard from the direction of the\r\nCollege. Nine had struck from the School clock, and the Great Hall was\r\nemptying.\r\n\r\n'Your turn to read at prayers, Vaughan. Hullo, there's the Mutual.\r\nDidn't hear him unlock the door. Glad he has, though. Saves us\r\ntrouble.'\r\n\r\n'I must be going down to look up a bit to read. Do you remember when\r\nHarper read the same bit six days running? I shall never forget Ward's\r\npained expression. Harper explained that he thought the passage so\r\nbeautiful that he couldn't leave it.'\r\n\r\n'Why don't you try that tip?'\r\n\r\n'Hardly. My reputation hasn't quite the stamina for the test.'\r\n\r\nVaughan left the room. At the foot of the stairs he was met by the\r\nmatron.\r\n\r\n'Will you unlock the door, please, Vaughan,' she said, handing him a\r\nbunch of keys. 'The boys will be coming in in a minute.'\r\n\r\n'Unlock the door?' repeated Vaughan. 'I thought it was unlocked. All\r\nright.'\r\n\r\n'By Jove,' he thought, 'the plot thickens. What is our only Plunkett\r\ndoing out of the House when the door is locked, I wonder.'\r\n\r\nPlunkett strolled in with the last batch of the returning crowd,\r\nwearing on his face the virtuous look of one who has been snatching a\r\nwhiff of fresh air after a hard evening's preparation.\r\n\r\n'Oh, I say, Plunkett,' said Vaughan, when they met in the study after\r\nprayers, 'I wanted to see you. Where have you been?'\r\n\r\n'I have been in the junior study. Where did you think I had been?'\r\n\r\n'Oh.'\r\n\r\n'Do you doubt my word?'\r\n\r\n'I've the most exaggerated respect for your word, but you weren't in\r\nthe junior study at five to nine.'\r\n\r\n'No, I went up to my dormitory about that time. You seem remarkably\r\ninterested in my movements.'\r\n\r\n'Only wanted to see you about the House gym. team. You might shove up\r\nthe list tonight. Haynes, Jarvis, and myself.'\r\n\r\n'Very well.'\r\n\r\n'I didn't say anything to him,' said Vaughan to Dallas as they were\r\ngoing to their dormitories, 'but, you know, there's something jolly\r\nfishy about the Mutual. That door wasn't unlocked when we saw him\r\noutside. I unlocked it myself. Seems to me the Mutual's been having a\r\nlittle private bust of his own on the quiet.'\r\n\r\n'That's rum. He might have been out by the front way to see one of the\r\nbeaks, though.'\r\n\r\n'Well, even then he would be breaking rules. You aren't allowed to go\r\nout after lock-up without House beak's leave. No, I find him guilty.'\r\n\r\n'If only he'd go and get booked!' said Vaughan. 'Then he might have to\r\nleave. But he won't. No such luck.'\r\n\r\n'No,' said Dallas. 'Good-night.'\r\n\r\n'Good-night.'\r\n\r\nCertainly there was something mysterious about the matter."
  ]
}