{
  "index": 1,
  "title": "Chapter 1",
  "paragraphs": [
    "CHAPTER I\r\nPATIENT PERSEVERANCE PRODUCES PUGILISTIC PRODIGIES\r\n\r\n\r\n'Where _have_ I seen that face before?' said a voice. Tony Graham\r\nlooked up from his bag.\r\n\r\n'Hullo, Allen,' he said, 'what the dickens are you up here for?'\r\n\r\n'I was rather thinking of doing a little boxing. If you've no\r\nobjection, of course.'\r\n\r\n'But you ought to be on a bed of sickness, and that sort of thing. I\r\nheard you'd crocked yourself.'\r\n\r\n'So I did. Nothing much, though. Trod on myself during a game of fives,\r\nand twisted my ankle a bit.'\r\n\r\n'In for the middles, of course?'\r\n\r\n'Yes.'\r\n\r\n'So am I.'\r\n\r\n'Yes, so I saw in the _Sportsman_. It says you weigh eleven-three.'\r\n\r\n'Bit more, really, I believe. Shan't be able to have any lunch, or I\r\nshall have to go in for the heavies. What are you?'\r\n\r\n'Just eleven. Well, let's hope we meet in the final.'\r\n\r\n'Rather,' said Tony.\r\n\r\nIt was at Aldershot--to be more exact, in the dressing-room of the\r\nQueen's Avenue Gymnasium at Aldershot--that the conversation took\r\nplace. From east and west, and north and south, from Dan even unto\r\nBeersheba, the representatives of the public schools had assembled to\r\nbox, fence, and perform gymnastic prodigies for fame and silver medals.\r\nThe room was full of all sorts and sizes of them, heavy-weights looking\r\nponderous and muscular, feather-weights diminutive but wiry,\r\nlight-weights, middle-weights, fencers, and gymnasts in scores, some\r\nwearing the unmistakable air of the veteran, for whom Aldershot has no\r\nmysteries, others nervous, and wishing themselves back again at school.\r\n\r\nTony Graham had chosen a corner near the door. This was his first\r\nappearance at Aldershot. St Austin's was his School, and he was by far\r\nthe best middle-weight there. But his doubts as to his ability to hold\r\nhis own against all-comers were extreme, nor were they lessened by the\r\nknowledge that his cousin, Allen Thomson, was to be one of his\r\nopponents. Indeed, if he had not been a man of mettle, he might well\r\nhave thought that with Allen's advent his chances were at an end.\r\n\r\nAllen was at Rugby. He was the son of a baronet who owned many acres in\r\nWiltshire, and held fixed opinions on the subject of the whole duty of\r\nman, who, he held, should be before anything else a sportsman. Both the\r\nThomsons--Allen's brother Jim was at St Austin's in the same House as\r\nTony--were good at most forms of sport. Jim, however, had never taken\r\nto the art of boxing very kindly, but, by way of compensation, Allen\r\nhad skill enough for two. He was a splendid boxer, quick, neat,\r\nscientific. He had been up to Aldershot three times, once as a\r\nfeather-weight and twice as a light-weight, and each time he had\r\nreturned with the silver medal.\r\n\r\nAs for Tony, he was more a fighter than a sparrer. When he paid a visit\r\nto his uncle's house he boxed with Allen daily, and invariably got the\r\nworst of it. Allen was too quick for him. But he was clever with his\r\nhands. His supply of pluck was inexhaustible, and physically he was as\r\nhard as nails.\r\n\r\n'Is your ankle all right again, now?' he asked.\r\n\r\n'Pretty well. It wasn't much of a sprain. Interfered with my training a\r\ngood bit, though. I ought by rights to be well under eleven stone.\r\nYou're all right, I suppose?'\r\n\r\n'Not bad. Boxing takes it out of you more than footer or a race. I was\r\nin good footer training long before I started to get fit for Aldershot.\r\nBut I think I ought to get along fairly well. Any idea who's in against\r\nus?'\r\n\r\n'Harrow, Felsted, Wellington. That's all, I think.'\r\n\r\n'St Paul's?'\r\n\r\n'No.'\r\n\r\n'Good. Well, I hope your first man mops you up. I've a conscientious\r\nobjection to scrapping with you.'\r\n\r\nAllen laughed. 'You'd be all right,' he said, 'if you weren't so\r\nbeastly slow with your guard. Why don't you wake up? You hit like\r\nblazes.'\r\n\r\n'I think I shall start guarding two seconds before you lead. By the\r\nway, don't have any false delicacy about spoiling my aristocratic\r\nfeatures. On the ground of relationship, you know.'\r\n\r\n'Rather not. Let auld acquaintance be forgot. I'm not Thomson for the\r\npresent. I'm Rugby.'\r\n\r\n'Just so, and I'm St Austin's. Personally, I'm going for the knock-out.\r\nYou won't feel hurt?'\r\n\r\nThis was in the days before the Headmasters' Conference had abolished\r\nthe knock-out blow, and a boxer might still pay attentions to the point\r\nof his opponent's jaw with an easy conscience.\r\n\r\n'I probably shall if it comes off,' said Allen. 'I say, it occurs to me\r\nthat we shall be weighing-in in a couple of minutes, and I haven't\r\nstarted to change yet. Good, I've not brought evening dress or somebody\r\nelse's footer clothes, as usually happens on these festive occasions.'\r\n\r\nHe was just pulling on his last boot when a Gymnasium official appeared\r\nin the doorway.\r\n\r\n'Will all those who are entering for the boxing get ready for the\r\nweighing-in, please?' he said, and a general exodus ensued.\r\n\r\nThe weighing-in at the Public Schools' Boxing Competition is something\r\nin the nature of a religious ceremony, but even religious ceremonies\r\ncome to an end, and after a quarter of an hour or so Tony was weighed\r\nin the balance and found correct. He strolled off on a tour of\r\ninspection.\r\n\r\nAfter a time he lighted upon the St Austin's Gym Instructor, whom he\r\nhad not seen since they had parted that morning, the one on his way to\r\nthe dressing-room, the other to the refreshment-bar for a modest\r\nquencher.\r\n\r\n'Well, Mr Graham?'\r\n\r\n'Hullo, Dawkins. What time does this show start? Do you know when the\r\nmiddle-weights come on?'\r\n\r\n'Well, you can't say for certain. They may keep 'em back a bit or they\r\nmay make a start with 'em first thing. No, the light-weights are going\r\nto start. What number did you draw, sir?'\r\n\r\n'One.'\r\n\r\n'Then you'll be in the first middle-weight pair. That'll be after these\r\ntwo gentlemen.'\r\n\r\n'These two gentlemen', the first of the light-weights, were by this\r\ntime in the middle of a warmish opening round. Tony watched them with\r\ninterest and envy. 'How beastly nippy they are,' he said.\r\n\r\n'Wish I could duck like that,' he added.\r\n\r\n'Well, the 'ole thing there is you 'ave to watch the other man's eyes.\r\nBut light-weights is always quicker at the duck than what heavier men\r\nare. You get the best boxing in the light-weights, though the feathers\r\nspar quicker.'\r\n\r\nSoon afterwards the contest finished, amidst volleys of applause. It\r\nhad been a spirited battle, and an exceedingly close thing. The umpires\r\ndisagreed. After a short consultation, the referee gave it as his\r\nopinion that on the whole R. Cloverdale, of Bedford, had had a shade\r\nthe worse of the exchanges, and that in consequence J. Robinson, of St\r\nPaul's, was the victor. This was what he meant. What he said was,\r\n'Robinson wins,' in a sharp voice, as if somebody were arguing about\r\nit. The pair then shook hands and retired.\r\n\r\n'First bout, middle-weights,' shrilled the M.C. 'W.P. Ross (Wellington)\r\nand A.C.R. Graham (St Austin's).'\r\n\r\nTony and his opponent retired for a moment to the changing-room, and\r\nthen made their way amidst applause on to the raised stage on which the\r\nring was pitched. Mr W.P. Ross proceeded to the farther corner of the\r\nring, where he sat down and was vigorously massaged by his two seconds.\r\nTony took the opposite corner and submitted himself to the same\r\nprocess. It is a very cheering thing at any time to have one's arms and\r\nlegs kneaded like bread, and it is especially pleasant if one is at all\r\nnervous. It sends a glow through the entire frame. Like somebody's\r\nsomething it is both grateful and comforting.\r\n\r\nTony's seconds were curious specimens of humanity. One was a gigantic\r\nsoldier, very gruff and taciturn, and with decided leanings towards\r\npessimism. The other was also a soldier. He was in every way his\r\ncolleague's opposite. He was half his size, had red hair, and was\r\nbubbling over with conversation. The other could not interfere with his\r\nhair or his size, but he could with his conversation, and whenever he\r\nattempted a remark, he was promptly silenced, much to his disgust.\r\n\r\n'Plenty o' moosle 'ere, Fred,' he began, as he rubbed Tony's left arm.\r\n\r\n'Moosle ain't everything,' said the other, gloomily, and there was\r\nsilence again.\r\n\r\n'Are you ready? Seconds away,' said the referee.\r\n\r\n'Time!'\r\n\r\nThe two stood up to one another.\r\n\r\nThe Wellington representative was a plucky boxer, but he was not in the\r\nsame class as Tony. After a few exchanges, the latter got to work, and\r\nafter that there was only one man in the ring. In the middle of the\r\nsecond round the referee stopped the fight, and gave it to Tony, who\r\ncame away as fresh as he had started, and a great deal happier and more\r\nconfident.\r\n\r\n'Did us proud, Fred,' began the garrulous man.\r\n\r\n'Yes, but that 'un ain't nothing. You wait till he meets young Thomson.\r\nI've seen 'im box 'ere three years, and never bin beat yet. Three\r\nbloomin' years. Yus.'\r\n\r\nThis might have depressed anybody else, but as Tony already knew all\r\nthere was to be known about Allen's skill with the gloves, it had no\r\neffect upon him.\r\n\r\nA sanguinary heavy-weight encounter was followed by the first bout of\r\nthe feathers and the second of the light-weights, and then it was\r\nAllen's turn to fight the Harrow representative.\r\n\r\nIt was not a very exciting bout. Allen took things very easily. He knew\r\nhis training was by no means all it should have been, and it was not\r\nhis game to take it out of himself with any firework business in the\r\ntrial heats. He would reserve that for the final. So he sparred three\r\ngentle rounds with the Harrow sportsman, just doing sufficient to keep\r\nthe lead and obtain the verdict after the last round. He finished\r\nwithout having turned a hair. He had only received one really hard\r\nblow, and that had done no damage. After this came a long series of\r\nfights. The heavy-weights shed their blood in gallons for name and\r\nfame. The feather-weights gave excellent exhibitions of science, and\r\nthe light-weight pairs were fought off until there remained only the\r\nfinal to be decided, Robinson, of St Paul's, against a Charterhouse\r\nboxer.\r\n\r\nIn the middle-weights there were three competitors still in the\r\nrunning, Allen, Tony, and a Felsted man. They drew lots, and the bye\r\nfell to Tony, who put up an uninteresting three rounds with one of the\r\nsoldiers, neither fatiguing himself very much. Henderson, of Felsted,\r\nproved a much tougher nut to crack than Allen's first opponent. He was\r\na rushing boxer, and in the first round had, if anything, the best of\r\nit. In the last two, however, Allen gradually forged ahead, gaining\r\nmany points by his perfect style alone. He was declared the winner, but\r\nhe felt much more tired than he had done after his first fight.\r\n\r\nBy the time he was required again, however, he had had plenty of\r\nbreathing space. The final of the light-weights had been decided, and\r\nRobinson, of St Paul's, after the custom of Paulines, had set the crown\r\nupon his afternoon's work by fighting the Carthusian to a standstill in\r\nthe first round. There only remained now the finals of the heavies and\r\nmiddles.\r\n\r\nIt was decided to take the latter first.\r\n\r\nTony had his former seconds, and Dawkins had come to his corner to see\r\nhim through the ordeal.\r\n\r\n'The 'ole thing 'ere,' he kept repeating, 'is to keep goin' 'ard all\r\nthe time and wear 'im out. He's too quick for you to try any sparrin'\r\nwith.'\r\n\r\n'Yes,' said Tony.\r\n\r\n'The 'ole thing,' continued the expert, 'is to feint with your left and\r\n'it with your right.' This was excellent in theory, no doubt, but Tony\r\nfelt that when he came to put it into practice Allen might have other\r\nschemes on hand and bring them off first.\r\n\r\n'Are you ready? Seconds out of the ring.... Time!'\r\n\r\n'Go in, sir, 'ard,' whispered the red-haired man as Tony rose from his\r\nplace.\r\n\r\nAllen came up looking pleased with matters in general. He gave Tony a\r\ncousinly grin as they shook hands. Tony did not respond. He was feeling\r\nserious, and wondering if he could bring off his knock-out before the\r\nthree rounds were over. He had his doubts.\r\n\r\nThe fight opened slowly. Both were cautious, for each knew the other's\r\npowers. Suddenly, just as Tony was thinking of leading, Allen came in\r\nlike a flash. A straight left between the eyes, a right on the side of\r\nthe head, and a second left on the exact tip of the nose, and he was\r\nout again, leaving Tony with a helpless feeling of impotence and\r\ndisgust.\r\n\r\nThen followed more sparring. Tony could never get in exactly the right\r\nposition for a rush. Allen circled round him with an occasional feint.\r\nThen he hit out with the left. Tony ducked. Again he hit, and again\r\nTony ducked, but this time the left stopped halfway, and his right\r\ncaught Tony on the cheek just as he swayed to one side. It staggered\r\nhim, and before he could recover himself, in darted Allen again with\r\nanother trio of blows, ducked a belated left counter, got in two\r\nstinging hits on the ribs, and finished with a left drive which took\r\nTony clean off his feet and deposited him on the floor beside the\r\nropes.\r\n\r\n'Silence, _please_,' said the referee, as a burst of applause\r\ngreeted this feat.\r\n\r\nTony was up again in a moment. He began to feel savage. He had expected\r\nsomething like this, but that gave him no consolation. He made up his\r\nmind that he really would rush this time, but just as he was coming in,\r\nAllen came in instead. It seemed to Tony for the next half-minute that\r\nhis cousin's fists were never out of his face. He looked on the world\r\nthrough a brown haze of boxing-glove. Occasionally his hand met\r\nsomething solid which he took to be Allen, but this was seldom, and,\r\nwhenever it happened, it only seemed to bring him back again like a\r\nboomerang. Just at the most exciting point, 'Time' was called.\r\n\r\nThe pessimist shook his head gloomily as he sponged Tony's face.\r\n\r\n'You must lead if you want to 'it 'im,' said the garrulous man. 'You're\r\ntoo slow. Go in at 'im, sir, wiv both 'ands, an' you'll be all right.\r\nWon't 'e, Fred?'\r\n\r\n'I said 'ow it 'ud be,' was the only reply Fred would vouchsafe.\r\n\r\nTony was half afraid the referee would give the fight against him\r\nwithout another round, but to his joy 'Time' was duly called. He came\r\nup to the scratch as game as ever, though his head was singing. He\r\nmeant to go in for all he was worth this round.\r\n\r\nAnd go in he did. Allen had managed, in performing a complicated\r\nmanoeuvre, to place himself in a corner, and Tony rushed. He was sent\r\nout again with a flush hit on the face. He rushed again, and again met\r\nAllen's left. Then he got past, and in the confined space had it all\r\nhis own way. Science did not tell here. Strength was the thing that\r\nscored, hard half-arm smashes, left and right, at face and body, and\r\nthe guard could look after itself.\r\n\r\nAllen upper-cut him twice, but after that he was nowhere. Tony went in\r\nwith both hands. There was a prolonged rally, and it was not until\r\n'Time' had been called that Allen was able to extricate himself. Tony's\r\nblows had been mostly body blows, and very warm ones at that.\r\n\r\n'That's right, sir,' was the comment of the red-headed second. 'Keep\r\n'em both goin' hard, and you'll win yet. You 'ad 'im proper then.\r\n'Adn't 'e, Fred?'\r\n\r\nAnd even the pessimist was obliged to admit that Tony could fight, even\r\nif he was not quick with his guard.\r\n\r\nAllen took the ring slowly. His want of training had begun to tell on\r\nhim, and some of Tony's blows had landed in very tender spots. He knew\r\nthat he could win if his wind held out, but he had misgivings. The\r\ngloves seemed to weigh down his hands. Tony opened the ball with a\r\ntremendous rush. Allen stopped him neatly. There was an interval while\r\nthe two sparred for an opening. Then Allen feinted and dashed in. Tony\r\ndid not hit him once. It was the first round over again. Left right,\r\nleft right, and, finally, as had happened before, a tremendously hot\r\nshot which sent him under the ropes. He got up, and again Allen darted\r\nin. Tony met him with a straight left. A rapid exchange of blows, and\r\nthe end came. Allen lashed out with his left. Tony ducked sharply, and\r\nbrought his right across with every ounce of his weight behind it,\r\nfairly on to the point of the jaw. The right cross-counter is\r\ndistinctly one of those things which it is more blessed to give than to\r\nreceive. Allen collapsed.\r\n\r\n'... nine ... ten.'\r\n\r\nThe time-keeper closed his watch.\r\n\r\n'Graham wins,' said the referee, 'look after that man there.'"
  ]
}