{
  "index": 9,
  "title": "Chapter 8",
  "paragraphs": [
    "ENTER THE SLEUTH-HOUND\r\n\r\n\r\n'I'm awfully sorry,' he said, disentangling himself carefully from the\r\nheap. 'I hope you're not hurt.'\r\n\r\nThe man did not reply for a moment. He appeared to be laying the\r\nquestion before himself as an impartial judge, as who should say: 'Now\r\ntell me candidly, _are_ you hurt? Speak freely and without bias.'\r\n\r\n'No,' he said at last, feeling his left leg as if he were not\r\nabsolutely easy in his mind about that, 'no, not hurt, thank you. Not\r\nmuch, that is,' he added with the air of one who thinks it best to\r\nqualify too positive a statement. 'Left leg. Shin. Slight bruise.\r\nNothing to signify.'\r\n\r\n'It was a rotten thing to do, jumping over into the road like that,'\r\nsaid Barrett. 'Didn't remember there'd be such a big drop.'\r\n\r\n'My fault in a way,' said the man. 'Riding wrong side of road. Out for\r\na run?'\r\n\r\n'More or less.'\r\n\r\n'Excellent thing.'\r\n\r\n'Yes.'\r\n\r\nIt occurred to Barrett that it was only due to the man on whom he had\r\nbeen rolling to tell him the true facts of the case. Besides, it might\r\ndo something towards removing the impression which must, he felt, be\r\nforming in the stranger's mind that he was mad.\r\n\r\n'You see,' he said, in a burst of confidence, 'it was rather a close\r\nthing. There were some keepers after me.'\r\n\r\n'Ah!' said the man. 'Thought so. Trespassing?'\r\n\r\n'Yes.'\r\n\r\n'Ah. Keepers don't like trespassers. Curious thing--don't know if it\r\never occurred to you--if there were no trespassers, there would be no\r\nneed for keepers. To their interest, then, to encourage trespassers.\r\nBut do they?'\r\n\r\nBarrett admitted that they did not very conspicuously.\r\n\r\n'No. Same with all professions. Not poaching, I suppose?'\r\n\r\n'Rather not. I was after eggs. By Jove, that reminds me.' He felt in\r\nhis pocket for the pill-boxes. Could they have survived the stormy\r\ntimes through which they had been passing? He heaved a sigh of relief\r\nas he saw that the eggs were uninjured. He was so intent on examining\r\nthem that he missed the stranger's next remark.\r\n\r\n'Sorry. What? I didn't hear.'\r\n\r\n'Asked if I was going right for St Austin's School.'\r\n\r\n'College!' said Barrett with a convulsive shudder. The most deadly\r\nerror mortal man can make, with the exception of calling a school a\r\ncollege, is to call a college a school.\r\n\r\n'College!' said the man. 'Is this the road?'\r\n\r\n'Yes. You can't miss it. I'm going there myself. It's only about a\r\nmile.'\r\n\r\n'Ah,' said the man, with a touch of satisfaction in his voice. 'Going\r\nthere yourself, are you? Perhaps you're one of the scholars?'\r\n\r\n'Not much,' said Barrett, 'ask our form-beak if I'm a scholar. Oh. I\r\nsee. Yes, I'm there all right.'\r\n\r\nBarrett was a little puzzled as to how to class his companion. No old\r\npublic school man would talk of scholars. And yet he was emphatically\r\nnot a bargee. Barrett set him down as a sort of superior tourist, a\r\nHenry as opposed to an 'Arry.\r\n\r\n'Been bit of a disturbance there, hasn't there? Cricket pavilion.\r\nCups.'\r\n\r\n'Rather. But how on earth--'\r\n\r\n'How on earth did I get to hear of it, you were going to say. Well, no\r\nneed to conceal anything. Fact is, down here to look into the matter.\r\nDetective. Name, Roberts, Scotland Yard. Now we know each other, and if\r\nyou can tell me one or two things about this burglary, it would be a\r\ngreat help to me, and I should be very much obliged.'\r\n\r\nBarrett had heard that a detective was coming down to look into the\r\naffair of the cups. His position was rather a difficult one. In a sense\r\nit was simple enough. He had found the cups. He could (keepers\r\npermitting) go and fetch them now, and there would--No. There would\r\n_not_ be an end of the matter. It would be very pleasant,\r\nexceedingly pleasant, to go to the Headmaster and the detective, and\r\npresent the cups to them with a 'Bless you, my children' air. The\r\nHeadmaster would say, 'Barrett, you're a marvel. How can I thank you\r\nsufficiently?' while the detective would observe that he had been in\r\nthe profession over twenty years, but never had he seen so remarkable\r\nan exhibition of sagacity and acumen as this. That, at least, was what\r\nought to take place. But Barrett's experience of life, short as it was,\r\nhad taught him the difference between the ideal and the real. The real,\r\nhe suspected, would in this case be painful. Certain facts would come\r\nto light. When had he found the cups? About four in the afternoon? Oh.\r\nRoll-call took place at four in the afternoon. How came it that he was\r\nnot at roll-call? Furthermore, how came it that he was marked on the\r\nlist as having answered his name at that ceremony? Where had he found\r\nthe cups? In a hollow tree? Just so. Where was the hollow tree? In Sir\r\nAlfred Venner's woods. Did he know that Sir Alfred Venner's woods were\r\nout of bounds? Did he know that, in consequence of complaints from Sir\r\nAlfred Venner, Sir Alfred Venner's woods were more out of bounds than\r\nany other out of bounds woods in the entire county that did _not_\r\nbelong to Sir Alfred Venner? He did? Ah! No, the word for his guidance\r\nin this emergency, he felt instinctively, was 'mum'. Time might provide\r\nhim with a solution. He might, for instance, abstract the cups secretly\r\nfrom their resting-place, place them in the middle of the football\r\nfield, and find them there dramatically after morning school. Or he\r\nmight reveal his secret from the carriage window as his train moved out\r\nof the station on the first day of the holidays. There was certain to\r\nbe some way out of the difficulty. But for the present, silence.\r\n\r\nHe answered his companion's questions freely, however. Of the actual\r\nburglary he knew no more than any other member of the School,\r\nconsiderably less, indeed, than Jim Thomson, of Merevale's, at present\r\nstaggering under the weight of a secret even more gigantic than\r\nBarrett's own. In return for his information he extracted sundry\r\nreminiscences. The scar on the detective's cheekbone, barely visible\r\nnow, was the mark of a bullet, which a certain burglar, named,\r\nsingularly enough, Roberts, had fired at him from a distance of five\r\nyards. The gentleman in question, who, the detective hastened to inform\r\nBarrett, was no relation of his, though owning the same name, happened\r\nto be a poor marksman and only scored a bad outer, assuming the\r\ndetective's face to have been the bull. He also turned up his cuff to\r\nshow a larger scar. This was another testimonial from the burglar\r\nworld. A Kensington practitioner had had the bad taste to bite off a\r\npiece of that part of the detective. In short, Barrett enlarged his\r\nknowledge of the seamy side of things considerably in the mile of road\r\nwhich had to be traversed before St Austin's appeared in sight. The two\r\nparted at the big gates, Barrett going in the direction of Philpott's,\r\nthe detective wheeling his machine towards the porter's lodge.\r\n\r\nBarrett's condition when he turned in at Philpott's door was critical.\r\nHe was so inflated with news that any attempt to keep it in might have\r\nserious results. Certainly he could not sleep that night in such a\r\nbomb-like state.\r\n\r\nIt was thus that he broke in upon Reade. Reade had passed an absurdly\r\nuseless afternoon. He had not stirred from the study. For all that it\r\nwould have mattered to him, it might have been raining hard the whole\r\nafternoon, instead of being, as it had been, the finest afternoon of\r\nthe whole term. In a word, and not to put too fine a point on the\r\nmatter, he had been frousting, and consequently was feeling dull and\r\nsleepy, and generally under-vitalised and futile. Barrett entered the\r\nstudy with a rush, and was carried away by excitement to such an extent\r\nthat he addressed Reade as if the deadly feud between them not only did\r\nnot exist, but never had existed.\r\n\r\n'I say, Reade. Heave that beastly book away. My aunt, I have had an\r\nafternoon of it.'\r\n\r\n'Oh?' said Reade, politely, 'where did you go?'\r\n\r\n'After eggs in the Dingle.'\r\n\r\nReade was fairly startled out of his dignified reserve. For the first\r\ntime since they had had their little difference, he addressed Barrett\r\nin a sensible manner.\r\n\r\n'You idiot!' he said.\r\n\r\n'Don't see it. The Dingle's just the place to spend a happy day. Like\r\nRosherville. Jove, it's worth going there. You should see the birds.\r\nPlace is black with 'em.'\r\n\r\n'How about keepers? See any?'\r\n\r\n'Did I not! Three of them chased me like good 'uns all over the place.'\r\n\r\n'You got away all right, though.'\r\n\r\n'Only just. I say, do you know what happened? You know that rotter\r\nPlunkett. Used to be a day boy. Head of Ward's now. Wears specs.'\r\n\r\n'Yes?'\r\n\r\n'Well, just as I was almost out of the wood, I jumped a bush and landed\r\nright on top of him. The man was asleep or something. Fancy choosing\r\nthe Dingle of all places to sleep in, where you can't go a couple of\r\nyards without running into a keeper! He hadn't even the sense to run. I\r\nyelled to him to look out, and then I hooked it myself. And then the\r\nnearest keeper, who'd just come down a buster over a rabbit-hole,\r\nsailed in and had him. I couldn't do anything, of course.'\r\n\r\n'Jove, there'll be a fair-sized row about this. The Old Man's on to\r\ntrespassing like tar. I say, think Plunkett'll say anything about you\r\nbeing there too?'\r\n\r\n'Shouldn't think so. For one thing I don't think he recognised me.\r\nProbably doesn't know me by sight, and he was fast asleep, too. No, I\r\nfancy I'm all right.'\r\n\r\n'Well, it was a jolly narrow shave. Anything else happen?'\r\n\r\n'Anything else! Just a bit. That's to say, no, nothing much else. No.'\r\n\r\n'Now then,' said Reade, briskly. 'None of your beastly mysteries. Out\r\nwith it.'\r\n\r\n'Look here, swear you'll keep it dark?'\r\n\r\n'Of course I will.'\r\n\r\n'On your word of honour?'\r\n\r\n'If you think--' began Reade in an offended voice.\r\n\r\n'No, it's all right. Don't get shirty. The thing is, though, it's so\r\nfrightfully important to keep it dark.'\r\n\r\n'Well? Buck up.'\r\n\r\n'Well, you needn't believe me, of course, but I've found the pots.'\r\n\r\nReade gasped.\r\n\r\n'What!' he cried. 'The pot for the quarter?'\r\n\r\n'And the one for the hundred yards. Both of them. It's a fact.'\r\n\r\n'But where? How? What have you done with them?'\r\n\r\nBarrett unfolded his tale concisely.\r\n\r\n'You see,' he concluded, 'what a hole I'm in. I can't tell the Old Man\r\nanything about it, or I get booked for cutting roll-call, and going out\r\nof bounds. And then, while I'm waiting and wondering what to do, and\r\nall that, the thief, whoever he is, will most likely go off with the\r\npots. What do you think I ought to do?'\r\n\r\nReade perpended.\r\n\r\n'Well,' he said, 'all you can do is to lie low and trust to luck, as\r\nfar as I can see. Besides, there's one consolation. This Plunkett\r\nbusiness'll make every keeper in the Dingle twice as keen after\r\ntrespassers. So the pot man won't get a chance of getting the things\r\naway.'\r\n\r\n'Yes, there's something in that,' admitted Barrett.\r\n\r\n'It's all you can do,' said Reade.\r\n\r\n'Yes. Unless I wrote an anonymous letter to the Old Man explaining\r\nthings. How would that do?'\r\n\r\n'Do for you, probably. Anonymous letters always get traced to the\r\nperson who wrote them. Or pretty nearly always. No, you simply lie\r\nlow.'\r\n\r\n'Right,' said Barrett, 'I will.'\r\n\r\nThe process of concealing one's superior knowledge is very irritating.\r\nSo irritating, indeed, that very few people do it. Barrett, however,\r\nwas obliged to by necessity. He had a good chance of displaying his\r\nabilities in that direction when he met Grey the next morning.\r\n\r\n'Hullo,' said Grey, 'have a good time yesterday?'\r\n\r\n'Not bad. I've got an egg for you.'\r\n\r\n'Good man. What sort?'\r\n\r\n'Hanged if I know. I know you haven't got it, though.'\r\n\r\n'Thanks awfully. See anything of the million keepers?'\r\n\r\n'Heard them oftener than I saw them.'\r\n\r\n'They didn't book you?'\r\n\r\n'Rather fancy one of them saw me, but I got away all right.'\r\n\r\n'Find the place pretty lively?'\r\n\r\n'Pretty fair.'\r\n\r\n'Stay there long?'\r\n\r\n'Not very.'\r\n\r\n'No. Thought you wouldn't. What do you say to a small ice? There's time\r\nbefore school.'\r\n\r\n'Thanks. Are you flush?'\r\n\r\n'Flush isn't the word for it. I'm a plutocrat.'\r\n\r\n'Uncle came out fairly strong then?'\r\n\r\n'Rather. To the tune of one sovereign, cash. He's a jolly good sort, my\r\nuncle.'\r\n\r\n'So it seems,' said Barrett.\r\n\r\nThe meeting then adjourned to the School shop, Barrett enjoying his ice\r\nall the more for the thought that his secret still was a secret. A\r\nthing which it would in all probability have ceased to be, had he been\r\nrash enough to confide it to K. St H. Grey, who, whatever his other\r\nmerits, was very far from being the safest sort of confidant. His usual\r\npractice was to speak first, and to think, if at all, afterwards."
  ]
}