{
  "index": 8,
  "title": "Chapter 7",
  "paragraphs": [
    "BARRETT CEASES TO EXPLORE\r\n\r\n\r\n'Fetchimout!' said the voice, all in one word.\r\n\r\n'Nice cheery remark to make!' thought Barrett. 'He'll have to do a good\r\nbit of digging before he fetches _me_ out. I'm a fixture for the\r\npresent.'\r\n\r\nThere was a sound of scratching as if the dog, in his eagerness to\r\noblige, were trying to uproot the tree. Barrett, realising that unless\r\nthe keeper took it into his head to climb, which was unlikely, he was\r\nas safe as if he had been in his study at Philpott's, chuckled within\r\nhimself, and listened intently.\r\n\r\n'What is it, then?' said the keeper. 'Good dog, at 'em! Fetch him out,\r\nJack.'\r\n\r\nJack barked excitedly, and redoubled his efforts.\r\n\r\nThe sound of scratching proceeded.\r\n\r\n'R-r-r-ats-s-s!' said the mendacious keeper. Jack had evidently paused\r\nfor breath. Barrett began quite to sympathise with him. The thought\r\nthat the animal was getting farther away from the object of his search\r\nwith every ounce of earth he removed, tickled him hugely. He would have\r\nliked to have been able to see the operations, though. At present it\r\nwas like listening to a conversation through a telephone. He could only\r\nguess at what was going on.\r\n\r\nThen he heard somebody whistling 'The Lincolnshire Poacher', a\r\nstrangely inappropriate air in the mouth of a keeper. The sound was too\r\nfar away to be the work of Jack's owner, unless he had gone for a\r\nstroll since his last remark. No, it was another keeper. A new voice\r\ncame up to him.\r\n\r\n''Ullo, Ned, what's the dog after?'\r\n\r\n'Thinks 'e's smelt a rabbit, seems to me.'\r\n\r\n''Ain't a rabbit hole 'ere.'\r\n\r\n'Thinks there is, anyhow. Look at the pore beast!'\r\n\r\nThey both laughed. Jack meanwhile, unaware that he was turning himself\r\ninto an exhibition to make a keeper's holiday, dug assiduously. 'Come\r\naway, Jack,' said the first keeper at length. 'Ain't nothin' there.\r\nOught to know that, clever dog like you.'\r\n\r\nThere was a sound as if he had pulled Jack bodily from his hole.\r\n\r\n'Wait! 'Ere, Ned, what's that on the ground there?' Barrett gasped. His\r\npill-boxes had been discovered. Surely they would put two and two\r\ntogether now, and climb the tree after him.\r\n\r\n'Eggs. Two of 'em. 'Ow did they get 'ere, then?'\r\n\r\n'It's one of them young devils from the School. Master says to me this\r\nmorning, \"Look out,\" 'e says, \"Saunders, for them boys as come in 'ere\r\nafter eggs, and frighten all the birds out of the dratted place. You\r\nkeep your eyes open, Saunders,\" 'e says.'\r\n\r\n'Well, if 'e's still in the woods, we'll 'ave 'im safe.'\r\n\r\n'_If_ he's still in the woods!' thought Barrett with a shiver.\r\n\r\nAfter this there was silence. Barrett waited for what he thought was a\r\nquarter of an hour--it was really five minutes or less--then he peeped\r\ncautiously over the edge of his hiding-place. Yes, they had certainly\r\ngone, unless--horrible thought--they were waiting so close to the trunk\r\nof the tree as to be invisible from where he stood. He decided that the\r\npossibility must be risked. He was down on the ground in record time.\r\nNothing happened. No hand shot out from its ambush to clutch him. He\r\nbreathed more freely, and began to debate within himself which way to\r\ngo. Up the hill it must be, of course, but should he go straight up, or\r\nto the left or to the right? He would have given much to know which way\r\nthe keepers had gone, particularly he of the dog. They had separated,\r\nhe knew. He began to reason the thing out. In the first place if they\r\nhad separated, they must have gone different ways. It did not take him\r\nlong to arrive at that conclusion. The odds, therefore, were that one\r\nhad gone to the right up-stream, the other down-stream to the left. His\r\nknowledge of human nature told him that nobody would willingly walk\r\nup-hill if it was possible for him to walk on the flat. Therefore,\r\nassuming the two keepers to be human, they had gone along the valley.\r\nTherefore, his best plan would be to make straight for the top of the\r\nhill, as straight as he could steer, and risk it. Just as he was about\r\nto start, his eye caught the two pill-boxes, lying on the turf a few\r\nyards from where he had placed them.\r\n\r\n'May as well take what I can get,' he thought. He placed them carefully\r\nin his pocket. As he did so a faint bark came to him on the breeze from\r\ndown-stream. That must be friend Jack. He waited no longer, but dived\r\ninto the bushes in the direction of the summit. He was congratulating\r\nhimself on being out of danger--already he was more than half way up\r\nthe hill--when suddenly he received a terrible shock. From the bushes\r\nto his left, not ten yards from where he stood, came the clear, sharp\r\nsound of a whistle. The sound was repeated, and this time an answer\r\ncame from far out to his right. Before he could move another whistle\r\njoined in, again from the left, but farther off and higher up the hill\r\nthan the first he had heard. He recalled what Grey had said about\r\n'millions' of keepers. The expression, he thought, had understated the\r\ntrue facts, if anything. He remembered the case of Babington. It was a\r\nmoment for action. No guile could save him now. It must be a stern\r\nchase for the rest of the distance. He drew a breath, and was off like\r\nan arrow. The noise he made was appalling. No one in the wood could\r\nhelp hearing it.\r\n\r\n'Stop, there!' shouted someone. The voice came from behind, a fact\r\nwhich he noted almost automatically and rejoiced at. He had a start at\r\nany rate.\r\n\r\n'Stop!' shouted the voice once again. The whistle blew like a steam\r\nsiren, and once more the other two answered it. They were all behind\r\nhim now. Surely a man of the public schools in flannels and gymnasium\r\nshoes, and trained to the last ounce for just such a sprint as this,\r\ncould beat a handful of keepers in their leggings and heavy boots.\r\nBarrett raced on. Close behind him a crashing in the undergrowth and\r\nthe sound of heavy breathing told him that keeper number one was doing\r\nhis best. To left and right similar sounds were to be heard. But\r\nBarrett had placed these competitors out of the running at once. The\r\nrace was between him and the man behind.\r\n\r\nFifty yards of difficult country, bushes which caught his clothes as if\r\nthey were trying to stop him in the interests of law and order,\r\nbranches which lashed him across the face, and rabbit-holes half hidden\r\nin the bracken, and still he kept his lead. He was increasing it. He\r\nmust win now. The man behind was panting in deep gasps, for the pace\r\nhad been warm and he was not in training. Barrett cast a glance over\r\nhis shoulder, and as he looked the keeper's foot caught in a hole and\r\nhe fell heavily. Barrett uttered a shout of triumph. Victory was his.\r\n\r\nIn front of him was a small hollow fringed with bushes. Collecting his\r\nstrength he cleared these with a bound. Then another of the events of\r\nthis eventful afternoon happened. Instead of the hard turf, his foot\r\nstruck something soft, something which sat up suddenly with a yell.\r\nBarrett rolled down the slope and halfway up the other side like a shot\r\nrabbit. Dimly he recognised that he had jumped on to a human being. The\r\nfigure did not wear the official velveteens. Therefore he had no\r\nbusiness in the Dingle. And close behind thundered the keeper, now on\r\nhis feet once more, dust on his clothes and wrath in his heart in equal\r\nproportions. 'Look out, man!' shouted Barrett, as the injured person\r\nrose to his feet. 'Run! Cut, quick! Keeper!' There was no time to say\r\nmore. He ran. Another second and he was at the top, over the railing,\r\nand in the good, honest, public high-road again, safe. A hoarse shout\r\nof 'Got yer!' from below told a harrowing tale of capture. The stranger\r\nhad fallen into the hands of the enemy. Very cautiously Barrett left\r\nthe road and crept to the railing again. It was a rash thing to do, but\r\ncuriosity overcame him. He had to see, or, if that was impossible, to\r\nhear what had happened.\r\n\r\nFor a moment the only sound to be heard was the gasping of the keeper.\r\nAfter a few seconds a rapidly nearing series of crashes announced the\r\narrival of the man from the right flank of the pursuing forces, while\r\nalmost simultaneously his colleague on the left came up.\r\n\r\nBarrett could see nothing, but it was easy to understand what was going\r\non. Keeper number one was exhibiting his prisoner. His narrative,\r\npunctuated with gasps, was told mostly in hoarse whispers, and Barrett\r\nmissed most of it.\r\n\r\n'Foot (gasp) rabbit-'ole.' More gasps. 'Up agen ... minute ...\r\n(indistinct mutterings) ... and (triumphantly) COTCHED 'IM!'\r\n\r\nExclamations of approval from the other two. 'I assure you,' said\r\nanother voice. The prisoner was having his say. 'I assure you that I\r\nwas doing no harm whatever in this wood. I....'\r\n\r\n'Better tell that tale to Sir Alfred,' cut in one of his captors.\r\n\r\n''E'll learn yer,' said the keeper previously referred to as number\r\none, vindictively. He was feeling shaken up with his run and his heavy\r\nfall, and his temper was proportionately short.\r\n\r\n'I swear I've heard that voice before somewhere,' thought Barrett.\r\n'Wonder if it's a Coll. chap.'\r\n\r\nKeeper number one added something here, which was inaudible to Barrett.\r\n\r\n'I tell you I'm not a poacher,' said the prisoner, indignantly. 'And I\r\nobject to your language. I tell you I was lying here doing nothing and\r\nsome fool or other came and jumped on me. I....'\r\n\r\nThe rest was inaudible. But Barrett had heard enough.\r\n\r\n'I knew I'd heard that voice before. Plunkett, by Jove! Golly, what is\r\nthe world coming to, when heads of Houses and School-prefects go on the\r\npoach! Fancy! Plunkett of all people, too! This is a knock-out, I'm\r\nhanged if it isn't.'\r\n\r\nFrom below came the sound of movement. The keepers were going down the\r\nhill again. To Barrett's guilty conscience it seemed that they were\r\ncoming up. He turned and fled.\r\n\r\nThe hedge separating Sir Alfred Venner's land from the road was not a\r\nhigh one, though the drop the other side was considerable. Barrett had\r\nnot reckoned on this. He leapt the hedge, and staggered across the\r\nroad. At the same moment a grey-clad cyclist, who was pedalling in a\r\nleisurely manner in the direction of the School, arrived at the spot. A\r\ncollision seemed imminent, but the stranger in a perfectly composed\r\nmanner, as if he had suddenly made up his mind to take a sharp turning,\r\nrode his machine up the bank, whence he fell with easy grace to the\r\nroad, just in time to act as a cushion for Barrett. The two lay there\r\nin a tangled heap. Barrett was the first to rise."
  ]
}