{
  "index": 2,
  "title": "Chapter 1",
  "paragraphs": [
    "THIEVES BREAK IN AND STEAL\r\n\r\n\r\nIt was always the custom for such Austinians as went up to represent\r\nthe School at the annual competition to stop the night in the town. It\r\nwas not, therefore, till just before breakfast on the following day\r\nthat Tony arrived back at his House. The boarding Houses at St Austin's\r\nformed a fringe to the School grounds. The two largest were the School\r\nHouse and Merevale's. Tony was at Merevale's. He was walking up from\r\nthe station with Welch, another member of Merevale's, who had been up\r\nto Aldershot as a fencer, when, at the entrance to the School grounds,\r\nhe fell in with Robinson, his fag. Robinson was supposed by many\r\n(including himself) to be a very warm man for the Junior Quarter, which\r\nwas a handicap race, especially as an injudicious Sports Committee had\r\ngiven him ten yards' start on Simpson, whom he would have backed\r\nhimself to beat, even if the positions had been reversed. Being a wise\r\nyouth, however, and knowing that the best of runners may fail through\r\nunder-training, he had for the last week or so been going in for a\r\nsteady course of over-training, getting up in the small hours and going\r\nfor before-breakfast spins round the track on a glass of milk and a\r\npiece of bread. Master R. Robinson was nothing if not thorough in\r\nmatters of this kind.\r\n\r\nBut today things of greater moment than the Sports occupied his mind.\r\nHe had news. He had great news. He was bursting with news, and he\r\nhailed the approach of Tony and Welch with pleasure. With any other\r\nleading light of the School he might have felt less at ease, but with\r\nTony it was different. When you have underdone a fellow's eggs and\r\noverdone his toast and eaten the remainder for a term or two, you begin\r\nto feel that mere social distinctions and differences of age no longer\r\nform a barrier.\r\n\r\nBesides, he had news which was absolutely fresh, news to which no one\r\ncould say pityingly: 'What! Have you only just heard _that_!'\r\n\r\n'Hullo, Graham,' he said. 'Have you come back?' Tony admitted that he\r\nhad. 'Jolly good for getting the Middles.' (A telegram had, of course,\r\npreceded Tony.) 'I say, Graham, do you know what's happened? There'll\r\nbe an awful row about it. Someone's been and broken into the Pav.'\r\n\r\n'Rot! How do you know?'\r\n\r\n'There's a pane taken clean out. I booked it in a second as I was going\r\npast to the track.'\r\n\r\n'Which room?'\r\n\r\n'First Fifteen. The window facing away from the Houses.'\r\n\r\n'That's rum,' said Welch. 'Wonder what a burglar wanted in the First\r\nroom. Isn't even a hair-brush there generally.'\r\n\r\nRobinson's eyes dilated with honest pride. This was good. This was\r\nbetter than he had looked for. Not only were they unaware of the\r\nburglary, but they had not even an idea as to the recent event which\r\nhad made the First room so fit a hunting-ground for the burgling\r\nindustry. There are few pleasures keener than the pleasure of telling\r\nsomebody something he didn't know before.\r\n\r\n'Great Scott,' he remarked, 'haven't you heard? No, of course you went\r\nup to Aldershot before they did it. By Jove.'\r\n\r\n'Did what?'\r\n\r\n'Why, they shunted all the Sports prizes from the Board Room to the\r\nPav. and shot 'em into the First room. I don't suppose there's one left\r\nnow. I should like to see the Old Man's face when he hears about it.\r\nGood mind to go and tell him now, only he'd have a fit. Jolly exciting,\r\nthough, isn't it?'\r\n\r\n'Well,' said Tony, 'of all the absolutely idiotic things to do! Fancy\r\nputting--there must have been at least fifty pounds' worth of silver\r\nand things. Fancy going and leaving all that overnight in the Pav!'\r\n\r\n'Rotten!' agreed Welch. 'Wonder whose idea it was.'\r\n\r\n'Look here, Robinson,' said Tony, 'you'd better buck up and change, or\r\nyou'll be late for brekker. Come on, Welch, we'll go and inspect the\r\nscene of battle.'\r\n\r\nRobinson trotted off, and Welch and Tony made their way to the\r\nPavilion. There, sure enough, was the window, or rather the absence of\r\nwindow. A pane had been neatly removed, evidently in the orthodox way\r\nby means of a diamond.\r\n\r\n'May as well climb up and see if there's anything to be seen,' said\r\nWelch.\r\n\r\n'All right,' said Tony, 'give us a leg up. Right-ho. By Jove, I'm\r\nstiff.'\r\n\r\n'See anything?'\r\n\r\n'No. There's a cloth sort of thing covering what I suppose are the\r\nprizes. I see how the chap, whoever he was, got in. You've only got to\r\nbreak the window, draw a couple of bolts, and there you are. Shall I go\r\nin and investigate?'\r\n\r\n'Better not. It's rather the thing, I fancy, in these sorts of cases,\r\nto leave everything just as it is.'\r\n\r\n'Rum business,' said Tony, as he rejoined Welch on terra firma. 'Wonder\r\nif they'll catch the chap. We'd better be getting back to the House\r\nnow. It struck the quarter years ago.'\r\n\r\nWhen Tony, some twenty minutes later, shook off the admiring crowd who\r\nwanted a full description of yesterday's proceedings, and reached his\r\nstudy, he found there James Thomson, brother to Allen Thomson, as the\r\nplaybills say. Jim was looking worried. Tony had noticed it during\r\nbreakfast, and had wondered at the cause. He was soon enlightened.\r\n\r\n'Hullo, Jim,' said he. 'What's up with you this morning? Feeling\r\nchippy?'\r\n\r\n'No. No, I'm all right. I'm in a beastly hole though. I wanted to talk\r\nto you about it.'\r\n\r\n'Weigh in, then. We've got plenty of time before school.'\r\n\r\n'It's about this Aldershot business. How on earth did you manage to\r\nlick Allen like that? I thought he was a cert.'\r\n\r\n'Yes, so did I. The 'ole thing there, as Dawkins 'ud say, was, I\r\nknocked him out. It's the sort of thing that's always happening. I\r\nwasn't in it at all except during the second round, when I gave him\r\nbeans rather in one of the corners. My aunt, it was warm while it\r\nlasted. First round, I didn't hit him once. He was better than I\r\nthought he'd be, and I knew from experience he was pretty good.'\r\n\r\n'Yes, you look a bit bashed.'\r\n\r\n'Yes. Feel it too. But what's the row with you?'\r\n\r\n'Just this. I had a couple of quid on Allen, and the rotter goes and\r\ngets licked.'\r\n\r\n'Good Lord. Whom did you bet with?'\r\n\r\n'With Allen himself.'\r\n\r\n'Mean to say Allen was crock enough to bet against himself? He must\r\nhave known he was miles better than anyone else in. He's got three\r\nmedals there already.'\r\n\r\n'No, you see his bet with me was only a hedge. He'd got five to four or\r\nsomething in quids on with a chap in his House at Rugby on himself. He\r\nwanted a hedge because he wasn't sure about his ankle being all right.\r\nYou know he hurt it. So I gave him four to one in half-sovereigns. I\r\nthought he was a cert, with apologies to you.'\r\n\r\n'Don't mention it. So he was a cert. It was only the merest fluke I\r\nmanaged to out him when I did. If he'd hung on to the end, he'd have\r\nwon easy. He'd been scoring points all through.'\r\n\r\n'I know. So _The Sportsman_ says. Just like my luck.'\r\n\r\n'I can't see what you want to bet at all for. You're bound to come a\r\nmucker sooner or later. Can't you raise the two quid?'\r\n\r\n'I'm broke except for half-a-crown.'\r\n\r\n'I'd lend it to you like a shot if I had it, of course. But you don't\r\nfind me with two quid to my name at the end of term. Won't Allen wait?'\r\n\r\n'He would if it was only him. But this other chap wants his oof badly\r\nfor something and he's leaving and going abroad or something at the end\r\nof term. Anyhow, I know he's keen on getting it. Allen told me.'\r\n\r\nTony pondered for a moment. 'Look here,' he said at last, 'can't you\r\nask your pater? He usually heaves his money about pretty readily,\r\ndoesn't he?'\r\n\r\n'Well, you see, he wouldn't send me two quid off the reel without\r\nwanting to know all about it, and why I couldn't get on to the holidays\r\nwith five bob, and I'd either have to fake up a lot of lies, which I'm\r\nnot going to do--'\r\n\r\n'Of course not.'\r\n\r\n'Or else I must tell him I've been betting.'\r\n\r\n'Well, he bets himself, doesn't he?'\r\n\r\n'That's just where the whole business slips up,' replied Jim, prodding\r\nthe table with a pen in a misanthropic manner. 'Betting's the one thing\r\nhe's absolutely down on. He got done rather badly once a few years ago.\r\nBelieve he betted on Orme that year he got poisoned. Anyhow he's always\r\nsworn to lynch us if we made fools of ourselves that way. So if I asked\r\nhim, I'd not only get beans myself, besides not getting any money out\r\nof him, but Allen would get scalped too, which he wouldn't see at all.'\r\n\r\n'Yes, it's no good doing that. Haven't you any other source of\r\nrevenue?'\r\n\r\n'Yes, there's just one chance. If that doesn't come off, I'm done. My\r\npater said he'd give me a quid for every race I won at the sports. I\r\ngot the half yesterday all right when you were up at Aldershot.'\r\n\r\n'Good man. I didn't hear about that. What time? Anything good?'\r\n\r\n'Nothing special. 2-7 and three-fifths.'\r\n\r\n'That's awfully good. You ought to pull off the mile, too, I should\r\nthink.'\r\n\r\n'Yes, with luck. Drake's the man I'm afraid of. He's done it in 4-48\r\ntwice during training. He was second in the half yesterday by about\r\nthree yards, but you can't tell anything from that. He sprinted too\r\nlate.'\r\n\r\n'What's your best for the mile?'\r\n\r\n'I have done 4-47, but only once. 4-48's my average, so there's nothing\r\nto choose between us on paper.'\r\n\r\n'Well, you've got more to make you buck up than he has. There must be\r\nsomething in that.'\r\n\r\n'Yes, by Jove. I'll win if I expire on the tape. I shan't spare myself\r\nwith that quid on the horizon.'\r\n\r\n'No. Hullo, there's the bell. We must buck up. Going to Charteris'\r\ngorge tonight?'\r\n\r\n'Yes, but I shan't eat anything. No risks for me.'\r\n\r\n'Rusks are more in your line now. Come on.'\r\n\r\nAnd, in the excitement of these more personal matters, Tony entirely\r\nforgot to impart the news of the Pavilion burglary to him."
  ]
}