{
  "index": 4,
  "title": "Chapter 3",
  "paragraphs": [
    "CERTAIN REVELATIONS\r\n\r\n\r\nDuring the last hour of morning school, Tony got a note from Jim.\r\n\r\n'Graham,' said Mr Thompson, the master of the Sixth, sadly, just as\r\nTony was about to open it.\r\n\r\n'Yes, sir?'\r\n\r\n'Kindly tear that note up, Graham.'\r\n\r\n'Note, sir?'\r\n\r\n'Kindly tear that note up, Graham. Come, you are keeping us waiting.'\r\n\r\nAs the hero of the novel says, further concealment was useless. Tony\r\ntore the note up unread.\r\n\r\n'Hope it didn't want an answer,' he said to Jim after school. 'Constant\r\npractice has made Thompson a sort of amateur lynx.'\r\n\r\n'No. It was only to ask you to be in the study directly after lunch.\r\nThere's a most unholy row going to occur shortly, as far as I can see.'\r\n\r\n'What, about this burglary business?'\r\n\r\n'Yes. Haven't time to tell you now. See you after lunch.'\r\n\r\nAfter lunch, having closed the study door, Jim embarked on the\r\nfollowing statement.\r\n\r\nIt appeared that on the previous night he had left a book of notes,\r\nwhich were of absolutely vital importance for the examination which the\r\nSixth had been doing in the earlier part of the morning, in the\r\nidentical room in which the prizes had been placed. Or rather, he had\r\nleft it there several days before, and had not needed it till that\r\nnight. At half-past six the Pavilion had been locked up, and Biffen,\r\nthe ground-man, had taken the key away with him, and it was only after\r\ntea had been consumed and the evening paper read, that Jim, thinking it\r\nabout time to begin work, had discovered his loss. This was about\r\nhalf-past seven.\r\n\r\nBeing a House-prefect, Jim did not attend preparation in the Great Hall\r\nwith the common herd of the Houses, but was part-owner with Tony of a\r\nstudy.\r\n\r\nThe difficulties of the situation soon presented themselves to\r\nhim. It was only possible to obtain the notes in three ways--firstly,\r\nby going to the rooms of the Sixth Form master, who lived out of\r\nCollege; secondly, by borrowing from one of the other Sixth Form\r\nmembers of the House; and thirdly, by the desperate expedient of\r\nburgling the Pavilion. The objections to the first course were two. In\r\nthe first place Merevale was taking prep. over in the Hall, and it was\r\nstrictly forbidden for anyone to quit the House after lock-up without\r\nleave. And, besides, it was long odds that Thompson, the Sixth Form\r\nmaster, would not have the notes, as he had dictated them partly out of\r\nhis head and partly from the works of various eminent scholars. The\r\nsecond course was out of the question. The only other Sixth Form boy in\r\nthe House, Tony and Welch being away at Aldershot, was Charteris, and\r\nCharteris, who never worked much except the night before an exam, but\r\nworked then under forced draught, was appalled at the mere suggestion\r\nof letting his note-book out of his hands. Jim had sounded him on the\r\nsubject and had met with the reply, 'Kill my father and burn my\r\nancestral home, and I will look on and smile. But touch these notes and\r\nyou rouse the British Lion.' After which he had given up the borrowing\r\nidea.\r\n\r\nThere remained the third course, and there was an excitement and\r\nsporting interest about it that took him immensely. But how was he to\r\nget out to start with? He opened his study-window and calculated the\r\nrisks of a drop to the ground. No, it was too far. Not worth risking a\r\nsprained ankle on the eve of the mile. Then he thought of the Matron's\r\nsitting-room. This was on the ground-floor, and if its owner happened\r\nto be out, exit would be easy. As luck would have it she was out, and\r\nin another minute Jim had crossed the Rubicon and was standing on the\r\ngravel drive which led to the front gate.\r\n\r\nA sharp sprint took him to the Pavilion. Now the difficulty was not how\r\nto get out, but how to get in. Theoretically, it should have been the\r\neasiest of tasks, but in practice there were plenty of obstacles to\r\nsuccess. He tried the lower windows, but they were firmly fixed. There\r\nhad been a time when one of them would yield to a hard kick and fly\r\nbodily out of its frame, but somebody had been caught playing that game\r\nnot long before, and Jim remembered with a pang that not only had the\r\nwindow been securely fastened up, but the culprit had had a spell of\r\nextra tuition and other punishments which had turned him for the time\r\ninto a hater of his species. His own fate, he knew, would be even\r\nworse, for a prefect is supposed to have something better to do in his\r\nspare time than breaking into pavilions. It would mean expulsion\r\nperhaps, or, at the least, the loss of his prefect's cap, and Jim did\r\nnot want to lose that. Still the thing had to be done if he meant to\r\nscore any marks at all in the forthcoming exam. He wavered a while\r\nbetween a choice of methods, and finally fixed on the crudest of all.\r\nNo one was likely to be within earshot, thought he, so he picked up the\r\nlargest stone he could find, took as careful aim as the dim light would\r\nallow, and hove it. There was a sickening crash, loud enough, he\r\nthought, to bring the whole School down on him, followed by a prolonged\r\nrattle as the broken pieces of glass fell to the ground.\r\n\r\nHe held his breath and listened. For a moment all was still, uncannily\r\nstill. He could hear the tops of the trees groaning in the slight\r\nbreeze that had sprung up, and far away the distant roar of a train.\r\nThen a queer thing happened. He heard a quiet thud, as if somebody had\r\njumped from a height on to grass, and then quick footsteps.\r\n\r\nHe waited breathless and rigid, expecting every moment to see a form\r\nloom up beside him in the darkness. It was useless to run. His only\r\nchance was to stay perfectly quiet.\r\n\r\nThen it dawned upon him that the man was running away from him, not\r\ntowards him. His first impulse was to give chase, but prudence\r\nrestrained him. Catching burglars is an exhilarating sport, but it is\r\nbest to indulge in it when one is not on a burgling expedition oneself.\r\n\r\nBesides he had come out to get his book, and business is business.\r\n\r\nThere was no time to be lost now, for someone might have heard one or\r\nboth of the noises and given the alarm.\r\n\r\nOnce the window was broken the rest was fairly easy, the only danger\r\nbeing the pieces of glass. He took off his coat and flung it on to the\r\nsill of the upper window. In a few seconds he was up himself without\r\ninjury. He found it a trifle hard to keep his balance, as there was\r\nnothing to hold on to, but he managed it long enough to enable him to\r\nthrust an arm through the gap and turn the handle. After this there was\r\na bolt to draw, which he managed without difficulty.\r\n\r\nThe window swung open. Jim jumped in, and groped his way round the room\r\ntill he found his book. The other window of the room was wide open. He\r\nshut it for no definite reason, and noticed that a pane had been cut\r\nout entire. The professional cracksman had done his work more neatly\r\nthan the amateur.\r\n\r\n'Poor chap,' thought Jim, with a chuckle, as he effected a retreat, 'I\r\nmust have given him a bit of a start with my half-brick.' After bolting\r\nthe window behind him, he climbed down.\r\n\r\nAs he reached earth again the clock struck a quarter to nine. In\r\nanother quarter of an hour prep, would be over and the House door\r\nunlocked, and he would be able to get in again. Nor would the fact of\r\nhis being out excite remark, for it was the custom of the\r\nHouse-Prefects to take the air for the few minutes which elapsed\r\nbetween the opening of the door and the final locking-up for the night.\r\n\r\nThe rest of his adventures ran too smoothly to require a detailed\r\ndescription. Everything succeeded excellently. The only reminiscences\r\nof his escapade were a few cuts in his coat, which went unnoticed, and\r\nthe precious book of notes, to which he applied himself with such\r\nvigour in the watches of the night, with a surreptitious candle and a\r\nhamper of apples as aids to study, that, though tired next day, he\r\nmanaged to do quite well enough in the exam, to pass muster. And, as he\r\nhad never had the least prospect of coming out top, or even in the\r\nfirst five, this satisfied him completely.\r\n\r\nTony listened with breathless interest to Jim's recital of his\r\nadventures, and at the conclusion laughed.\r\n\r\n'What a mad thing to go and do,' he said.\r\n\r\n'Jolly sporting, though.'\r\n\r\nJim did not join in his laughter.\r\n\r\n'Yes, but don't you see,' he said, ruefully, 'what a mess I'm in? If\r\nthey find out that I was in the Pav. at the time when the cups were\r\nbagged, how on earth am I to prove I didn't take them myself?'\r\n\r\n'By Jove, I never thought of that. But, hang it all, they'd never dream\r\nof accusing a Coll. chap of stealing Sports prizes. This isn't a\r\nreformatory for juvenile hooligans.'\r\n\r\n'No, perhaps not.'\r\n\r\n'Of course not.'\r\n\r\n'Well, even if they didn't, the Old Man would be frightfully sick if he\r\ngot to know about it. I'd lose my prefect's cap for a cert.'\r\n\r\n'You might, certainly.'\r\n\r\n'I should. There wouldn't be any question about it. Why, don't you\r\nremember that business last summer about Cairns? He used to stay out\r\nafter lock-up. That was absolutely all he did. Well, the Old 'Un\r\ndropped on him like a hundredweight of bricks. Multiply that by about\r\nten and you get what he'll do to me if he books me over this job.'\r\n\r\nTony looked thoughtful. The case of Cairns _versus_ The Powers\r\nthat were, was too recent to have escaped his memory. Even now Cairns\r\nwas to be seen on the grounds with a common School House cap at the\r\nback of his head in place of the prefect's cap which had once adorned\r\nit.\r\n\r\n'Yes,' he said, 'you'd lose your cap all right, I'm afraid.'\r\n\r\n'Rather. And the sickening part of the business is that this real,\r\ncopper-bottomed burglary'll make them hunt about all over the shop for\r\nclues and things, and the odds are they'll find me out, even if they\r\ndon't book the real man. Shouldn't wonder if they had a detective down\r\nfor a big thing of this sort.'\r\n\r\n'They are having one, I heard.'\r\n\r\n'There you are, then,' said Jim, dejectedly. 'I'm done, you see.'\r\n\r\n'I don't know. I don't believe detectives are much class.'\r\n\r\n'Anyhow, he'll probably have gumption enough to spot me.'\r\n\r\nJim's respect for the abilities of our national sleuth-hounds was\r\ngreater than Tony's, and a good deal greater than that of most people."
  ]
}