{
  "index": 3,
  "title": "Chapter 2",
  "paragraphs": [
    "AN UNIMPORTANT BY-PRODUCT\r\n\r\n\r\nThe news, however, was not long in spreading. Robinson took care of\r\nthat. On the way to school he overtook his friend Morrison, a young\r\ngentleman who had the unique distinction of being the rowdiest fag in\r\nWard's House, which, as any Austinian could have told you, was the\r\nrowdiest house in the School.\r\n\r\n'I say, Morrison, heard the latest?'\r\n\r\n'No, what?'\r\n\r\n'Chap broke into the Pav. last night.'\r\n\r\n'Who, you?'\r\n\r\n'No, you ass, a regular burglar. After the Sports prizes.'\r\n\r\n'Look here, Robinson, try that on the kids.'\r\n\r\n'Just what I am doing,' said Robinson.\r\n\r\nThis delicate reference to Morrison's tender years had the effect of\r\ncreating a disturbance. Two School House juniors, who happened to be\r\npassing, naturally forsook all their other aims and objects and joined\r\nthe battle.\r\n\r\n'What's up?' asked one of them, dusting himself hastily as they stopped\r\nto take breath. It was always his habit to take up any business that\r\nmight attract his attention, and ask for explanations afterwards.\r\n\r\n'This kid--' began Morrison.\r\n\r\n'Kid yourself, Morrison.'\r\n\r\n'This lunatic, then.' Robinson allowed the emendation to pass. 'This\r\nlunatic's got some yarn on about the Pav. being burgled.'\r\n\r\n'So it is. Tell you I saw it myself.'\r\n\r\n'Did it yourself, probably.'\r\n\r\n'How do you know, anyway? You seem so jolly certain about it.'\r\n\r\n'Why, there's a pane of glass cut out of the window in the First room.'\r\n\r\n'Shouldn't wonder, you know,' said Dimsdale, one of the two School\r\nHouse fags, judicially, 'if the kid wasn't telling the truth for once\r\nin his life. Those pots must be worth something. Don't you think so,\r\nScott?'\r\n\r\nScott admitted that there might be something in the idea, and that,\r\nhowever foreign to his usual habits, Robinson might on this occasion be\r\nconfining himself more or less to strict fact.\r\n\r\n'There you are, then,' said Robinson, vengefully. 'Shows what a fat lot\r\nyou know what you're talking about, Morrison.'\r\n\r\n'Morrison's a fool,' said Scott. 'Ever since he got off the bottom\r\nbench in form there's been no holding him.'\r\n\r\n'All the same,' said Morrison, feeling that matters were going against\r\nhim, 'I shan't believe it till I see it.'\r\n\r\n'What'll you bet?' said Robinson.\r\n\r\n'I never bet,' replied Morrison with scorn.\r\n\r\n'You daren't. You know you'd lose.'\r\n\r\n'All right, then, I'll bet a penny I'm right.' He drew a deep breath,\r\nas who should say, 'It's a lot of money, but it's worth risking it.'\r\n\r\n'You'll lose that penny, old chap,' said Robinson. 'That's to say,' he\r\nadded thoughtfully, 'if you ever pay up.'\r\n\r\n'You've got us as witnesses,' said Dimsdale. 'We'll see that he shells\r\nout. Scott, remember you're a witness.\r\n\r\n'Right-ho,' said Scott.\r\n\r\nAt this moment the clock struck nine, and as each of the principals in\r\nthis financial transaction, and both the witnesses, were expected to be\r\nin their places to answer their names at 8.58, they were late. And as\r\nthey had all been late the day before and the day before that, they\r\nwere presented, on arrival, by their generous Form Master with 200\r\nlines apiece. Which shows more than ever how wrong it is to bet.\r\n\r\nThe news continuing to circulate, by the end of morning school it was\r\ngenerally known that a gang of desperadoes, numbering at least a\r\nhundred, had taken the Pavilion down, brick by brick, till only the\r\nfoundations were left standing, and had gone off with every jot and\r\ntittle of the unfortunately placed Sports prizes.\r\n\r\nAt the quarter-to-eleven interval, the School had gone _en masse_\r\nto see what it could see, and had stared at the window with much the\r\nsame interest as they were wont to use in inspecting the First Eleven\r\npitch on the morning of a match--a curious custom, by the way, but one\r\nvery generally observed.\r\n\r\nThen the official news of the extent of the robbery was spread abroad.\r\nIt appeared that the burglar had by no means done the profession\r\ncredit, for out of a collection of prizes ranging from the vast\r\nand silver Mile Challenge Cup to the pair of fives-gloves with which\r\nthe 'under twelve' disciple of Deerfoot was to be rewarded, he had\r\nselected only three. Two of these were worth having, being the\r\nchallenge cup for the quarter and the non-challenge cup for the hundred\r\nyards, both silver, but the third was a valueless flask, and the\r\ngeneral voice of the School was loud in condemning the business\r\nabilities of one who could select his swag in so haphazard a manner. It\r\nwas felt to detract from the merit of the performance. The knowing\r\nones, however, gave it as their opinion that the man must have been\r\nfrightened by something, and so was unable to give the matter his best\r\nattention and do himself justice as a connoisseur.\r\n\r\n'We had a burglary at my place once,' began Reade, of Philpott's House.\r\n'The man--'\r\n\r\n'That rotter, Reade,' said Barrett, also of Philpott's, 'has been\r\ntelling us that burglary chestnut of his all the morning. I wish you\r\nchaps wouldn't encourage him.'\r\n\r\n'Why, what was it? First I've heard of it, at any rate.' Dallas and\r\nVaughan, of Ward's, added themselves to the group. 'Out with it,\r\nReade,' said Vaughan.\r\n\r\n'It's only a beastly reminiscence of Reade's childhood,' said Barrett.\r\n'A burglar got into the wine-cellar and collared all the coals.'\r\n\r\n'He didn't. He was in the hall, and my pater got his revolver--'\r\n\r\n'While you hid under the bed.'\r\n\r\n'--and potted at him over the banisters.'\r\n\r\n'The last time but three you told the story, your pater fired through\r\nthe keyhole of the dining-room.'\r\n\r\n'You idiot, that was afterwards.'\r\n\r\n'Oh, well, what does it matter? Tell us something fresh.'\r\n\r\n'It's my opinion,' said Dallas, 'that Ward did it. A man of the vilest\r\nantecedents. He's capable of anything from burglary--'\r\n\r\n'To attempted poisoning. You should see what we get to eat in Ward's\r\nHouse,' said Vaughan.\r\n\r\n'Ward's the worst type of beak. He simply lives for the sake of booking\r\nchaps. If he books a chap out of bounds it keeps him happy for a week.'\r\n\r\n'A man like that's bound to be a criminal of sorts in his spare time.\r\nIt's action and reaction,' said Vaughan.\r\n\r\nMr Ward happening to pass at this moment, the speaker went on to ask\r\nDallas audibly if life was worth living, and Dallas replied that under\r\ncertain conditions and in some Houses it was not.\r\n\r\nDallas and Vaughan did not like Mr Ward. Mr Ward was not the sort of\r\nman who inspires affection. He had an unpleasant habit of 'jarring', as\r\nit was called. That is to say, his conversation was shaped to one\r\nsingle end, that of trying to make the person to whom he talked feel\r\nuncomfortable. Many of his jars had become part of the School history.\r\nThere was a legend that on one occasion he had invited his prefects to\r\nsupper, and regaled them with sausages. There was still one prefect\r\nunhelped. To him he addressed himself.\r\n\r\n'A sausage, Jones?'\r\n\r\n'If you please, sir.'\r\n\r\n'No, you won't, then, because I'm going to have half myself.'\r\n\r\nThis story may or may not be true. Suffice it to say, that Mr Ward was\r\nnot popular.\r\n\r\nThe discussion was interrupted by the sound of the bell ringing for\r\nsecond lesson. The problem was left unsolved. It was evident that the\r\nburglar had been interrupted, but how or why nobody knew. The\r\nsuggestion that he had heard Master R. Robinson training for his\r\nquarter-mile, and had thought it was an earthquake, found much favour\r\nwith the junior portion of the assembly. Simpson, on whom Robinson had\r\nbeen given start in the race, expressed an opinion that he, Robinson,\r\nran like a cow. At which Robinson smiled darkly, and advised the other\r\nto wait till Sports Day and then he'd see, remarking that, meanwhile,\r\nif he gave him any of his cheek he might not be well enough to run at\r\nall.\r\n\r\n'This sort of thing,' said Barrett to Reade, as they walked to their\r\nform-room, 'always makes me feel beastly. Once start a row like this,\r\nand all the beaks turn into regular detectives and go ferreting about\r\nall over the place, and it's ten to one they knock up against something\r\none doesn't want them to know about.'\r\n\r\nReade was feeling hurt. He had objected to the way in which Barrett had\r\nspoiled a story that might easily have been true, and really was true\r\nin parts. His dignity was offended. He said 'Yes' to Barrett's\r\nobservation in a tone of reserved _hauteur_. Barrett did not\r\nnotice.\r\n\r\n'It's an awful nuisance. For one thing it makes them so jolly strict\r\nabout bounds.'\r\n\r\n'Yes.'\r\n\r\n'I wanted to go for a bike ride this afternoon. There's nothing on at\r\nthe School.'\r\n\r\n'Why don't you?'\r\n\r\n'What's the good if you can't break bounds? A ride of about a quarter\r\nof a mile's no good. There's a ripping place about ten miles down the\r\nStapleton Road. Big wood, with a ripping little hollow in the middle,\r\nall ferns and moss. I was thinking of taking a book out there for the\r\nafternoon. Only there's roll-call.'\r\n\r\nHe paused. Ordinarily, this would have been the cue for Reade to say,\r\n'Oh, I'll answer your name at roll-call.' But Reade said nothing.\r\nBarrett looked surprised and disappointed.\r\n\r\n'I say, Reade,' he said.\r\n\r\n'Well?'\r\n\r\n'Would you like to answer my name at roll-call?' It was the first time\r\nhe had ever had occasion to make the request.\r\n\r\n'No,' said Reade.\r\n\r\nBarrett could hardly believe his ears. Did he sleep? Did he dream? Or\r\nwere visions about?\r\n\r\n'What!' he said.\r\n\r\nNo answer.\r\n\r\n'Do you mean to say you won't?'\r\n\r\n'Of course I won't. Why the deuce should I do your beastly dirty work\r\nfor you?'\r\n\r\nBarrett did not know what to make of this. Curiosity urged him to ask\r\nfor explanations. Dignity threw cold water on such a scheme. In the end\r\ndignity had the best of it.\r\n\r\n'Oh, very well,' he said, and they went on in silence. In all the three\r\nyears of their acquaintance they had never before happened upon such a\r\ncrisis.\r\n\r\nThe silence lasted until they reached the form-room. Then Barrett\r\ndetermined, in the interests of the common good--he and Reade shared a\r\nstudy, and icy coolness in a small study is unpleasant--to chain up\r\nDignity for the moment, and give Curiosity a trial.\r\n\r\n'What's up with you today?' he asked.\r\n\r\nHe could hardly have chosen a worse formula. The question has on most\r\npeople precisely the same effect as that which the query, 'Do you know\r\nwhere you lost it?' has on one who is engaged in looking for mislaid\r\nproperty.\r\n\r\n'Nothing,' said Reade. Probably at the same moment hundreds of other\r\npeople were making the same reply, in the same tone of voice, to the\r\nsame question.\r\n\r\n'Oh,' said Barrett.\r\n\r\nThere was another silence.\r\n\r\n'You might as well answer my name this afternoon,' said Barrett,\r\ntentatively.\r\n\r\nReade walked off without replying, and Barrett went to his place\r\nfeeling that curiosity was a fraud, and resolving to confine his\r\nattentions for the future to dignity. This was by-product number one of\r\nthe Pavilion burglary."
  ]
}