{
  "index": 10,
  "title": "Chapter 9",
  "paragraphs": [
    "MR THOMPSON INVESTIGATES\r\n\r\n\r\nThe Pavilion burglary was discussed in other places besides Charteris'\r\nstudy. In the Masters' Common Room the matter came in for its full\r\nshare of comment. The masters were, as at most schools, divided into\r\nthe athletic and non-athletic, and it was for the former class that the\r\nmatter possessed most interest. If it had been that apple of the\r\nCollege Library's eye, the original MS. of St Austin's private diary,\r\nor even that lesser treasure, the black-letter Eucalyptides, that had\r\ndisappeared, the elder portion of the staff would have had a great deal\r\nto say upon the subject. But, apart from the excitement caused by the\r\nstrangeness of such an occurrence, the theft of a couple of Sports\r\nprizes had little interest for them.\r\n\r\nOn the border-line between these two castes came Mr Thompson, the\r\nMaster of the Sixth Form, spelt with a _p_ and no relation to the\r\ngenial James or the amiable Allen, with the former of whom, indeed, he\r\nwas on very indifferent terms of friendship. Mr Thompson, though an\r\nexcellent classic, had no knowledge of the inwardness of the Human Boy.\r\nHe expected every member of his form not only to be earnest--which very\r\nfew members of a Sixth Form are--but also to communicate his innermost\r\nthoughts to him. His aim was to be their confidant, the wise friend to\r\nwhom they were to bring their troubles and come for advice. He was, in\r\nfact, poor man, the good young master. Now, it is generally the case at\r\nschool that troubles are things to be worried through alone, and any\r\nattempt at interference is usually resented. Mr Thompson had asked Jim\r\nto tea, and, while in the very act of passing him the muffins, had\r\nembarked on a sort of unofficial sermon, winding up by inviting\r\nconfidences. Jim had naturally been first flippant, and then rude, and\r\nrelations had been strained ever since.\r\n\r\n'It must have been a professional,' alleged Perkins, the master of the\r\nUpper Fourth. 'If it hadn't been for the fact of the money having been\r\nstolen as well as the cups, I should have put it down to one of our\r\nfellows.'\r\n\r\n'My dear Perkins,' expostulated Merevale.\r\n\r\n'My dear Merevale, my entire form is capable of any crime except the\r\ntheft of money. A boy might have taken the cups for a joke, or just for\r\nthe excitement of the thing, meaning to return them in time for the\r\nSports. But the two pounds knocks that on the head. It must have been a\r\nprofessional.'\r\n\r\n'I always said that the Pavilion was a very unsafe place in which to\r\nkeep anything of value,' said Mr Thompson.\r\n\r\n'You were profoundly right, Thompson,' replied Perkins. 'You deserve a\r\ndiploma.'\r\n\r\n'This business is rather in your line, Thompson,' said Merevale. 'You\r\nmust bring your powers to bear on the subject, and scent out the\r\ncriminal.'\r\n\r\nMr Thompson took a keen pride in his powers of observation. He would\r\nfrequently observe, like the lamented Sherlock Holmes, the vital\r\nnecessity of taking notice of trifles. The daily life of a Sixth Form\r\nmaster at a big public school does not afford much scope for the\r\npractice of the detective art, but Mr Thompson had once detected a\r\npiece of cribbing, when correcting some Latin proses for the master of\r\nthe Lower Third, solely by the exercise of his powers of observation,\r\nand he had never forgotten it. He burned to add another scalp to his\r\ncollection, and this Pavilion burglary seemed peculiarly suited to his\r\ntalents. He had given the matter his attention, and, as far as he could\r\nsee, everything pointed to the fact that skilled hands had been at\r\nwork.\r\n\r\nFrom eleven until half-past twelve that day, the Sixth were doing an\r\nunseen examination under the eye of the Headmaster, and Mr Thompson was\r\nconsequently off duty. He took advantage of this to stroll down to the\r\nPavilion and make a personal inspection of the first room, from which\r\nwhat were left of the prizes had long been removed to a place of\r\nsafety.\r\n\r\nHe was making his way to the place where the ground-man was usually to\r\nbe found, with a view to obtaining the keys, when he noticed that the\r\ndoor was already open, and on going thither he came upon Biffen, the\r\nground-man, in earnest conversation with a stranger.\r\n\r\n'Morning, sir,' said the ground-man. He was on speaking terms with most\r\nof the masters and all the boys. Then, to his companion, 'This is Mr\r\nThompson, one of our masters.'\r\n\r\n'Morning, sir,' said the latter. 'Weather keeps up. I am Inspector\r\nRoberts, Scotland Yard. But I think we're in for rain soon. Yes. 'Fraid\r\nso. Been asked to look into this business, Mr Thompson. Queer\r\nbusiness.'\r\n\r\n'Very. Might I ask--I am very interested in this kind of thing--whether\r\nyou have arrived at any conclusions yet?'\r\n\r\nThe detective eyed him thoughtfully, as if he were hunting for the\r\nanswer to a riddle.\r\n\r\n'No. Not yet. Nothing definite.'\r\n\r\n'I presume you take it for granted it was the work of a professional\r\nburglar.'\r\n\r\n'No. No. Take nothing for granted. Great mistake. Prejudices one way or\r\nother great mistake. But, I think, yes, I think it was probably--almost\r\ncertainly--_not_ done by a professional.'\r\n\r\nMr Thompson looked rather blank at this. It shook his confidence in his\r\npowers of deduction.\r\n\r\n'But,' he expostulated. 'Surely no one but a practised burglar would\r\nhave taken a pane of glass out so--ah--neatly?'\r\n\r\nInspector Roberts rubbed a finger thoughtfully round the place where\r\nthe glass had been. Then he withdrew it, and showed a small cut from\r\nwhich the blood was beginning to drip.\r\n\r\n'Do you notice anything peculiar about that cut?' he enquired.\r\n\r\nMr Thompson did not. Nor did the ground-man.\r\n\r\n'Look carefully. Now do you see? No? Well, it's not a clean cut.\r\nRagged. Very ragged. Now if a professional had cut that pane out he\r\nwouldn't have left it jagged like that. No. He would have used a\r\ndiamond. Done job neatly.'\r\n\r\nThis destroyed another of Mr Thompson's premises. He had taken it for\r\ngranted that a diamond had been used.\r\n\r\n'Oh!' he said, 'was that pane not cut by a diamond; what did the\r\nburglar use, then?'\r\n\r\n'No. No diamond. Diamond would have left smooth surface. Smooth as a\r\nrazor edge. This is like a saw. Amateurish work. Can't say for certain,\r\nbut probably done with a chisel.'\r\n\r\n'With a chisel? Surely not.'\r\n\r\n'Yes. Probably with a chisel. Probably the man knocked the pane out\r\nwith one blow, then removed all the glass so as to make it look like\r\nthe work of an old hand. Very good idea, but amateurish. I am told that\r\nthree cups have been taken. Could you tell me how long they had been in\r\nthe Pavilion?'\r\n\r\nMr Thompson considered.\r\n\r\n'Well,' he said. 'Of course it's difficult to remember exactly, but I\r\nthink they were placed there soon after one o'clock the day before\r\nyesterday.'\r\n\r\n'Ah! And the robbery took place yesterday in the early morning, or the\r\nnight before?'\r\n\r\n'Yes.'\r\n\r\n'Is the Pavilion the usual place to keep the prizes for the Sports?'\r\n\r\n'No, it is not. They were only put there temporarily. The Board Room,\r\nwhere they are usually kept, and which is in the main buildings of the\r\nSchool, happened to be needed until the next day. Most of us were very\r\nmuch against leaving them in the Pavilion, but it was thought that no\r\nharm could come to them if they were removed next day.'\r\n\r\n'But they were removed that night, which made a great difference,' said\r\nMr Roberts, chuckling at his mild joke. 'I see. Then I suppose none\r\noutside the School knew that they were not in their proper place?'\r\n\r\n'I imagine not.'\r\n\r\n'Just so. Knocks the idea of professional work on the head. None of the\r\nregular trade can have known this room held so much silver for one\r\nnight. No regular would look twice at a cricket pavilion under ordinary\r\ncircumstances. Therefore, it must have been somebody who had something\r\nto do with the School. One of the boys, perhaps.'\r\n\r\n'Really, I do not think that probable.'\r\n\r\n'You can't tell. Never does to form hasty conclusions. Boy might have\r\ndone it for many reasons. Some boys would have done it for the sake of\r\nthe excitement. That, perhaps, is the least possible explanation. But\r\nyou get boy kleptomaniacs just as much in proportion as grown-up\r\nkleptomaniacs. I knew a man. Had a son. Couldn't keep him away from\r\nanything valuable. Had to take him away in a hurry from three schools,\r\ngood schools, too.'\r\n\r\n'Really? What became of him? He did not come to us, I suppose?'\r\n\r\n'No. Somebody advised the father to send him to one of those\r\nNorth-Country schools where they flog. Great success. Stole some money.\r\nGot flogged, instead of expelled. Did it again with same result.\r\nGradually got tired of it. Reformed character now.... I don't say it is\r\na boy, mind you. Most probably not. Only say it may be.'\r\n\r\nAll the while he was talking, his eyes were moving restlessly round the\r\nroom. He came to the window through which Jim had effected his\r\nentrance, and paused before the broken pane.\r\n\r\n'I suppose he tried that window first, before going round to the\r\nother?' hazarded Mr Thompson.\r\n\r\n'Yes. Most probably. Broke it, and then remembered that anyone at the\r\nwindows of the boarding Houses might see him, so left his job half\r\ndone, and shifted his point of action. I think so. Yes.'\r\n\r\nHe moved on again till he came to the other window. Then he gave vent\r\nto an excited exclamation, and picked up a piece of caked mud from the\r\nsill as carefully as if it were some fragile treasure.\r\n\r\n'Now, see this,' he said. 'This was wet when the robbery was done. The\r\nman brought it in with him. On his boot. Left it on the sill as he\r\nclimbed in. Got out in a hurry, startled by something--you can see he\r\nwas startled and left in a hurry from the different values of the cups\r\nhe took--and as he was going, put his hand on this. Left a clear\r\nimpression. Good as plaster of Paris very nearly.'\r\n\r\nMr Thompson looked at the piece of mud, and there, sure enough, was the\r\ndistinct imprint of the palm of a hand. He could see the larger of the\r\nlines quite clearly, and under a magnifying-glass there was no doubt\r\nthat more could be revealed.\r\n\r\nHe drew in a long breath of satisfaction and excitement.\r\n\r\n'Yes,' said the detective. 'That piece of mud couldn't prove anything\r\nby itself, but bring it up at the end of a long string of evidence, and\r\nif it fits your man, it convicts him as much as a snap-shot photograph\r\nwould. Morning, sir. I must be going.' And he retired, carrying the\r\npiece of mud in his hand, leaving Mr Thompson in the full grip of the\r\ndetective-fever, hunting with might and main for more clues.\r\n\r\nAfter some time, however, he was reluctantly compelled to give up the\r\nsearch, for the bell rang for dinner, and he always lunched, as did\r\nmany of the masters, in the Great Hall. During the course of the meal\r\nhe exercised his brains without pause in the effort to discover a\r\nfitting suspect. Did he know of any victim of kleptomania in the\r\nSchool? No, he was sorry to say he did not. Was anybody in urgent need\r\nof money? He could not say. Very probably yes, but he had no means of\r\nknowing.\r\n\r\nAfter lunch he went back to the Common Room. There was a letter lying\r\non the table. He picked it up. It was addressed to 'J. Thomson, St\r\nAustin's.' Now Mr Thompson's Christian name was John. He did not notice\r\nthe omission of the _p_ until he had opened the envelope and\r\ncaught a glimpse of the contents. The letter was so short that only a\r\nglimpse was needed, and it was not till he had read the whole that he\r\nrealised that it was somebody else's letter that he had opened.\r\n\r\nThis was the letter:\r\n\r\n'Dear Jim--Frantic haste. Can you let me have that two pounds directly\r\nyou come back? Beg, borrow, or steal it. I simply must have it.--Yours\r\never,\r\n\r\nAllen.'"
  ]
}