{
  "index": 13,
  "title": "Chapter 12",
  "paragraphs": [
    "SIR ALFRED SCORES\r\n\r\n\r\nSoon after Jim had taken his departure, Mr Thompson, after waiting a\r\nfew minutes in case the Headmaster had anything more to say, drifted\r\nsilently out of the room. The Head, like the gentleman in the ballad,\r\ncontinued to wear a worried look. The more he examined the matter, the\r\nless did he know what to make of it. He believed, as he had said to Mr\r\nThompson, that Jim was entirely innocent. It was an incredible thing,\r\nhe thought, that a public school boy, a School-prefect, too, into the\r\nbargain, should break out of his House and into a cricket pavilion,\r\nhowever great a crisis his finances might be undergoing. And then to\r\nsteal two of the prizes for the Sports. Impossible. Against this,\r\nhowever, must be placed the theft of the two pounds. It might occur to\r\na boy, as indeed Mr Thompson had suggested, to steal the cups in order\r\nto give the impression that a practised burglar had been at work. There\r\nwas certainly something to be said in favour of this view. But he would\r\nnever believe such a thing. He was a good judge of character--a\r\nheadmaster generally is--and he thought he could tell when a boy was\r\nspeaking the truth and when he was not.\r\n\r\nHis reflections were interrupted by a knock at the door. The butler\r\nentered with a card on a tray. 'Sir Alfred Venner, M.P., Badgwick\r\nHall,' said--almost shouted--the card. He read the words without any\r\napparent pleasure.\r\n\r\n'Is Sir Alfred here himself, Parker?' he said.\r\n\r\n'He is, sir.'\r\n\r\nThe Headmaster sighed inaudibly but very wearily. He was feeling\r\nworried already, and he knew from experience that a _tête-à-tête_\r\nwith Sir Alfred Venner, M.P., of Badgwick Hall, would worry him still\r\nmore.\r\n\r\nThe Head was a man who tried his very hardest to like each and all of\r\nhis fellow-creatures, but he felt bound to admit that he liked most\r\npeople a great, a very great, deal better than he liked the gentleman\r\nwho had just sent in his card. Sir Alfred's manner always jarred upon\r\nhim. It was so exactly the antithesis of his own. He was quiet and\r\ndignified, and addressed everybody alike, courteously. Sir Alfred was\r\nrestless and fussy. His manner was always dictatorial and generally\r\nrude. When he had risen in the House to make his maiden speech, calling\r\nthe attention of the Speaker to what he described as 'a thorough\r\ndraught', he had addressed himself with such severity to that official,\r\nthat a party of Siamese noblemen, who, though not knowing a word of\r\nEnglish, had come to listen to the debate, had gone away with the\r\nimpression that he was the prime minister. No wonder the Headmaster\r\nsighed.\r\n\r\n'Show him in, Parker,' said he resignedly.\r\n\r\n'Yessir.'\r\n\r\nParker retired, leaving the Head to wonder what his visitor's grievance\r\nmight be this time. Sir Alfred rarely called without a grievance,\r\ngenerally connected with the trespassing of the School on his land.\r\n\r\n'Good evening, Sir Alfred,' he said, as his visitor whirled into the\r\nroom.\r\n\r\n'O-o-o, this sort of thing won't do, you know, Mr Perceval,' said Sir\r\nAlfred fussily, adjusting a pair of gold pince-nez on his nose. The\r\nHead's name, which has not before been mentioned, was the Reverend\r\nHerbert Perceval, M.A. He had shivered at the sound of the 'O-o-o'\r\nwhich had preceded Sir Alfred's remark. He knew, as did other\r\nunfortunate people, that the great man was at his worst when he said\r\n'O-o-o'. In moments of comparative calm he said 'Er'.\r\n\r\n'I can't put up with it, you know, Mr Perceval. It's too much. A great\r\ndeal too much.'\r\n\r\n'You refer to--?' suggested the Head, with a patience that did him\r\ncredit.\r\n\r\n'This eternal trespassing and tramping in and out of my grounds all\r\nday.'\r\n\r\n'You have been misinformed, I fear, Sir Alfred. I have not trespassed\r\nin your grounds for--ah--a considerable time.' The Head could not\r\nresist this thrust. In his unregenerate 'Varsity days he had been a\r\npower at the Union, where many a foeman had exposed himself to a verbal\r\ncounter from him with disastrous results. Now the fencing must be done\r\nwith buttons on the foils.\r\n\r\n'You--what--I don't follow you, Mr Perceval.'\r\n\r\n'I understand you to reproach me for trespassing and--ah--tramping in\r\nand out of your grounds all day. Was that not your meaning?'\r\n\r\nSir Alfred almost danced with impatience.\r\n\r\n'No, no, no. You misunderstand me. You don't follow my drift.'\r\n\r\n'In that case, I beg your pardon. I gathered from the extreme severity\r\nof your attitude towards me that I was the person to whom you\r\nreferred.'\r\n\r\n'No, no, no. I've come here to complain of your boys.'\r\n\r\nIt occurred to the Head to ask if the complaint embraced the entire six\r\nhundred of them, or merely referred to one of them. But he reflected\r\nthat the longer he fenced, the longer his visitor would stay. And he\r\ndecided, in spite of the illicit pleasure to be derived from the\r\nexercise, that it was not worth while.\r\n\r\n'Ah,' he said.\r\n\r\n'Yes,' continued Sir Alfred, 'my keepers tell me the woods were full of\r\nthem, sir.'\r\n\r\nThe Head suggested that possibly the keepers had exaggerated.\r\n\r\n'Possibly. Possibly they may have exaggerated. But that is not the\r\npoint. The nuisance is becoming intolerable, Mr Perceval, perfectly\r\nintolerable. It is time to take steps.'\r\n\r\n'I have already done all that can be done. I have placed your land out\r\nof bounds, considerably out of bounds indeed. And I inflict the\r\nseverest penalties when a breach of the rule is reported to me.'\r\n\r\n'It's not enough. It's not nearly enough.'\r\n\r\n'I can scarcely do more, I fear, Sir Alfred. There are more than six\r\nhundred boys at St Austin's, and it is not within my power to place\r\nthem all under my personal supervision.'\r\n\r\nHere the Head, who had an eye to the humorous, conjured up a picture of\r\nsix hundred Austinians going for walks, two and two, the staff posted\r\nat intervals down the procession, and himself bringing up the rear. He\r\nmade a mental mem. to laugh when his visitor had retired.\r\n\r\n'H'm,' said the baffled M.P. thoughtfully, adjusting his pince-nez once\r\nmore. ''M no. No, perhaps not. But'--here he brightened up--'you can\r\npunish them when they do trespass.'\r\n\r\n'That is so, Sir Alfred. I can and invariably do.'\r\n\r\n'Then punish that what's-his-name, Plinkett, Plunkett--I've got the\r\nname down somewhere. Yes, Plunkett. I thought so. Punish Plunkett.'\r\n\r\n'Plunkett!' said the Head, taken completely by surprise. He, in common\r\nwith the rest of the world, had imagined Plunkett to be a perfect\r\npattern of what should be. A headmaster, like other judges of\r\ncharacter, has his failures.\r\n\r\n'Plunkett. Yes, that is the name. Boy with spectacles. Good gracious,\r\nMr Perceval, don't tell me the boy gave me a false name.'\r\n\r\n'No. His name is Plunkett. Am I to understand that he was trespassing\r\non your land? Surely there is some mistake? The boy's a\r\nSchool-prefect.'\r\n\r\nHere it suddenly flashed upon his mind that he had used that expression\r\nbefore in the course of the day, on the occasion when Mr Thompson first\r\ntold him of his suspicions in connection with Jim. 'Why, Mr Thompson,\r\nthe boy's a School-prefect,' had been his exact words. School-prefects\r\nhad been in his eyes above suspicion. It is a bad day for a school when\r\nthey are not so. Had that day arrived for St Austin's? he asked\r\nhimself.\r\n\r\n'He may be a School-prefect, Mr Perceval, but the fact remains that he\r\nis a trespasser, and ought from your point of view to be punished for\r\nbreaking bounds.'\r\n\r\nThe Head suddenly looked almost cheerful again.\r\n\r\n'Of course,' he said, 'of course. I thought that there must be an\r\nexplanation. The rules respecting bounds, Sir Alfred, do not apply to\r\nSchool-prefects, only to the rest of the School.'\r\n\r\n'Indeed?' said Sir Alfred. His tone should have warned the Head that\r\nsomething more was coming, but it did not. He continued.\r\n\r\n'Of course it was very wrong of him to trespass on your land, but I\r\nhave no doubt that he did it quite unintentionally. I will speak to\r\nhim, and I think I can guarantee that he will not do it again.'\r\n\r\n'Oh,' said his visitor. 'That is very gratifying, I am sure. Might I\r\nask, Mr Perceval, if School-prefects at St Austin's have any other\r\nprivileges?'\r\n\r\nThe Head began to look puzzled. There was something in his visitor's\r\nmanner which suggested unpleasant possibilities.\r\n\r\n'A few,' he replied. 'They have a few technical privileges, which it\r\nwould be a matter of some little time to explain.'\r\n\r\n'It must be very pleasant to be a prefect at St Austin's,' said Sir\r\nAlfred nastily. 'Very pleasant indeed. Might I ask, Mr Perceval, if the\r\ntechnical privileges to which you refer include--smoking?'\r\n\r\nThe Head started as if, supposing such a thing possible, someone had\r\npinched him. He did not know what to make of the question. From the\r\nexpression on his face his visitor did not appear to be perpetrating a\r\njoke.\r\n\r\n'No,' he said sharply, 'they do not include smoking.'\r\n\r\n'I merely asked because this was found by my keeper on the boy when he\r\ncaught him.'\r\n\r\nHe produced a small silver match-box. The Head breathed again. The\r\nreputation of the School-prefect, though shaky, was still able to come\r\nup to the scratch.\r\n\r\n'A match-box is scarcely a proof that a boy has been smoking, I think,'\r\nsaid he. 'Many boys carry matches for various purposes, I believe. I\r\nmyself, though a non-smoker, frequently place a box in my pocket.'\r\n\r\nFor answer Sir Alfred laid a bloated and exceedingly vulgar-looking\r\nplush tobacco-pouch on the table beside the match-box.\r\n\r\n'That also,' he observed, 'was found in his pocket by my keeper.'\r\n\r\nHe dived his hand once more into his coat. 'And also this,' he said.\r\n\r\nAnd, with the air of a card-player who trumps his opponent's ace, he\r\nplaced on the pouch a pipe. And, to make the matter, if possible,\r\nworse, the pipe was not a new pipe. It was caked within and coloured\r\nwithout, a pipe that had seen long service. The only mitigating\r\ncircumstance that could possibly have been urged in favour of the\r\naccused, namely that of 'first offence', had vanished.\r\n\r\n'It is pleasant,' said Sir Alfred with laborious sarcasm, 'to find a\r\ntrespasser doing a thing which has caused the dismissal of several\r\nkeepers. Smoking in my woods I--will--not--permit. I will not have my\r\nproperty burnt down while I can prevent it. Good evening, Mr Perceval.'\r\nWith these words he made a dramatic exit.\r\n\r\nFor some minutes after he had gone the Head remained where he stood,\r\nthinking. Then he went across the room and touched the bell.\r\n\r\n'Parker,' he said, when that invaluable officer appeared, 'go across to\r\nMr Ward's House, and tell him I wish to see Plunkett. Say I wish to see\r\nhim at once.'\r\n\r\n'Yessir.'\r\n\r\nAfter ten minutes had elapsed, Plunkett entered the room, looking\r\nnervous.\r\n\r\n'Sit down, Plunkett.'\r\n\r\nPlunkett collapsed into a seat. His eye had caught sight of the smoking\r\napparatus on the table.\r\n\r\nThe Head paced the room, something after the fashion of the tiger at\r\nthe Zoo, whose clock strikes lunch.\r\n\r\n'Plunkett,' he said, suddenly, 'you are a School-prefect.'\r\n\r\n'Yes, sir,' murmured Plunkett. The fact was undeniable.\r\n\r\n'You know the duties of a School-prefect?'\r\n\r\n'Yes, sir.'\r\n\r\n'And yet you deliberately break one of the most important rules of the\r\nSchool. How long have you been in the habit of smoking?'\r\n\r\nPlunkett evaded the question.\r\n\r\n'My father lets me smoke, sir, when I'm at home.'\r\n\r\n(A hasty word in the reader's ear. If ever you are accused of smoking,\r\nplease--for my sake, if not for your own--try to refrain from saying\r\nthat your father lets you do it at home. It is a fatal mistake.)\r\n\r\nAt this, to employ a metaphor, the champagne of the Head's wrath, which\r\nhad been fermenting steadily during his late interview, got the better\r\nof the cork of self-control, and he exploded. If the Mutual Friend ever\r\nhas grandchildren he will probably tell them with bated breath the\r\nstory of how the Head paced the room, and the legend of the things he\r\nsaid. But it will be some time before he will be able to speak about it\r\nwith any freedom. At last there was a lull in the storm.\r\n\r\n'I am not going to expel you, Plunkett. But you cannot come back after\r\nthe holidays. I will write to your father to withdraw you.' He pointed\r\nto the door. Plunkett departed in level time.\r\n\r\n'What did the Old 'Un want you for?' asked Dallas, curiously, when he\r\nreturned to the study.\r\n\r\nPlunkett had recovered himself by this time sufficiently to be able to\r\ntell a lie.\r\n\r\n'He wanted to tell me he'd heard from my father about my leaving.'\r\n\r\n'About your leaving!' Dallas tried to keep his voice as free as\r\npossible from triumphant ecstasy.\r\n\r\n'Are you leaving? When?'\r\n\r\n'This term.'\r\n\r\n'Oh!' said Dallas. It was an uncomfortable moment. He felt that at\r\nleast some conventional expression of regret ought to proceed from him.\r\n\r\n'Don't trouble to lie about being sorry,' said Plunkett with a sneer.\r\n\r\n'Thanks,' said Dallas, gratefully, 'since you mention it, I rather\r\nthink I won't.'"
  ]
}