{
  "index": 11,
  "title": "Chapter 10",
  "paragraphs": [
    "THE SPORTS\r\n\r\n\r\nSports weather at St Austin's was as a rule a quaint but unpleasant\r\nsolution of mud, hail, and iced rain. These were taken as a matter of\r\ncourse, and the School counted it as something gained when they were\r\nspared the usual cutting east wind.\r\n\r\nThis year, however, occurred that invaluable exception which is so\r\nuseful in proving rules. There was no gale, only a gentle breeze. The\r\nsun was positively shining, and there was a general freshness in the\r\nair which would have made a cripple cast away his crutches, and, after\r\nbacking himself heavily both ways, enter for the Strangers' Hundred\r\nYards.\r\n\r\nJim had wandered off alone. He was feeling too nervous at the thought\r\nof the coming mile and all it meant to him to move in society for the\r\npresent. Charteris, Welch, and Tony, going out shortly before lunch to\r\ninspect the track, found him already on the spot, and in a very low\r\nstate of mind.\r\n\r\n'Hullo, you chaps,' he said dejectedly, as they came up.\r\n\r\n'Hullo.'\r\n\r\n'Our James is preoccupied,' said Charteris. 'Why this jaundiced air,\r\nJim? Look at our other Thompson over there.'\r\n\r\n'Our other Thompson' was at that moment engaged in conversation with\r\nthe Headmaster at the opposite side of the field.\r\n\r\n'Look at him,' said Charteris, 'prattling away as merrily as a little\r\nche-ild to the Old Man. You should take a lesson from him.'\r\n\r\n'Look here, I say,' said Jim, after a pause, 'I believe there's\r\nsomething jolly queer up between Thompson and the Old Man, and I\r\nbelieve it's about me.'\r\n\r\n'What on earth makes you think that?' asked Welch.\r\n\r\n'It's his evil conscience,' said Charteris. 'No one who hadn't\r\ncommitted the awful crime that Jim has, could pay the least attention\r\nto anything Thompson said. What does our friend Thucydides remark on\r\nthe subject?--\r\n\r\n   '\"_Conscia mens recti, nec si sinit esse dolorem\r\n   Sed revocare gradum_.\"\r\n\r\nVery well then.'\r\n\r\n'But why should you think anything's up?' asked Tony.\r\n\r\n'Perhaps nothing is, but it's jolly fishy. You see Thompson and the Old\r\n'Un pacing along there? Well, they've been going like that for about\r\ntwenty minutes. I've been watching them.'\r\n\r\n'But you can't tell they're talking about you, you rotter,' said Tony.\r\n'For all you know they may be discussing the exams.'\r\n\r\n'Or why the sea is boiling hot, and whether pigs have wings,' put in\r\nCharteris.\r\n\r\n'Or anything,' added Welch profoundly.\r\n\r\n'Well, all I know is that Thompson's been doing all the talking, and\r\nthe Old Man's been getting more and more riled.'\r\n\r\n'Probably Thompson's been demanding a rise of screw or asking for a\r\nsmall loan or something,' said Charteris. 'How long have you been\r\nwatching them?'\r\n\r\n'About twenty minutes.'\r\n\r\n'From here?'\r\n\r\n'Yes.'\r\n\r\n'Why didn't you go and join them? There's nothing like tact. If you\r\nwere to go and ask the Old Man why the whale wailed or something after\r\nthat style it 'ud buck him up like a tonic. I wish you would. And then\r\nyou could tell him to tell you all about it and see if you couldn't do\r\nsomething to smooth the wrinkles from his careworn brow and let the\r\nsunshine of happiness into his heart. He'd like it awfully.'\r\n\r\n'Would he!' said Jim grimly. 'Well, I got the chance just now. Thompson\r\nsaid something to him, and he spun round, saw me, and shouted\r\n\"Thomson\". I went up and capped him, and he was starting to say\r\nsomething when he seemed to change his mind, and instead of confessing\r\neverything, he took me by the arm, and said, \"No, no, Thomson. Go away.\r\nIt's nothing. I will send for you later.\"'\r\n\r\n'And did you knock him down?' asked Charteris.\r\n\r\n'What happened?' said Welch.\r\n\r\n'He gave me a shove as if he were putting the weight, and said again,\r\n\"It's no matter. Go away, Thomson, now.\" So I went.'\r\n\r\n'And you've kept an eye on him ever since?' said Charteris. 'Didn't he\r\nseem at all restive?'\r\n\r\n'I don't think he noticed me. Thompson had the floor and he was pretty\r\nwell full up listening to him.'\r\n\r\n'I suppose you don't know what it's all about?' asked Tony.\r\n\r\n'Must be this Pavilion business.'\r\n\r\n'Now, my dear, sweet cherub,' said Charteris, 'don't you go and make an\r\nutter idiot of yourself and think you're found out and all that sort of\r\nthing. Even if they suspect you they've got to prove it. There's no\r\nsense in your giving them a helping hand in the business. What you've\r\ngot to do is to look normal. Don't overdo it or you'll look like a\r\nswashbuckler, and that'll be worse than underdoing it. Can't you make\r\nyourself look less like a convicted forger? For my sake?'\r\n\r\n'You really do look a bit off it,' said Welch critically. 'As if you\r\nwere sickening for the flu., or something. Doesn't he, Tony?'\r\n\r\n'Rather!' said that expert in symptoms. 'You simply must buck up, Jim,\r\nor Drake'll walk away from you.'\r\n\r\n'It's disappointing,' said Charteris, 'to find a chap who can crack a\r\ncrib as neatly as you can doubling up like this. Think how Charles\r\nPeace would have behaved under the circs. Don't disgrace him, poor\r\nman.'\r\n\r\n'Besides,' said Jim, with an attempt at optimism, 'it isn't as if I'd\r\nactually done anything, is it?'\r\n\r\n'Just so,' said Charteris, 'that's what I've been trying to get you to\r\nsee all along. Keep that fact steadily before you, and you'll be all\r\nright.'\r\n\r\n'There goes the lunch-bell,' said Tony. 'You can always tell Merevale's\r\nbell in a crowd. William rings it as if he was doing it for his\r\nhealth.'\r\n\r\nWilliam, also known in criminal circles as the Moke, was the gentleman\r\nwho served the House--in a perpetual grin and a suit of livery four\r\nsizes too large for him--as a sort of butler.\r\n\r\n'He's an artist,' agreed Charteris, as he listened to the performance.\r\n'Does it as if he enjoyed it, doesn't he? Well, if we don't want to\r\nspoil Merevale's appetite by coming in at half-time, we might be\r\nmoving.' They moved accordingly.\r\n\r\nThe Sports were to begin at two o'clock with a series of hundred-yards\r\nraces, which commenced with the 'under twelve' (Cameron of Prater's a\r\nwarm man for this, said those who had means of knowing), and culminated\r\nat about a quarter past with the open event, for which Welch was a\r\ncertainty. By a quarter to the hour the places round the ropes were\r\nfilled, and more visitors were constantly streaming in at the two\r\nentrances to the School grounds, while in the centre of the ring the\r\nband of the local police force--the military being unavailable owing to\r\nexigencies of distance--were seating themselves with the grim\r\ndetermination of those who know that they are going to play the\r\nsoldiers' chorus out of _Faust_. The band at the Sports had played\r\nthe soldiers' chorus out of _Faust_ every year for decades past,\r\nand will in all probability play it for decades to come.\r\n\r\nThe Sports at St Austin's were always looked forward to by everyone\r\nwith the keenest interest, and when the day arrived, were as regularly\r\nvoted slow. In all school sports there are too many foregone\r\nconclusions. In the present instance everybody knew, and none better\r\nthan the competitors themselves, that Welch would win the quarter and\r\nhundred. The high jump was an equal certainty for a boy named Reece in\r\nHalliday's House. Jackson, unless he were quite out of form, would win\r\nthe long jump, and the majority of the other events had already been\r\ndecided. The gem of the afternoon would be the mile, for not even the\r\nshrewdest judge of form could say whether Jim would beat Drake, or\r\nDrake Jim. Both had done equally good times in practice, and both were\r\nknown to be in the best of training. The adherents of Jim pointed to\r\nthe fact that he had won the half off Drake--by a narrow margin, true,\r\nbut still he had won it. The other side argued that a half-mile is no\r\ncriterion for a mile, and that if Drake had timed his sprint better he\r\nwould probably have won, for he had finished up far more strongly than\r\nhis opponent. And so on the subject of the mile, public opinion was for\r\nonce divided.\r\n\r\nThe field was nearly full by this time. The only clear space outside\r\nthe ropes was where the Headmaster stood to greet and talk about the\r\nweather to such parents and guardians and other celebrities as might\r\npass. This habit of his did not greatly affect the unattached members\r\nof the School, those whose parents lived in distant parts of the world\r\nand were not present on Sports Day, but to St Jones Brown (for\r\ninstance) of the Lower Third, towing Mr Brown, senior, round the ring,\r\nit was a nervous ordeal to have to stand by while his father and the\r\nHead exchanged polite commonplaces. He could not help feeling that\r\nthere was _just a chance_ (horrible thought) that the Head,\r\nsearching for something to say, might seize upon that little matter of\r\nbroken bounds or shaky examination papers as a subject for discussion.\r\nHe was generally obliged, when the interview was over, to conduct his\r\nparent to the shop by way of pulling his system together again, the\r\nlatter, of course, paying.\r\n\r\nAt intervals round the ropes Old Austinian number one was meeting Old\r\nAustinian number two (whom he emphatically detested, and had hoped to\r\navoid), and was conversing with him in a nervous manner, the clearness\r\nof his replies being greatly handicapped by a feeling, which grew with\r\nthe minutes, that he would never be able to get rid of him and go in\r\nsearch of Old Austinian number three, his bosom friend.\r\n\r\nAt other intervals, present Austinians of tender years were manoeuvring\r\nhalf-companies of sisters, aunts, and mothers, and trying without much\r\nsuccess to pretend that they did not belong to them. A pretence which\r\ncame down heavily when one of the aunts addressed them as 'Willie' or\r\n'Phil', and wanted to know audibly if 'that boy who had just passed'\r\n(_the_ one person in the School whom they happened to hate and\r\ndespise) was their best friend. It was a little trying, too, to have to\r\nexplain in the middle of a crowd that the reason why you were not\r\nrunning in 'that race' (the 'under thirteen' hundred, by Jove, which\r\nought to have been a gift to you, only, etc.) was because you had been\r\nignominiously knocked out in the trial heats.\r\n\r\nIn short, the afternoon wore on. Welch won the hundred by two yards and\r\nthe quarter by twenty, and the other events fell in nearly every case\r\nto the favourite. The hurdles created something of a surprise--Jackson,\r\nwho ought to have won, coming down over the last hurdle but two,\r\nthereby enabling Dallas to pull off an unexpected victory by a couple\r\nof yards. Vaughan's enthusiastic watch made the time a little under\r\nsixteen seconds, but the official timekeeper had other views. There\r\nwere no instances of the timid new boy, at whom previously the world\r\nhad scoffed, walking away with the most important race of the day.\r\n\r\nAnd then the spectators were roused from a state of coma by the sound\r\nof the bell ringing for the mile. Old Austinian number one gratefully\r\nseized the opportunity to escape from Old Austinian number two, and\r\nlose himself in the crowd. Young Pounceby-Green with equal gratitude\r\nleft his father talking to the Head, and shot off without ceremony to\r\nget a good place at the ropes. In fact, there was a general stir of\r\nanticipation, and all round the ring paterfamilias was asking his son\r\nand heir which was Drake and which Thomson, and settling his glasses\r\nmore firmly on the bridge of his nose.\r\n\r\nThe staff of _The Glow Worm_ conducted Jim to the starting-place,\r\nand did their best to relieve his obvious nervousness with light\r\nconversation.\r\n\r\n'Eh, old chap?' said Jim. He had been saying 'Eh?' to everything\r\nthroughout the afternoon.\r\n\r\n'I said, \"Is my hat on straight, and does it suit the colour of my\r\neyes?\"' said Charteris.\r\n\r\n'Oh, yes. Yes, rather. Ripping,' in a far-off voice.\r\n\r\n'And have you a theory of the Universe?'\r\n\r\n'Eh, old chap?'\r\n\r\n'I said, \"Did you want your legs rubbed before you start?\" I believe\r\nit's an excellent specific for the gout.'\r\n\r\n'Gout? What? No, I don't think so, thanks.'\r\n\r\n'And you'll write to us sometimes, Jim, and give my love to little\r\nHenry, and _always_ wear flannel next your skin, my dear boy?'\r\nsaid Charteris.\r\n\r\nThis seemed to strike even Jim as irrelevant.\r\n\r\n'Do shut up for goodness\r\nsake, Alderman,' he said irritably. 'Why can't you go and rag somebody\r\nelse?'\r\n\r\n'My place is by your side. Go, my son, or else they'll be starting\r\nwithout you. Give us your blazer. And take my tip, the tip of an old\r\nrunner, and don't pocket your opponent's ball in your own twenty-five.\r\nAnd come back victorious, or on the shields of your soldiers. All\r\nright, sir (to the starter), he's just making his will. Good-bye Jim.\r\nBuck up, or I'll lynch you after the race.'\r\n\r\nJim answered by muffling him in his blazer, and walking to the line.\r\nThere were six competitors in all, each of whom owned a name ranking\r\nalphabetically higher than Thomson. Jim, therefore, had the outside\r\nberth. Drake had the one next to the inside, which fell to Adamson, the\r\nvictim of the lost two pounds' episode.\r\n\r\nBoth Drake and Jim got off well at the sound of the pistol, and the\r\npace was warm from the start. Jim evidently had his eye on the inside\r\nberth, and, after half a lap had been completed, he got it, Drake\r\nfalling back. Jim continued to make the running, and led at the end of\r\nthe first lap by about five yards. Then came Adamson, followed by a\r\nbatch of three, and finally Drake, taking things exceedingly coolly, a\r\ncouple of yards behind them. The distance separating him from Jim was\r\nlittle over a dozen yards. A roar of applause greeted the runners as\r\nthey started on the second lap, and it was significant that while Jim's\r\nsupporters shouted, 'Well run', those of Drake were fain to substitute\r\nadvice for approval, and cry 'Go it'. Drake, however, had not the least\r\nintention of 'going it' in the generally accepted meaning of the\r\nphrase. A yard or two to the rear meant nothing in the first lap, and\r\nhe was running quite well enough to satisfy himself, with a nice,\r\nspringy stride, which he hoped would begin to tell soon.\r\n\r\nWith the end of the second lap the real business of the race began, for\r\nthe survival of the fittest had resulted in eliminations and changes of\r\norder. Jim still led, but now by only eight or nine yards. Drake had\r\ncome up to second, and Adamson had dropped to a bad third. Two of the\r\nrunners had given the race up, and retired, and the last man was a long\r\nway behind, and, to all practical purposes, out of the running. There\r\nwere only three laps, and, as the last lap began, the pace quickened,\r\nfast as it had been before. Jim was exerting every particle of his\r\nstrength. He was not a runner who depended overmuch on his final dash.\r\nHe hoped to gain so much ground before Drake made his sprint as to\r\nneutralise it when it came. Adamson he did not fear.\r\n\r\nAnd now they were in the last two hundred yards, Jim by this time some\r\nthirty yards ahead, but in great straits. Drake had quickened his pace,\r\nand gained slowly on him. As they rounded the corner and came into the\r\nstraight, the cheers were redoubled. It was a great race. Then, fifty\r\nyards from the tape, Drake began his final sprint. If he had saved\r\nhimself before, he made up for it now. The gap dwindled and dwindled.\r\nNeither could improve his pace. It was a question whether there was\r\nenough of the race left for Drake to catch his man, or whether he had\r\nonce more left his sprint till too late. Jim could hear the roars of\r\nthe spectators, and the frenzied appeals of Merevale's House to him to\r\nsprint, but he was already doing his utmost. Everything seemed black to\r\nhim, a black, surging mist, and in its centre a thin white line, the\r\ntape. Could he reach it before Drake? Or would he collapse before he\r\nreached it? There were only five more yards to go now, and still he\r\nled. Four. Three. Two. Then something white swept past him on the\r\nright, the white line quivered, snapped, and vanished, and he pitched\r\nblindly forward on to the turf at the track-side. Drake had won by a\r\nfoot."
  ]
}