{
  "index": 16,
  "title": "Chapter 15",
  "paragraphs": [
    "THE DISAPPEARANCE OF J. THOMSON\r\n\r\n\r\nCertainly the Head was surprised.\r\n\r\nHe read the note again. No. There was no mistake. 'Thomson is not in\r\nthe House.' There could be no two meanings about that.\r\n\r\n'Go across to Mr Merevale's,' he said at last, 'and ask him if he would\r\nmind seeing me here for a moment.'\r\n\r\nThe butler bowed his head gently, but with more than a touch of pained\r\nastonishment. He thought the Headmaster might show more respect for\r\npersons. A butler is not an errand-boy.\r\n\r\n'Sir?' he said, giving the Head a last chance, as it were, of realising\r\nthe situation.\r\n\r\n'Ask Mr Merevale to step over here for a moment.'\r\n\r\nThe poor man bowed once more. The phantom of a half-smoked cigar\r\nfloated reproachfully before his eyes. He had lit it a quarter of an\r\nhour ago in fond anticipation of a quiet evening. Unless a miracle had\r\noccurred, it must be out by this time. And he knew as well as anybody\r\nelse that a relighted cigar is never at its best. But he went, and in a\r\nfew minutes Mr Merevale entered the room.\r\n\r\n'Sit down, Mr Merevale,' said the Head. 'Am I to understand from your\r\nnote that Thomson is actually not in the House?'\r\n\r\nMr Merevale thought that if he had managed to understand anything else\r\nfrom the note he must possess a mind of no common order, but he did not\r\nsay so.\r\n\r\n'No,' he said. 'Thomson has not been in the House since lunchtime, as\r\nfar as I know. It is a curious thing.'\r\n\r\n'It is exceedingly serious. Exceedingly so. For many reasons. Have you\r\nany idea where he was seen last?'\r\n\r\n'Harrison in my House says he saw him at about three o'clock.'\r\n\r\n'Ah!'\r\n\r\n'According to Harrison, he was walking in the direction of Stapleton.'\r\n\r\n'Ah. Well, it is satisfactory to know even as little as that.'\r\n\r\n'Just so. But Mace--he is in my House, too--declares that he saw\r\nThomson at about the same time cycling in the direction of Badgwick.\r\nBoth accounts can scarcely be correct.'\r\n\r\n'But--dear me, are you certain, Mr Merevale?'\r\n\r\nMerevale nodded to imply that he was. The Head drummed irritably with\r\nhis fingers on the arm of his chair. This mystery, coming as it did\r\nafter the series of worries through which he had been passing for the\r\nlast few days, annoyed him as much as it is to be supposed the last\r\nstraw annoyed the proverbial camel.\r\n\r\n'As a matter of fact,' said Merevale, 'I know that Thomson started to\r\nrun in the long race this afternoon. I met him going to the\r\nstarting-place, and advised him to go and change again. He was not\r\nlooking at all fit for such a long run. It seems to me that Welch might\r\nknow where he is. Thomson and he got well ahead of the others after the\r\nstart, so that if, as I expect, Thomson dropped out early in the race,\r\nWelch could probably tell us where it happened. That would give us some\r\nclue to his whereabouts, at any rate.'\r\n\r\n'Have you questioned Welch?'\r\n\r\n'Not yet. Welch came back very tired, quite tired out, in fact and went\r\nstraight to bed. I hardly liked to wake him except as a last resource.\r\nPerhaps I had better do so now?'\r\n\r\n'I think you should most certainly. Something serious must have\r\nhappened to Thomson to keep him out of his House as late as this.\r\nUnless--'\r\n\r\nHe stopped. Merevale looked up enquiringly. The Head, after a moment's\r\ndeliberation, proceeded to explain.\r\n\r\n'I have made a very unfortunate mistake with regard to Thomson, Mr\r\nMerevale. A variety of reasons led me to think that he had had\r\nsomething to do with this theft of the Sports prizes.'\r\n\r\n'Thomson!' broke in Merevale incredulously.\r\n\r\n'There was a considerable weight of evidence against him, which I have\r\nsince found to be perfectly untrustworthy, but which at the time seemed\r\nto me almost conclusive.'\r\n\r\n'But surely,' put in Merevale again, 'surely Thomson would be the last\r\nboy to do such a thing. Why should he? What would he gain by it?'\r\n\r\n'Precisely. I can understand that perfectly in the light of certain\r\ninformation which I have just received from the inspector. But at the\r\ntime, as I say, I believed him guilty. I even went so far as to send\r\nfor him and question him upon the subject. Now it has occurred to me,\r\nMr Merevale--you understand that I put it forward merely as a\r\nconjecture--it occurs to me--'\r\n\r\n'That Thomson has run away,' said Merevale bluntly.\r\n\r\nThe Head, slightly discomposed by this Sherlock-Holmes-like reading of\r\nhis thoughts, pulled himself together, and said, 'Ah--just so. I think\r\nit very possible.'\r\n\r\n'I do not agree with you,' said Merevale. 'I know Thomson well, and I\r\nthink he is the last boy to do such a thing. He is neither a fool nor a\r\ncoward, to put it shortly, and he would need to have a great deal of\r\nboth in him to run away.'\r\n\r\nThe Head looked slightly relieved at this.\r\n\r\n'You--ah--think so?' he said.\r\n\r\n'I certainly do. In the first place, where, unless he went home, would\r\nhe run to? And as he would be going home in a couple of days in the\r\nordinary course of things, he would hardly be foolish enough to risk\r\nexpulsion in such a way.'\r\n\r\nMr Merevale always rather enjoyed his straight talks with the\r\nHeadmaster. Unlike most of his colleagues he stood in no awe of him\r\nwhatever. He always found him ready to listen to sound argument, and,\r\nwhat was better, willing to be convinced. It was so in this case.\r\n\r\n'Then I think we may dismiss that idea,' said the Head with visible\r\nrelief. The idea of such a scandal occurring at St Austin's had filled\r\nhim with unfeigned horror. 'And now I think it would be as well to go\r\nacross to your House and hear what Welch has to say about the matter.\r\nUnless Thomson returns soon--and it is already past nine o'clock--we\r\nshall have to send out search-parties.'\r\n\r\nFive minutes later Welch, enjoying a sound beauty-sleep, began to be\r\npossessed of a vague idea that somebody was trying to murder him. His\r\nsubsequent struggles for life partially woke him, and enabled him to\r\nsee dimly that two figures were standing by his bed.\r\n\r\n'Yes?' he murmured sleepily, turning over on to his side again, and\r\npreparing to doze off. The shaking continued. This was too much. 'Look\r\nhere,' said he fiercely, sitting up. Then he recognised his visitors.\r\nAs his eye fell on Merevale, he wondered whether anything had occurred\r\nto bring down his wrath upon him. Perhaps he had gone to bed without\r\nleave, and was being routed out to read at prayers or do some work? No,\r\nhe remembered distinctly getting permission to turn in. What then could\r\nbe the matter?\r\n\r\nAt this point he recognised the Headmaster, and the last mists of sleep\r\nleft him.\r\n\r\n'Yes, sir?' he said, wide-awake now.\r\n\r\nMerevale put the case briefly and clearly to him. 'Sorry to disturb\r\nyou, Welch. I know you are tired.'\r\n\r\n'Not at all, sir,' said Welch, politely.\r\n\r\n'But there is something we must ask you. You probably do not know that\r\nThomson has not returned?'\r\n\r\n'Not returned!'\r\n\r\n'No. Nobody knows where he is. You were probably the last to see him.\r\nWhat happened when you and he started for the long run this afternoon?\r\nYou lost sight of the rest, did you not?'\r\n\r\n'Yes, sir.'\r\n\r\n'Well?'\r\n\r\n'And Thomson dropped out.'\r\n\r\n'Ah.' This from the Headmaster.\r\n\r\n'Yes, sir. He said he couldn't go any farther. He told me to go on.\r\nAnd, of course, I did, as it was a race. I advised him to go back to\r\nthe House and change. He looked regularly done up. I think he ran too\r\nhard in the mile yesterday.'\r\n\r\nThe Head spoke.\r\n\r\n'I thought that some such thing must have happened. Where was it that\r\nhe dropped out, Welch?'\r\n\r\n'It was just as we came to a long ploughed field, sir, by the side of a\r\nbig wood.'\r\n\r\n'Parker's Spinney, I expect,' put in Merevale.\r\n\r\n'Yes, sir. About a mile from the College.'\r\n\r\n'And you saw nothing more of him after that?' inquired the Headmaster.\r\n\r\n'No, sir. He was lying on his back when I left him. I should think some\r\nof the others must have seen him after I did. He didn't look as if he\r\nwas likely to get up for some time.'\r\n\r\n'Well,' said the Head, as he and Merevale went out of the room, leaving\r\nWelch to his slumbers, 'we have gained little by seeing Welch. I had\r\nhoped for something more. I must send the prefects out to look for\r\nThomson at once.'\r\n\r\n'It will be a difficult business,' said Merevale, refraining--to his\r\ncredit be it said--from a mention of needles and haystacks. 'We have\r\nnothing to go upon. He may be anywhere for all we know. I suppose it is\r\nhardly likely that he is still where Welch left him?'\r\n\r\nThe Head seemed to think this improbable. 'That would scarcely be the\r\ncase unless he were very much exhausted. It is more than five hours\r\nsince Welch saw him. I can hardly believe that the worst exhaustion\r\nwould last so long. However, if you would kindly tell your\r\nHouse-prefects of this--'\r\n\r\n'And send them out to search?'\r\n\r\n'Yes. We must do all we can. Tell them to begin searching where Thomson\r\nwas last seen. I will go round to the other Houses. Dear me, this is\r\nexceedingly annoying. Exceedingly so.'\r\n\r\nMerevale admitted that it was, and, having seen his visitor out of the\r\nHouse, went to the studies to speak to his prefects. He found Charteris\r\nand Tony together in the former's sanctum.\r\n\r\n'Has anything been heard about Thomson, sir?' said Tony, as he entered.\r\n\r\n'That is just what I want to see you about. Graham, will you go and\r\nbring the rest of the prefects here?'\r\n\r\n'Now,' he said, as Tony returned with Swift and Daintree, the two\r\nremaining House-prefects, 'you all know, of course, that Thomson is not\r\nin the House. The Headmaster wants you to go and look for him. Welch\r\nseems to have been the last to see him, and he left him lying in a\r\nploughed field near Parker's Spinney. You all know Parker's Spinney, I\r\nsuppose?'\r\n\r\n'Yes, sir.'\r\n\r\n'Then you had better begin searching from there. Go in twos if you\r\nlike, or singly. Don't all go together. I want you all to be back by\r\neleven. All got watches?'\r\n\r\n'Yes, sir.'\r\n\r\n'Good. You'd better take lanterns of some sort. I think I can raise a\r\nbicycle lamp each, and there is a good moon. Look everywhere, and shout\r\nas much as you like. I think he must have sprained an ankle or\r\nsomething. He is probably lying somewhere unable to move, and too far\r\naway from the road to make his voice heard to anyone. If you start now,\r\nyou will have just an hour and a half. You should have found him by\r\nthen. The prefects from the other Houses will help you.'\r\n\r\nDaintree put in a pertinent question.\r\n\r\n'How about trespassing, sir?'\r\n\r\n'Oh, go where you like. In reason, you know. Don't go getting the\r\nSchool mixed up in any unpleasantness, of course, but remember that\r\nyour main object is to find Thomson. You all understand?'\r\n\r\n'Yes, sir.'\r\n\r\n'Very good. Then start at once.'\r\n\r\n'By Jove,' said Swift, when he had gone, 'what an unholy rag! This\r\nsuits yours truly. Poor old Jim, though. I wonder what the deuce has\r\nhappened to him?'\r\n\r\nAt that very moment the Headmaster, leaving Philpott's House to go to\r\nPrater's, was wondering the same thing. In spite of Mr Merevale's\r\nargument, he found himself drifting back to his former belief that Jim\r\nhad run away. What else could keep him out of his House more than three\r\nhours after lock-up? And he had had some reason for running away, for\r\nthe _conscia mens recti,_ though an excellent institution in\r\ntheory, is not nearly so useful an ally as it should be in practice.\r\nThe Head knocked at Prater's door, pondering darkly within himself."
  ]
}