{
  "index": 12,
  "title": "Chapter 11",
  "paragraphs": [
    "AN INTERESTING INTERVIEW\r\n\r\n\r\nFor the rest of the afternoon Jim had a wretched time. To be beaten\r\nafter such a race by a foot, and to be beaten by a foot when victory\r\nwould have cut the Gordian knot of his difficulties once and for all,\r\nwas enough to embitter anybody's existence. He found it hard to accept\r\nthe well-meant condolences of casual acquaintances, and still harder to\r\ndo the right thing and congratulate Drake on his victory, a refinement\r\nof self-torture which is by custom expected of the vanquished in every\r\nbranch of work or sport. But he managed it somehow, and he also managed\r\nto appear reasonably gratified when he went up to take his prize for\r\nthe half-mile. Tony and the others, who knew what his defeat meant to\r\nhim, kept out of his way, for which he was grateful. After lock-up,\r\nhowever, it was a different matter, but by that time he was more ready\r\nfor society. Even now there might be some way out of the difficulty. He\r\nasked Tony's advice on the subject. Tony was perplexed. The situation\r\nwas beyond his grip.\r\n\r\n'I don't see what you can do, Jim,' he said, 'unless the Rugby chap'll\r\nbe satisfied with a pound on account. It's a beastly business. Do you\r\nthink your pater will give you your money all the same as it was such a\r\nclose finish?'\r\n\r\nJim thought not. In fact, he was certain that he would not, and Tony\r\nrelapsed into silence as he tried to bring another idea to the surface.\r\nHe had not succeeded when Charteris came in.\r\n\r\n'Jim,' he said 'you have my sympathy. It was an awfully near thing. But\r\nI've got something more solid than sympathy. I will take a seat.'\r\n\r\n'Don't rag, Charteris,' said Tony. 'It's much too serious.'\r\n\r\n'Who's ragging, you rotter? I say I have something more solid than\r\nsympathy, and instead of giving me an opening, as a decent individual\r\nwould, by saying, \"What?\" you accuse me of ragging. James, my son, if\r\nyou will postpone your suicide for two minutes, I will a tale unfold. I\r\nhave an idea.'\r\n\r\n'Well?'\r\n\r\n'That's more like it. Now you _are_ talking. We will start at the\r\nbeginning. First, you want a pound. So do I. Secondly, you want it\r\nbefore next Tuesday. Thirdly, you haven't it on you. How, therefore,\r\nare you to get it? As the song hath it, you don't know, they don't\r\nknow, but--now we come to the point--I _do_ know.'\r\n\r\n'Yes?' said Jim and Tony together.\r\n\r\n'It is a luminous idea. Why shouldn't we publish a special number of\r\n_The Glow Worm_ before the end of term?'\r\n\r\nJim was silent at the brilliance of the scheme. Then doubts began to\r\nharass him.\r\n\r\n'Is there time?'\r\n\r\n'Time? Yards of it. This is Saturday. We start tonight, and keep at it\r\nall night, if necessary. We ought to manage it easily before tomorrow\r\nmorning. On Sunday we jellygraph it--it'll have to be a jellygraphed\r\nnumber this time. On Monday and Tuesday we sell it, and there you are.'\r\n\r\n'How are you going to sell it? In the ordinary way at the shop?'\r\n\r\n'Yes, I've arranged all that. All we've got to do is to write the\r\nthing. As the penalty for your sins you shall take on most of it. I'll\r\ndo the editorial, Welch is pegging away at the Sports account now, and\r\nI waylaid Jackson just before lock-up, and induced him by awful threats\r\nto knock off some verses. So we're practically published already.'\r\n\r\n'It's grand,' said Jim. 'And it's awfully decent of you chaps to fag\r\nyourselves like this for me. I'll start on something now.'\r\n\r\n'But can you raise a sovereign on one number?' asked Tony.\r\n\r\n'Either that, or I've arranged with the shop to give us a quid down,\r\nand take all profits on this and the next number. They're as keen as\r\nanything on the taking-all-profits idea, but I've kept that back to be\r\nused only in case of necessity. But the point is that Jim gets his\r\nsovereign in any case. I must be off to my editorial. So long,' and he\r\nwent.\r\n\r\n'Grand man, Charteris,' said Tony, as he leant back in his chair in\r\nsearch of a subject. 'You'd better weigh in with an account of the\r\nburglary. It's a pity you can't give the realistic description you gave\r\nus. It would sell like anything.'\r\n\r\n'Wouldn't do to risk it.'\r\n\r\nAt that moment the door swung violently open, with Merevale holding on\r\nto the handle, and following it in its course. Merevale very rarely\r\nknocked at a study door, a peculiarity of his which went far towards\r\nshattering the nervous systems of the various inmates, who never knew\r\nwhen it was safe to stop work and read fiction.\r\n\r\n'Ah, Thomson,' he said, 'I was looking for you. The Headmaster wants to\r\nsee you over at his House, if you are feeling well enough after your\r\nexertions. _Very_ close thing, that mile. I don't know when I have seen\r\na better-run race on the College grounds. I suppose you are feeling\r\npretty tired, eh?'\r\n\r\n'I am rather, sir, but I had better see the Head. Will he be in his\r\nstudy, sir?'\r\n\r\n'Yes, I think so.'\r\n\r\nJim took his cap and went off, while Merevale settled down to spend the\r\nevening in Tony's study, as he often did when the term's work was over,\r\nand it was no longer necessary to keep up the pretence of preparation.\r\n\r\nParker, the Head's butler, conducted Jim into the presence.\r\n\r\n'Sit down, Thomson,' said the Head.\r\n\r\nJim took a seat, and he had just time to notice that his namesake, Mr\r\nThompson, was also present, and that, in spite of the fact that his tie\r\nhad crept up to the top of his collar, he was looking quite\r\nunnecessarily satisfied with himself, when he became aware that the\r\nHead was speaking to him.\r\n\r\n'I hope you are not feeling any bad effects from your race, Thomson?'\r\n\r\nJim was half inclined to say that his effects were _nil,_ but he\r\nfelt that the quip was too subtle, and would be lost on his present\r\naudience, so he merely said that he was not. There was a rather awkward\r\nsilence for a minute. Then the Head coughed, and said:\r\n\r\n'Thomson.'\r\n\r\n'Yes, sir.'\r\n\r\n'I think it would be fairest to you to come to the point at once, and\r\nto tell you the reason why I wished to see you.'\r\n\r\nJim ran over the sins which shot up in his mind like rockets as he\r\nheard these ominous words, and he knew that this must be the matter of\r\nthe Pavilion. He was, therefore, in a measure prepared for the Head's\r\nnext words.\r\n\r\n'Thomson.'\r\n\r\n'Yessir.'\r\n\r\n'A very serious charge has been brought against you. You are accused of\r\nnothing less than this unfortunate burglary of the prizes for the\r\nSports.'\r\n\r\n'Yes, sir. Is my accuser Mr Thompson?'\r\n\r\nThe Headmaster hesitated for a moment, and Mr Thompson spoke. 'That is\r\nso,' he said.\r\n\r\n'Yes,' said the Head, 'the accusation is brought by Mr Thompson.'\r\n\r\n'Yes, sir,' said Jim again, and this time the observation was intended\r\nto convey the meaning, 'My dear, good sir, when you've known him as\r\nlong as I have, you won't mind what Mr Thompson says or does. It's a\r\nkind of way he's got, and if he's not under treatment for it, he ought\r\nto be.'\r\n\r\n'I should like to hear from your own lips that the charge is\r\ngroundless.'\r\n\r\n'Anything to oblige,' thought Jim. Then aloud, 'Yes, sir.'\r\n\r\n'You say it is groundless?' This from Mr Thompson.\r\n\r\n'Yes, sir.'\r\n\r\n'I must warn you, Thomson, that the evidence against you is very strong\r\nindeed,' said the Head. 'Without suggesting that you are guilty of this\r\nthing, I think I ought to tell you that if you have any confession to\r\nmake, it will be greatly, very greatly, to your own advantage to make\r\nit at once.'\r\n\r\n'And give myself away, free, gratis and for nothing,' thought Jim. 'Not\r\nfor me, thank you.'\r\n\r\n'Might I hear Mr Thompson's evidence, sir?' he asked.\r\n\r\n'Certainly, Thomson.' He effected a movement in Mr Thompson's\r\ndirection, midway between a bow and a nod.\r\n\r\nMr Thompson coughed. Jim coughed, too, in the same key. This put Mr\r\nThompson out, and he had to cough again.\r\n\r\n'In the first place,' he began, 'it has been conclusively proved that\r\nthe burglary was the work of an unskilful hand.'\r\n\r\n'That certainly seems to point to me as the author,' said Jim\r\nflippantly.\r\n\r\n'Silence, Thomson,' said the Head, and counsel for the prosecution\r\nresumed.\r\n\r\n'In the second place, it has been proved that you were at the time of\r\nthe burglary in great need of money.'\r\n\r\nThis woke Jim up. It destroyed that feeling of coolness with which he\r\nhad started the interview. Awful thoughts flashed across his mind. Had\r\nhe been seen at the time of his burglarious entry? At any rate, how did\r\nMr Thompson come to know of his pecuniary troubles?\r\n\r\n'Did you say it had been proved, sir?'\r\n\r\n'Yes.'\r\n\r\n'How, sir?'\r\n\r\nHe felt the question was a mistake as he was uttering it. Your really\r\ninjured innocent would have called all the elements to witness that he\r\nwas a millionaire. But it was too late to try that now. And, besides,\r\nhe really did want to know how Mr Thompson had got to hear of this\r\nskeleton in his cupboard.\r\n\r\nThe Headmaster interrupted hurriedly. 'It is a very unfortunate affair\r\naltogether, and this is quite the most unfortunate part. A letter came\r\nto the College addressed to J. Thomson, and Mr Thompson opened and read\r\nit inadvertently. Quite inadvertently.'\r\n\r\n'Yes, sir,' said Jim, in a tone which implied, 'I am no George\r\nWashington myself, but when you say he read it inadvertently, well--'\r\n\r\n'This letter was signed \"Allen\"--'\r\n\r\n'My brother, sir.'\r\n\r\n'Exactly. And it asked for two pounds. Evidently in payment of a debt,\r\nand the tone of the letter certainly seemed to show that you were not\r\nthen in possession of the money.'\r\n\r\n'Could I have the letter, sir?' Then with respectful venom to Mr\r\nThompson: 'If you have finished with it.' The letter was handed over,\r\nand pocketed, and Jim braced his moral pecker up for the next round of\r\nthe contest.\r\n\r\n'I take it, then, Thomson,' resumed the Head, 'that you owe your\r\nbrother this money?'\r\n\r\n'Yes, sir.'\r\n\r\n'Two pounds is a great deal of money for one boy to lend another.'\r\n\r\n'It was not lent, sir. It was a bet.'\r\n\r\n'A bet!' in a nasty tone from the Head.\r\n\r\n'A bet!' in a sepulchral echo from Mr Thompson.\r\n\r\nThere was a long pause.\r\n\r\n'At any other time,' said the Head, 'I should feel it my duty to take\r\nserious notice of this, but beside this other matter with which you are\r\ncharged, it becomes trivial. I can only repeat that the circumstances\r\nare exceedingly suspicious, and I think it would be in your interests\r\nto tell us all you know without further delay.'\r\n\r\n'You take it for granted I am guilty, sir,' began Jim hotly.\r\n\r\n'I say that the circumstances seems to point to it. In the first place,\r\nyou were in need of money. You admit that?'\r\n\r\n'Yes, sir.'\r\n\r\n'In the second place,' said the Head slowly, 'in the second place, I am\r\ntold that you were nowhere to be found in the House at half-past eight\r\non the night of the burglary, when you ought certainly to have been in\r\nyour study at your work.'\r\n\r\nBombshell number two, and a worse one than the first. For the moment\r\nJim's head swam. If he had been asked just then in so many words where\r\nhe had been at that time, it is likely that he would have admitted\r\neverything. By some miracle the Head did not press his point.\r\n\r\n'You may go now, Thomson,' he said. 'I should like to see you after\r\nmorning school on Monday. Good-night.'\r\n\r\n'Good-night, sir,' said Jim, and went without another word. Coming so\r\nsoon after the exertion and strain of the mile, this shock made him\r\nfeel sick and dizzy.\r\n\r\nWhen he had gone, the Head turned to Mr Thompson with a worried look on\r\nhis face. 'I feel as certain as I do of anything,' he said\r\nthoughtfully, 'that that boy is telling the truth. If he had been\r\nguilty, he would not have behaved like that. I feel sure of it.'\r\n\r\nMr Thompson looked equally thoughtful. 'The circumstances are certainly\r\nvery suspicious,' he said, echoing the Head's own words. 'I wish I\r\ncould think he was innocent, but I am bound to say I do not. I regard\r\nthe evidence as conclusive.'\r\n\r\n'Circumstantial evidence is proverbially uncertain, Mr Thompson. That\r\nis principally the reason why I was so bent on making him confess if he\r\nhad anything to confess. I can't expel a boy and ruin his whole career\r\non mere suspicion. The matter must be proved, doubly proved, and even\r\nthen I should feel uneasy until he owned himself guilty. It is a most\r\nunpleasant affair, a terrible affair.'\r\n\r\n'Most,' agreed Mr Thompson.\r\n\r\nAnd exactly the same thing was occurring at that moment to Jim, as he\r\nsat on his bed in his dormitory, and pondered hopelessly on this new\r\ncomplication that had presented itself so unexpectedly. He was getting\r\nvery near to the end of his tether, was J. Thomson of Merevale's. It\r\nseemed to him, indeed, that he had reached it already. Possibly if he\r\nhad had a clearer conscience and a larger experience, he might have\r\nrecognised that the evidence which Mr Thompson had described as\r\nconclusive, was in reality not strong enough to hang a cat on.\r\nUnfortunately, he did not enjoy those advantages."
  ]
}