{
  "index": 15,
  "title": "Chapter 14",
  "paragraphs": [
    "MR ROBERTS EXPLAINS\r\n\r\n\r\nInspector Roberts was standing with his back to the door, examining a\r\nphotograph of the College, when the Head entered. He spun round\r\nbriskly. 'Good evening, Mr Roberts. Pray be seated. You wish to see\r\nme?'\r\n\r\nThe detective took a seat.\r\n\r\n'This business of the cups, sir.'\r\n\r\n'Ah!' said the Head, 'have you made any progress?'\r\n\r\n'Considerable. Yes, very considerable progress. I've found out who\r\nstole them.'\r\n\r\n'You have?' cried the Head. 'Excellent. I suppose it _was_\r\nThomson, then? I was afraid so.'\r\n\r\n'Thomson, sir? That was certainly not the name he gave me. Stokes he\r\ncalled himself.'\r\n\r\n'Stokes? Stokes? This is curious. Perhaps if you were to describe his\r\nappearance? Was he a tall boy, of a rather slight build--'\r\n\r\nThe detective interrupted.\r\n\r\n'Excuse me, sir, but I rather fancy we have different persons in our\r\nmind. Stokes is not a boy. Not at all. Well over thirty. Red moustache.\r\nHeight, five foot seven, I should say. Not more. Works as a farmhand\r\nwhen required, and does odd jobs at times. That's the man.'\r\n\r\nThe Head's face expressed relief, as he heard this description. 'Then\r\nThomson did not do it after all,' he said.\r\n\r\n'Thomson?' queried Mr Roberts.\r\n\r\n'Thomson,' explained the Head, 'is the name of one of the boys at the\r\nSchool. I am sorry to say that I strongly suspected him of this\r\nrobbery.'\r\n\r\n'A boy at the School. Curious. Unusual, I should have thought, for a\r\nboy to be mixed up in an affair like this. Though I have known cases.'\r\n\r\n'I was very unwilling, I can assure you, to suspect him of such a\r\nthing, but really the evidence all seemed to point to it. I am afraid,\r\nMr Roberts, that I have been poaching on your preserves without much\r\nsuccess.'\r\n\r\n'Curious thing evidence,' murmured Mr Roberts, fixing with his eye a\r\nbust of Socrates on the writing-desk, as if he wished it to pay\r\nparticular attention to his words. 'Very curious. Very seldom able to\r\ntrust it. Case the other day. Man charged with robbery from the person.\r\n_With_ violence. They gave the case to me. Worked up beautiful\r\ncase against the man. Not a hitch anywhere. Whole thing practically\r\nproved. Man brings forward _alibi._ Proves it. Turned out that at\r\ntime of robbery he had been serving seven days without the option for\r\nknocking down two porters and a guard on the District Railway. Yet the\r\nevidence seemed conclusive. Yes, curious thing evidence.' He nodded\r\nsolemnly at Socrates, and resumed an interested study of the carpet.\r\n\r\nThe Head, who had made several spirited attempts at speaking during\r\nthis recital, at last succeeded in getting in a word.\r\n\r\n'You have the cups?'\r\n\r\n'No. No, cups still missing. Only flaw in the affair. Perhaps I had\r\nbetter begin from the beginning?'\r\n\r\n'Exactly. Pray let me hear the whole story. I am more glad than I can\r\nsay that Thomson is innocent. There is no doubt of that, I hope?'\r\n\r\n'Not the least, sir. Not the very least. Stokes is the man.'\r\n\r\n'I am very glad to hear it.'\r\n\r\nThe inspector paused for a moment, coughed, and drifted into his\r\nnarrative.\r\n\r\n'... Saw at once it was not the work of a practised burglar. First\r\nplace, how could regular professional know that the cups were in the\r\nPavilion at all? Quite so. Second place, work very clumsily done. No\r\nneatness. Not the professional touch at all. Tell it in a minute. No\r\nmistaking it. Very good. Must, therefore, have been amateur--this night\r\nonly--and connected with School. Next question, who? Helped a little\r\nthere by luck. Capital thing luck, when it's not bad luck. Was passing\r\nby the village inn--you know the village inn, I dare say, sir?'\r\n\r\nThe Head, slightly scandalized, explained that he was seldom in the\r\nvillage. The detective bowed and resumed his tale.\r\n\r\n'As I passed the door, I ran into a man coming out. In a very elevated,\r\nnot to say intoxicated, state. As a matter of fact, barely able to\r\nstand. Reeled against wall, and dropped handful of money. I lent\r\nhelping hand, and picked up his money for him. Not my place to arrest\r\ndrunken men. Constable's! No constable there, of course. Noticed, as I\r\npicked the money up, that there was a good deal of it. For ordinary\r\nrustic, a _very_ good deal. Sovereign and plenty of silver.' He\r\npaused, mused for a while, and went on again.\r\n\r\n'Yes. Sovereign, and quite ten shillings' worth of silver. Now the\r\nnature of my profession makes me a suspicious man. It struck me as\r\ncurious, not to say remarkable, that such a man should have thirty\r\nshillings or more about him so late in the week. And then there was\r\nanother thing. I thought I'd seen this particular man somewhere on the\r\nSchool grounds. Couldn't recall his face exactly, but just had a sort\r\nof general recollection of having seen him before. I happened to have a\r\ncamera with me. As a matter of fact I had been taking a few photographs\r\nof the place. Pretty place, sir.'\r\n\r\n'Very,' agreed the Head.\r\n\r\n'You photograph yourself, perhaps?'\r\n\r\n'No. I--ah--do not.'\r\n\r\n'Ah. Pity. Excellent hobby. However--I took a snap-shot of this man to\r\nshow to somebody who might know him better than I did. This is the\r\nphotograph. Drunk as a lord, is he not?'\r\n\r\nHe exhibited a small piece of paper. The Head examined it gravely, and\r\nadmitted that the subject of the picture did not appear to be\r\nostentatiously sober. The sunlight beat full on his face, which wore\r\nthe intensely solemn expression of the man who, knowing his own\r\ncondition, hopes, by means of exemplary conduct, to conceal it from the\r\nworld. The Head handed the photograph back without further comment.\r\n\r\n'I gave the man back his money,' went on Mr Roberts, 'and saw him\r\nsafely started again, and then I set to work to shadow him. Not a\r\ndifficult job. He walked very slowly, and for all he seemed to care,\r\nthe whole of Scotland Yard might have been shadowing him. Went up the\r\nstreet, and after a time turned in at one of the cottages. I marked the\r\nplace, and went home to develop the photograph. Took it to show the man\r\nwho looks after the cricket-field.'\r\n\r\n'Biffen?'\r\n\r\n'Just so, Biffen. Very intelligent man. Given me a good deal of help in\r\none way and another all along. Well, I showed it to him and he said he\r\nthought he knew the face. Was almost certain it was one of the men at\r\nwork on the grounds at the time of the robbery. Showed it to friend of\r\nhis, the other ground-man. He thought same. That made it as certain as\r\nI had any need for. Went off at once to the man's cottage, found him\r\nsober, and got the whole thing out of him. But not the cups. He had\r\nbeen meaning to sell them, but had not known where to go. Wanted\r\ncombination of good price and complete safety. Very hard to find, so\r\nhad kept cups hidden till further notice.'\r\n\r\nHere the Head interrupted.\r\n\r\n'And the cups? Where are they?'\r\n\r\n'We-e-ll,' said the detective, slowly. 'It is this way. We have only\r\ngot his word to go on as regards the cups. This man, Stokes, it seems\r\nis a notorious poacher. The night after the robbery he took the cups\r\nout with him on an expedition in some woods that lie in the direction\r\nof Badgwick. I think Badgwick is the name.'\r\n\r\n'Badgwick! Not Sir Alfred Venner's woods?'\r\n\r\n'Sir Alfred Venner it was, sir. That was the name he mentioned. Stokes\r\nappears to have been in the habit of visiting that gentleman's property\r\npretty frequently. He had a regular hiding place, a sort of store where\r\nhe used to keep all the game he killed. He described the place to me.\r\nIt is a big tree on the bank of the stream nearest the high road. The\r\ntree is hollow. One has to climb to find the opening to it. Inside are\r\nthe cups, and, I should say, a good deal of mixed poultry. That is what\r\nhe told me, sir. I should advise you, if I may say so, to write a note\r\nto Sir Alfred Venner, explaining the case, and ask him to search the\r\ntree, and send the cups on here.'\r\n\r\nThis idea did not appeal to the Head at all. Why, he thought bitterly,\r\nwas this wretched M.P. always mixed up with his affairs? Left to\r\nhimself, he could have existed in perfect comfort without either\r\nseeing, writing to, or hearing from the great man again for the rest of\r\nhis life. 'I will think it over,' he said, 'though it seems the only\r\nthing to be done. As for Stokes, I suppose I must prosecute--'\r\n\r\nThe detective raised a hand in protest.\r\n\r\n'Pardon my interruption, sir, but I really should advise you not to\r\nprosecute.'\r\n\r\n'Indeed! Why?'\r\n\r\n'It is this way. If you prosecute, you get the man his term of\r\nimprisonment. A year, probably. Well and good. But then what happens?\r\nAfter his sentence has run out, he comes out of prison an ex-convict.\r\nTries to get work. No good. Nobody will look at him. Asks for a job.\r\nPeople lock up their spoons and shout for the police. What happens\r\nthen? Not being able to get work, tries another burglary. Being a\r\nclumsy hand at the game, gets caught again and sent back to prison, and\r\nso is ruined and becomes a danger to society. Now, if he is let off\r\nthis time, he will go straight for the rest of his life. Run a mile to\r\navoid a silver cup. He's badly scared, and I took the opportunity of\r\nscaring him more. Told him nothing would happen this time, if the cups\r\ncame back safely, but that he'd be watched ever afterwards to see he\r\ndid not get into mischief. Of course he won't really be watched, you\r\nunderstand, but he thinks he will. Which is better, for it saves\r\ntrouble. Besides, we know where the cups are--I feel sure he was\r\nspeaking the truth about them, he was too frightened to invent a\r\nstory--and here is most of the money. So it all ends well, if I may put\r\nit so. My advice, sir, and I think you will find it good advice--is\r\nnot to prosecute.'\r\n\r\n'Very well,' said the Head, 'I will not.'\r\n\r\n'Very good, sir. Good morning, sir.' And he left the room.\r\n\r\nThe Head rang the bell.\r\n\r\n'Parker,' said he, 'go across to Mr Merevale's, and ask him to send\r\nThomson to me.'\r\n\r\nIt was with mixed feelings that he awaited Jim's arrival. The\r\ndetective's story had shown how unjust had been his former suspicions,\r\nand he felt distinctly uncomfortable at the prospect of the apology\r\nwhich he felt bound to make to him. On the other hand, this feeling was\r\nmore than equalled by his relief at finding that his faith in the\r\nvirtue of the _genus_ School-prefect, though at fault in the\r\nmatter of Plunkett, was not altogether misplaced. It made up for a good\r\ndeal. Then his thoughts drifted to Sir Alfred Venner. Struggle with his\r\nfeelings as he might, the Head could _not_ endure that local\r\npotentate. The recent interview between them had had no parallel in\r\ntheir previous acquaintance, but the Head had always felt vaguely\r\nirritated by his manner and speech, and he had always feared that\r\nmatters would come to a head sooner or later. The prospect of opening\r\ncommunication with him once more was not alluring. In the meantime\r\nthere was his more immediate duty to be performed, the apology to\r\nThomson. But that reminded him. The apology must only be of a certain\r\nkind. It must not be grovelling. And this for a very excellent reason.\r\nAfter the apology must come an official lecture on the subject of\r\nbetting. He had rather lost sight of that offence in the excitement of\r\nthe greater crime of which Thomson had been accused, and very nearly\r\nconvicted. Now the full heinousness of it came back to him. Betting!\r\nScandalous!\r\n\r\n'Come in,' he cried, as a knock at the door roused him from his\r\nthoughts. He turned. But instead of Thomson, there appeared Parker.\r\nParker carried a note. It was from Mr Merevale.\r\n\r\nThe Head opened it.\r\n\r\n'What!' he cried, as he read it. 'Impossible.' Parker made no comment.\r\nHe stood in the doorway, trying to look as like a piece of furniture as\r\npossible--which is the duty of a good butler.\r\n\r\n'Impossible!' said the Head again.\r\n\r\nWhat Mr Merevale had said in his note was this, that Thomson was not in\r\nthe House, and had not been in the House since lunchtime. He ought to\r\nhave returned at six o'clock. It was now half-past eight, and still\r\nthere were no signs of him. Mr Merevale expressed a written opinion\r\nthat this was a remarkable thing, and the Head agreed with him\r\nunreservedly."
  ]
}