{
  "index": 18,
  "title": "Chapter 17",
  "paragraphs": [
    "IN WHICH THE AFFAIRS OF VARIOUS PERSONS ARE WOUND UP\r\n\r\n\r\n'Well,' he said, 'you're rather late. Any luck?'\r\n\r\n'We've found him, sir,' said Tony.\r\n\r\n'Really? That's a good thing. Where was he?'\r\n\r\n'He'd fallen down a sort of quarry place near where MacArthur lives.\r\nMacArthur took him home with him to tea, and sent him back by a short\r\ncut, forgetting all about the quarry, and Thomson fell in and couldn't\r\nget out again.'\r\n\r\n'Is he hurt?'\r\n\r\n'Only twisted his ankle, sir.'\r\n\r\n'Then where is he now?'\r\n\r\n'They carried him back to the house.'\r\n\r\n'MacArthur's house?'\r\n\r\n'Yes, sir.'\r\n\r\n'Oh, well, I suppose he will be all right then. Graham, just go across\r\nand report to the Headmaster, will you? You'll find him in his study.'\r\n\r\nThe Head was immensely relieved to hear Tony's narrative. After much\r\ninternal debate he had at last come to the conclusion that Jim must\r\nhave run away, and he had been wondering how he should inform his\r\nfather of the fact.\r\n\r\n'You are certain that he is not badly hurt, Graham?' he said, when Tony\r\nhad finished his story.\r\n\r\n'Yes, sir. It's only his ankle.'\r\n\r\n'Very good. Good-night, Graham.'\r\n\r\nThe Head retired to bed that night filled with a virtuous resolve to\r\nseek Jim out on the following day, and speak a word in season to him on\r\nthe subject of crime in general and betting in particular. This plan he\r\nproceeded to carry out as soon as afternoon school was over. When,\r\nhowever, he had arrived at the Babe's house, he found that there was\r\none small thing which he had left out of his calculations. He had\r\ncounted on seeing the invalid alone. On entering the sick-room he found\r\nthere Mrs MacArthur, looking as if she intended to remain where she sat\r\nfor several hours--which, indeed, actually was her intention--and Miss\r\nMacArthur, whose face and attitude expressed the same, only, if\r\nanything, more so. The fact was that the Babe, a very monument of\r\nresource on occasions, had, as he told Jim, 'given them the tip not to\r\nlet the Old Man get at him, unless he absolutely chucked them out, you\r\nknow'. When he had seen the Headmaster approaching, he had gone\r\nhurriedly to Jim's room to mention the fact, with excellent results.\r\n\r\nThe Head took a seat by the bed, and asked, with a touch of\r\nnervousness, after the injured ankle. This induced Mrs MacArthur to\r\nembark on a disquisition concerning the ease with which ankles are\r\ntwisted, from which she drifted easily into a discussion of Rugby\r\nfootball, its merits and demerits. The Head, after several vain\r\nattempts to jerk the conversation into other grooves, gave it up, and\r\nlistened for some ten minutes to a series of anecdotes about various\r\nfriends and acquaintances of Mrs MacArthur's who had either twisted\r\ntheir own ankles or known people who had twisted theirs. The Head began\r\nto forget what exactly he had come to say that afternoon. Jim lay and\r\ngrinned covertly through it all. When the Head did speak, his first\r\nwords roused him effectually.\r\n\r\n'I suppose, Mrs MacArthur, your son has told you that we have had a\r\nburglary at the School?'\r\n\r\n'Hang it,' thought Jim, 'this isn't playing the game at all. Why talk\r\nshop, especially that particular brand of shop, here?' He wondered if\r\nthe Head intended to describe the burglary, and then spring to his feet\r\nwith a dramatic wave of the hand towards him, and say, 'There, Mrs\r\nMacArthur, is the criminal! There lies the viper on whom you have\r\nlavished your hospitality, the snaky and systematic serpent you have\r\nbeen induced by underhand means to pity. Look upon him, and loathe him.\r\n_He_ stole the cups!'\r\n\r\n'Yes, indeed,' replied Mrs MacArthur, 'I have heard a great deal about\r\nit. I suppose you have never found out who it was that did it?'\r\n\r\nJim lay back resignedly. After all, he had not done it, and if the Head\r\nliked to say he had, well, let him. _He_ didn't care.\r\n\r\n'Yes, Mrs MacArthur, we have managed to discover him.'\r\n\r\n'And who was it?' asked Mrs MacArthur, much interested.\r\n\r\n'Now for it,' said Jim to himself.\r\n\r\n'We found that it was a man living in the village, who had been doing\r\nsome work on the School grounds. He had evidently noticed the value of\r\nthe cups, and determined to try his hand at appropriating them. He is\r\nwell known as a poacher in the village, it seems. I think that for the\r\nfuture he will confine himself to that--ah--industry, for he is hardly\r\nlikely ever to--ah--shine as a professional house-breaker. No.'\r\n\r\n'Oh, well, that must be a relief to you, I am sure, Mr Perceval. These\r\npoachers are a terrible nuisance. They do frighten the birds so.'\r\n\r\nShe spoke as if it were an unamiable eccentricity on the part of the\r\npoachers, which they might be argued out of, if the matter were put\r\nbefore them in a reasonable manner. The Head agreed with her and rose\r\nto go. Jim watched him out of the room and then breathed a deep,\r\nsatisfying breath of relief. His troubles were at an end.\r\n\r\nIn the meantime Barrett, who, having no inkling as to the rate at which\r\naffairs had been progressing since his visit to the Dingle, still\r\nimagined that the secret of the hollow tree belonged exclusively to\r\nReade, himself, and one other, was much exercised in his mind about it.\r\nReade candidly confessed himself baffled by the problem. Give him\r\nsomething moderately straightforward, and he was all right. This secret\r\nsociety and dark lantern style of affair was, he acknowledged, beyond\r\nhim. And so it came about that Barrett resolved to do the only thing he\r\ncould think of, and go to the Head about it. But before he had come to\r\nthis decision, the Head had received another visit from Mr Roberts, as\r\na result of which the table where Sir Alfred Venner had placed\r\nPlunkett's pipe and other accessories so dramatically during a previous\r\ninterview, now bore another burden--the missing cups.\r\n\r\nMr Roberts had gone to the Dingle in person, and, by adroit use of the\r\ndivinity which hedges a detective, had persuaded a keeper to lead him\r\nto the tree where, as Mr Stokes had said, the cups had been deposited.\r\n\r\nThe Head's first act, on getting the cups, was to send for Welch, to\r\nwhom by right of conquest they belonged. Welch arrived shortly before\r\nBarrett. The Head was just handing him his prizes when the latter came\r\ninto the room. It speaks well for Barrett's presence of mind that he\r\nhad grasped the situation and decided on his line of action before\r\nWelch went, and the Head turned his attention to him.\r\n\r\n'Well, Barrett?' said the Head.\r\n\r\n'If you please, sir,' said Barrett, blandly, 'may I have leave to go to\r\nStapleton?'\r\n\r\n'Certainly, Barrett. Why do you wish to go?'\r\n\r\nThis was something of a poser, but Barrett's brain worked quickly.\r\n\r\n'I wanted to send a telegram, sir.'\r\n\r\n'Very well. But'--with suspicion--'why did you not ask Mr Philpott?\r\nYour House-master can give you leave to go to Stapleton.'\r\n\r\n'I couldn't find him, sir.' This was true, for he had not looked.\r\n\r\n'Ah. Very well.'\r\n\r\n'Thank you, sir.'\r\n\r\nAnd Barrett went off to tell Reade that in some mysterious manner the\r\ncups had come back on their own account.\r\n\r\nWhen Jim had congratulated himself that everything had ended happily,\r\nat any rate as far as he himself was concerned, he had forgotten for\r\nthe moment that at present he had only one pound to his credit instead\r\nof the two which he needed. Charteris, however, had not. The special\r\nnumber of _The Glow Worm_ was due on the following day, and Jim's\r\naccident left a considerable amount of 'copy' to be accounted for. He\r\nquestioned Tony on the subject.\r\n\r\n'Look here, Tony, have you time to do any more stuff for _The Glow\r\nWorm?_\r\n\r\n'My dear chap,' said Tony, 'I've not half done my own bits. Ask Welch.'\r\n\r\n'I asked him just now. He can't. Besides, he only writes at about the\r\nrate of one word a minute, and we must get it all in by tonight at\r\nbed-time. I'm going to sit up as it is to jellygraph it. What's up?'\r\n\r\nTony's face had assumed an expression of dismay.\r\n\r\n'Why,' he said, 'Great Scott, I never thought of it before. If we\r\njellygraph it, our handwriting'll be recognised, and that will give the\r\nwhole show away.'\r\n\r\nCharteris took a seat, and faced this difficulty in all its aspects.\r\nThe idea had never occurred to him before. And yet it should have been\r\nobvious.\r\n\r\n'I'll have to copy the whole thing out in copper-plate,' he said\r\ndesperately at last. 'My aunt, what a job.'\r\n\r\n'I'll help,' said Tony. 'Welch will, too, I should think, if you ask\r\nhim. How many jelly machine things can you raise?'\r\n\r\n'I've got three. One for each of us. Wait a bit, I'll go and ask\r\nWelch.'\r\n\r\nWelch, having first ascertained that the matter really was a pressing\r\none, agreed without hesitation. He had objections to spoiling his sleep\r\nwithout reason, but in moments of emergency he put comfort behind him.\r\n\r\n'Good,' said Charteris, when this had been settled, 'be here as soon as\r\nyou can after eleven. I tell you what, we'll do the thing in style, and\r\nbrew. It oughtn't to take more than an hour or so. It'll be rather a\r\nrag than otherwise.'\r\n\r\n'And how about Jim's stuff?' asked Welch.\r\n\r\n'I shall have to do that, as you can't. I've done my own bits. I think\r\nI'd better start now.' He did, and with success. When he went to bed at\r\nhalf-past ten, _The Glow Worm_ was ready in manuscript. Only the\r\ncopying and printing remained to be done.\r\n\r\nCharteris was out of bed and in the study just as eleven struck. Tony\r\nand Welch, arriving half-an-hour later, found him hard at work copying\r\nout an article of topical interest in a fair, round hand, quite\r\nunrecognisable as his own.\r\n\r\nIt was an impressive scene. The gas had been cut off, as it always was\r\nwhen the House went to bed, and they worked by the light of candles.\r\nOccasionally Welch, breathing heavily in his efforts to make his\r\nhandwriting look like that of a member of a board-school (second\r\nstandard), blew one or more of the candles out, and the others grunted\r\nfiercely. That was all they could do, for, for evident reasons, a vow\r\nof silence had been imposed. Charteris was the first to finish. He\r\nleant back in his chair, and the chair, which at a reasonable hour of\r\nthe day would have endured any treatment, collapsed now with a noise\r\nlike a pistol-shot.\r\n\r\n'Now you've done it,' said Tony, breaking all rules by speaking\r\nconsiderably above a whisper.\r\n\r\nWelch went to the door, and listened. The House was still. They settled\r\ndown once more to work. Charteris lit the spirit-lamp, and began to\r\nprepare the meal. The others toiled painfully on at their round-hand.\r\nThey finished almost simultaneously.\r\n\r\n'Not another stroke do I do,' said Tony, 'till I've had something to\r\ndrink. Is that water boiling yet?'\r\n\r\nIt was at exactly a quarter past two that the work was finished.\r\n\r\n'Never again,' said Charteris, looking with pride at the piles of\r\n_Glow Worms_ stacked on the table; 'this jelly business makes one\r\nbeastly sticky. I think we'll keep to print in future.'\r\n\r\nAnd they did. Out of the twenty or more numbers of _The Glow Worm_\r\npublished during Charteris' stay at School, that was the only one that\r\ndid not come from the press. Readers who have themselves tried\r\njellygraphing will sympathise. It is a curious operation, but most\r\npeople will find one trial quite sufficient. That special number,\r\nhowever, reached a record circulation. The School had got its\r\njourney-money by the time it appeared, and wanted something to read in\r\nthe train. Jim's pound was raised with ease.\r\n\r\nCharteris took it round to him at the Babe's house, together with a\r\ncopy of the special number.\r\n\r\n'By Jove,' said Jim. 'Thanks awfully. Do you know, I'd absolutely\r\nforgotten all about _The Glow Worm_. I was to have written\r\nsomething for this number, wasn't I?'\r\n\r\nAnd, considering the circumstances, that remark, as Charteris was at\r\nsome pains to explain to him at the time, contained--when you came to\r\nanalyse it--more cynical immorality to the cubic foot than any other\r\nhalf-dozen remarks he (Charteris) had ever heard in his life.\r\n\r\n'It passes out of the realm of the merely impudent,' he said, with a\r\nhappy recollection of a certain favourite author of his, 'and soars\r\ninto the boundless empyrean of pure cheek.'"
  ]
}