{
  "index": 14,
  "title": "Chapter 13",
  "paragraphs": [
    "THE LONG RUN\r\n\r\n\r\nVaughan came up soon afterwards, and Dallas told him the great news.\r\nThey were neither of them naturally vindictive, but the Mutual Friend\r\nhad been a heavy burden to them during his stay in the House, and they\r\ndid not attempt to conceal from themselves their unfeigned pleasure at\r\nthe news of his impending departure.\r\n\r\n'I'll never say another word against Mr Plunkett, senior, in my life,'\r\nsaid Vaughan. 'He's a philanthropist. I wonder what the Mutual's going\r\nto do? Gentleman of leisure, possibly. Unless he's going to the\r\n'Varsity.'\r\n\r\n'Same thing, rather. I don't know a bit what he's going to do, and I\r\ncan't say I care much. He's going, that's the main point.'\r\n\r\n'I say,' said Vaughan. 'I believe the Old Man was holding a sort of\r\nreception tonight. I know he had Thomson over to his House. Do you\r\nthink there's a row on?'\r\n\r\n'Oh, I don't know. Probably only wanted to see if he was all right\r\nafter the mile. By Jove, it was a bit of a race, wasn't it?' And the\r\nconversation drifted off into matters athletic.\r\n\r\nThere were two persons that night who slept badly. Jim lay awake until\r\nthe College clock had struck three, going over in his mind the various\r\npoints of his difficulties, on the chance of finding a solution of\r\nthem. He fell asleep at a quarter past, without having made any\r\nprogress. The Head, also, passed a bad night. He was annoyed for many\r\nreasons, principally, perhaps, because he had allowed Sir Alfred Venner\r\nto score so signal a victory over him. Besides that, he was not easy in\r\nhis mind about Jim. He could not come to a decision. The evidence was\r\nall against him, but evidence is noted for its untrustworthiness. The\r\nHead would have preferred to judge the matter from his knowledge of\r\nJim's character. But after the Plunkett episode he mistrusted his\r\npowers in that direction. He thought the matter over for a time, and\r\nthen, finding himself unable to sleep, got up and wrote an article for\r\na leading review on the subject of the Doxology. The article was\r\nsubsequently rejected--which proves that Providence is not altogether\r\nincapable of a kindly action--but it served its purpose by sending its\r\nauthor to sleep.\r\n\r\nBarrett, too, though he did not allow it to interfere with his\r\nslumbers, was considerably puzzled as to what he ought to do about the\r\ncups which he had stumbled upon in the wood. He scarcely felt equal to\r\ngoing to the Dingle again to fetch them, and yet every minute he\r\ndelayed made the chances of their remaining there more remote. He\r\nrather hoped that Reade would think of some way out of it. He had a\r\ngreat respect for Reade's intellect, though he did not always show it.\r\nThe next day was the day of the Inter-House cross-country race. It was\r\nalways fixed for the afternoon after Sports Day, a most inconvenient\r\ntime for it, as everybody who had exerted or over-exerted himself the\r\nafternoon before was unable to do himself justice. Today, contrary to\r\ngeneral expectation, both Drake and Thomson had turned out. The knowing\r\nones, however, were prepared to bet anything you liked (except cash),\r\nthat both would drop out before the first mile was over. Merevale's\r\npinned their hopes on Welch. At that time Welch had not done much\r\nlong-distance running. He confined himself to the hundred yards and the\r\nquarter. But he had it in him to do great things, as he proved in the\r\nfollowing year, when he won the half, and would have beaten the great\r\nMitchell-Jones record for the mile, but for an accident, or rather an\r\nevent, which prevented his running. The tale of which is told\r\nelsewhere.\r\n\r\nThe course for the race was a difficult one. There were hedges and\r\nbrooks to be negotiated, and, worst of all, ploughed fields. The first\r\nploughed field usually thinned the ranks of the competitors\r\nconsiderably. The distance was about ten miles.\r\n\r\nThe race started at three o'clock. Jim and Welch, Merevale's first\r\nstring, set the pace from the beginning, and gradually drew away from\r\nthe rest. Drake came third, and following him the rest of the Houses in\r\na crowd.\r\n\r\nWelch ran easily and springily; Jim with more effort. He felt from the\r\nstart that he could not last. He resolved to do his best for the honour\r\nof the House, but just as the second mile was beginning, the first of\r\nthe ploughed fields appeared in view, stretching, so it appeared to\r\nJim, right up to the horizon. He groaned.\r\n\r\n'Go on, Welch,' he gasped. 'I'm done.'\r\n\r\nWelch stopped short in his stride, and eyed him critically.\r\n\r\n'Yes,' he said, 'better get back to the House. You overdid it\r\nyesterday. Lie down somewhere. G'bye.' And he got into his stride\r\nagain. Jim watched his figure diminish, until at last it was a\r\nshapeless dot of white against the brown surface. Then he lay down on\r\nhis back and panted.\r\n\r\nIt was in this attitude that Drake found him. For a moment an almost\r\nirresistible wish seized him to act in the same way. There was an\r\nunstudied comfort about Jim's pose which appealed to him strongly. His\r\nwind still held out, but his legs were beginning to feel as if they did\r\nnot belong to him at all. He pulled up for an instant.\r\n\r\n'Hullo,' he said, 'done up?'\r\n\r\nFor reply Jim merely grunted.\r\n\r\n'Slacker,' said Drake. 'Where's Welch?'\r\n\r\n'Miles ahead.'\r\n\r\n'Oh Lord!' groaned Drake and, pulling himself together,\r\nset out painfully once more across the heavy surface of the field.\r\n\r\nJim lay where he was a little longer. The recollection of the other\r\nrunners, who might be expected to arrive shortly, stirred him to\r\naction. He did not wish to interview everyone on the subject of his\r\ndropping out. He struck off at right angles towards the hedge on the\r\nleft. As he did so, the first of the crowd entered the field. Simpson\r\n_major_, wearing the colours of Perkins's House on his manly\r\nbosom, was leading. Behind him came a group of four, two School House,\r\nDallas of Ward's, and a representative of Prater's. A minute later they\r\nwere followed by a larger group, consisting this time of twenty or more\r\nrunners--all that was left of the fifty who had started. The rest had\r\ndropped out at the sight of the ploughed field.\r\n\r\nJim watched the procession vanish over the brow of the hill, and, as it\r\npassed out of sight, began to walk slowly back to the School again.\r\n\r\nHe reached it at last, only to find it almost entirely deserted. In\r\nMerevale's House there was nobody. He had hoped that Charteris and Tony\r\nmight have been somewhere about. When he had changed into his ordinary\r\nclothes, he made a tour of the School grounds. The only sign of life,\r\nas far as he could see, was Biffen, who was superintending the cutting\r\nof the grass on the cricket-field. During the winter Biffen always\r\ndisappeared, nobody knew where, returning at the beginning of Sports'\r\nWeek to begin preparations for the following cricket season. It had\r\nbeen stated that during the winter he shut himself up and lived on\r\nhimself after the fashion of a bear. Others believed that he went and\r\nworked in some Welsh mine until he was needed again at the School.\r\nBiffen himself was not communicative on the subject, a fact which led a\r\nthird party to put forward the awful theory that he was a professional\r\nassociation player and feared to mention his crime in a school which\r\nworshipped Rugby.\r\n\r\n'Why, Mr Thomson,' he said, as Jim came up, 'I thought you was running.\r\nWhoa!' The last remark was addressed to a bored-looking horse attached\r\nto the mowing-machine. From the expression on its face, the animal\r\nevidently voted the whole process pure foolishness. He pulled up\r\nwithout hesitation, and Biffen turned to Jim again.\r\n\r\n'Surely they ain't come back yet?' he said.\r\n\r\n'I have,' said Jim. 'I did myself up rather in the mile yesterday, and\r\ncouldn't keep up the pace. I dropped out at that awfully long ploughed\r\nfield by Parker's Spinney.'\r\n\r\nBiffen nodded.\r\n\r\n'And 'oo was winning, sir?'\r\n\r\n'Well, Welch was leading, the last I saw of it. Shouldn't wonder if he\r\nwon either. He was going all right. I say, the place seems absolutely\r\ndeserted. Isn't anybody about?'\r\n\r\n'Just what Mr MacArthur was saying to me just this minute, sir. 'E\r\nwent into the Pavilion.'\r\n\r\n'Good. I'll go and hunt for him.'\r\n\r\nBiffen 'clicked' the _blasé_ horse into movement again. Jim went\r\nto the Pavilion and met the Babe coming down the steps.\r\n\r\n'Hullo, Babe! I was looking for you.'\r\n\r\n'Hullo! Why aren't you running?'\r\n\r\n'Dropped out. Come and have tea in my study.'\r\n\r\n'No, I'll tell you what. You come back with me. I've got rather a\r\ndecent dog I want to show you. Only got him yesterday.'\r\n\r\nJim revelled in dogs, so he agreed instantly. The Babe lived with his\r\nparents in a big house about a mile from the College, and in so doing\r\nwas the object of much envy amongst those who had to put up with life\r\nat the Houses. Jim had been to his home once or twice before, and had\r\nalways had a very good time indeed there. The two strolled off. In\r\nanother hour the place began to show signs of life again. The School\r\nbegan to return by ones and twos, most of them taking up a position\r\nnear the big gates. This was where the race was to finish. There was a\r\nstraight piece of road about two hundred yards in length before the\r\nhigh road was reached. It was a sight worth seeing when the runners,\r\npaced by their respective Houses on each side of the road, swept round\r\nthe corner, and did their best to sprint with all that was left in them\r\nafter ten miles of difficult country. Suddenly a distant shouting began\r\nto be heard. The leaders had been sighted. The noise increased, growing\r\nnearer and nearer, until at last it swelled into a roar, and a black\r\nmass of runners turned the corner. In the midst of the black was one\r\nwhite figure--Welch, as calm and unruffled as if he had been returning\r\nfrom a short trot to improve his wind. Merevale's surged round him in a\r\ncheering mob. Welch simply disregarded them. He knew where he wished to\r\nbegin his sprint, and he would begin it at that spot and no other. The\r\nspot he had chosen was well within a hundred yards from the gates. When\r\nhe reached it, he let himself go, and from the uproar, the crowd\r\nappeared to be satisfied. A long pause, and still none of the other\r\nrunners appeared. Five minutes went by before they began to appear.\r\nFirst Jones, of the School House, and Simpson, who raced every yard of\r\nthe way, and finished in the order named, and then three of Philpott's\r\nHouse in a body. The rest dropped in at intervals for the next quarter\r\nof an hour.\r\n\r\nThe Headmaster always made a point of watching the finish of the\r\ncross-country run. Indeed, he was generally one of the last to leave.\r\nWith the majority of the spectators it was enough to see the first five\r\nsafely in.\r\n\r\nThe last man and lock-up arrived almost simultaneously, and the Head\r\nwent off to a well-earned dinner.\r\n\r\nHe had just finished this meal, and was congratulating himself on not\r\nbeing obliged to spend the evening in a series of painful interviews,\r\nas had happened the night before, when Parker, the butler, entered the\r\nroom.\r\n\r\n'Well, Parker, what is it?' asked he.\r\n\r\n'Mr Roberts, sir, wishes to see you.'\r\n\r\nFor a moment the Head was at a loss. He could not recall any friend or\r\nacquaintance of that name. Then he remembered that Roberts was the name\r\nof the detective who had come down from London to look into the matter\r\nof the prizes.\r\n\r\n'Very well,' he said, resignedly, 'show him into the study.'\r\n\r\nParker bowed, and retired. The Head, after an interval, followed him,\r\nand made his way to the study."
  ]
}