{
  "index": 17,
  "title": "Chapter 16",
  "paragraphs": [
    "'WE'LL PROCEED TO SEARCH FOR THOMSON IF HE BE ABOVE THE GROUND'\r\n\r\n\r\n'How sweet the moonlight sleeps on yonder haystack,' observed Charteris\r\npoetically, as he and Tony, accompanied by Swift and Daintree, made\r\ntheir way across the fields to Parker's Spinney. Each carried a bicycle\r\nlamp, and at irregular intervals each broke into piercing yells, to the\r\nmarked discomfort of certain birds roosting in the neighbourhood, who\r\nburst noisily from the trees, and made their way with visible disgust\r\nto quieter spots.\r\n\r\n'There's one thing,' said Swift, 'we ought to hear him if he yells on a\r\nnight like this. A yell ought to travel about a mile.'\r\n\r\n'Suppose we try one now,' said Charteris. 'Now. A concerted piece,\r\n_andante_ in six-eight time. Ready?'\r\n\r\nThe next moment the stillness of the lovely spring night was shattered\r\nby a hideous uproar.\r\n\r\n'R.S.V.P.,' said Charteris to space in general, as the echoes died\r\naway. But there was no answer, though they waited several minutes on\r\nthe chance of hearing some sound that would indicate Jim's whereabouts.\r\n\r\n'If he didn't hear that,' observed Tony, 'he can't be within three\r\nmiles, that's a cert. We'd better separate, I think.'\r\n\r\nThey were at the ploughed field by Parker's Spinney now.\r\n\r\n'Anybody got a coin?' asked Daintree. 'Let's toss for directions.'\r\n\r\nCharteris produced a shilling.\r\n\r\n'My ewe lamb,' he said. 'Tails.'\r\n\r\nTails it was. Charteris expressed his intention of striking westward\r\nand drawing the Spinney. He and Tony made their way thither, Swift and\r\nDaintree moving off together in the opposite direction.\r\n\r\n'This is jolly rum,' said Tony, as they entered the Spinney. 'I wonder\r\nwhere the deuce the man has got to?'\r\n\r\n'Yes. It's beastly serious, really, but I'm hanged if I can help\r\nfeeling as if I were out on a picnic. I suppose it's the night air.'\r\n\r\n'I wonder if we shall find him?'\r\n\r\n'Not the slightest chance in my opinion. There's not the least good in\r\nlooking through this forsaken Spinney. Still, we'd better do it.'\r\n\r\n'Yes. Don't make a row. We're trespassing.'\r\n\r\nThey moved on in silence. Half-way through the wood Charteris caught\r\nhis foot in a hole and fell.\r\n\r\n'Hurt?' said Tony.\r\n\r\n'Only in spirit, thanks. The absolute dashed foolishness of this is\r\nbeing rapidly borne in upon me, Tony. What _is_ the good of it? We\r\nshan't find him here.'\r\n\r\nTony put his foot down upon these opinions with exemplary promptitude.\r\n\r\n'We must go on trying. Hang it all, if it comes to the worst, it's\r\nbetter than frousting indoors.'\r\n\r\n'Tony, you're a philosopher. Lead on, Macduff.'\r\n\r\nTony was about to do so, when a form appeared in front of him, blocking\r\nthe way. He flashed his lamp at the form, and the form, prefacing its\r\nremarks with a good, honest swearword--of a variety peculiar to that\r\npart of the country--requested him, without any affectation of\r\nceremonious courtesy, to take his something-or-other lamp out of his\r\n(the form's) what's-its-named face, and state his business briefly.\r\n\r\n'Surely I know that voice,' said Charteris. 'Archibald, my long-lost\r\nbrother.'\r\n\r\nThe keeper failed to understand him, and said so tersely.\r\n\r\n'Can you tell _me_,' went on Charteris, 'if you have seen such a\r\nthing as a boy in this Spinney lately? We happen to have lost one. An\r\nordinary boy. No special markings. His name is Thomson, on the Grampian\r\nHills--'\r\n\r\nAt this point the keeper felt that he had had enough. He made a dive\r\nfor the speaker.\r\n\r\nCharteris dodged behind Tony, and his assailant, not observing this,\r\nproceeded to lay violent hands upon the latter, who had been standing\r\nwaiting during the conversation.\r\n\r\n'Let go, you fool,' cried he. The keeper's hand had come smartly into\r\ncontact with his left eye, and from there had taken up a position on\r\nhis shoulder. In reply the keeper merely tightened his grip.\r\n\r\n'I'll count three,' said Tony, 'and--'\r\n\r\nThe keeper's hand shifted to his collar.\r\n\r\n'All right, then,' said Tony between his teeth. He hit up with his left\r\nat the keeper's wrist. The hand on his collar loosed its grip. Its\r\nowner rushed, and as he came, Tony hit him in the parts about the third\r\nwaistcoat-button with his right. He staggered and fell. Tony hit very\r\nhard when the spirit moved him.\r\n\r\n'Come on, man,' said Charteris quickly, 'before he gets his wind again.\r\nWe mustn't be booked trespassing.'\r\n\r\nTony recognised the soundness of the advice. They were out of the\r\nSpinney in two minutes.\r\n\r\n'Now,' said Charteris, 'let's do a steady double to the road. This is\r\nno place for us. Come on, you man of blood.'\r\n\r\nWhen they reached the road they slowed down to a walk again. Charteris\r\nlaughed.\r\n\r\n'I feel just as if we'd done a murder, somehow. What an ass that fellow\r\nwas to employ violence. He went down all right, didn't he?'\r\n\r\n'Think there'll be a row?'\r\n\r\n'No. Should think not. He didn't see us properly. Anyhow, he was\r\ninterfering with an officer in the performance of his duty. So were we,\r\nI suppose. Well, let's hope for the best. Hullo!'\r\n\r\n'What's up?'\r\n\r\n'All right. It's only somebody coming down the road. Thought it might\r\nbe the keeper at first. Why, it's Biffen.'\r\n\r\nIt was Biffen. He looked at them casually as he came up, but stopped\r\nshort in surprise when he saw who they were.\r\n\r\n'Mr Charteris!'\r\n\r\n'The same,' said Charteris. 'Enjoying a moonlight stroll, Biffen?'\r\n\r\n'But what are you doing out of the 'ouse at this time of night, Mr\r\nCharteris?'\r\n\r\n'It's this way,' said Tony, 'all the House-prefects have been sent out\r\nto look for Thomson. He's not come back.'\r\n\r\n'Not come back, sir!'\r\n\r\n'No. Bit queer, isn't it? The last anybody saw of him was when he\r\ndropped out of the long race near Parker's Spinney.'\r\n\r\n'I seen him later than that, Mr Graham. He come on to the grounds while\r\nI was mowing the cricket field.'\r\n\r\n'Not really? When was that?'\r\n\r\n'Four. 'Alf past four, nearly.'\r\n\r\n'What became of him?'\r\n\r\n''E went off with Mr MacArthur. Mr MacArthur took 'im off 'ome with\r\n'im, I think, sir.'\r\n\r\n'By Jove,' said Charteris with enthusiasm. 'Now we _are_ on the\r\ntrack. Thanks awfully, Biffen, I'll remember you in my will. Come on,\r\nTony.'\r\n\r\n'Where are you going now?'\r\n\r\n'Babe's place, of course. The Babe holds the clue to this business. We\r\nmust get it out of him. 'Night, Biffen.'\r\n\r\n'Good-night, sir.'\r\n\r\nArrived at the Babe's residence, they rang the bell, and, in the\r\ninterval of waiting for the door to be opened, listened with envy to\r\ncertain sounds of revelry which filtered through the windows of a room\r\nto the right of the porch.\r\n\r\n'The Babe seems to be making a night of it,' said Charteris. 'Oh'--as\r\nthe servant opened the door--'can we see Mr MacArthur, please?'\r\n\r\nThe servant looked doubtful on the point.\r\n\r\n'There's company tonight, sir.'\r\n\r\n'I knew he was making a night of it,' said Charteris to Tony. 'It's not\r\nMr MacArthur we want to see. It's--dash it, what's the Babe's name?'\r\n\r\n'Robert, I believe. Wouldn't swear to it.'\r\n\r\n'Mr Robert. Is he in?' It seemed to Charteris that the form of this\r\nquestion smacked of Ollendorf. He half expected the servant to say 'No,\r\nbut he has the mackintosh of his brother's cousin'. It produced the\r\ndesired effect, however, for after inviting them to step in, the\r\nservant disappeared, and the Babe came on the scene, wearing a\r\nsingularly prosperous expression, as if he had dined well.\r\n\r\n'Hullo, you chaps,' he said.\r\n\r\n'Sir to you,' said Charteris. 'Look here, Babe, we want to know what\r\nyou have done with Jim. He was seen by competent witnesses to go off\r\nwith you, and he's not come back. If you've murdered him, you might let\r\nus have the body.'\r\n\r\n'Not come back! Rot. Are you certain?'\r\n\r\n'My dear chap, every House-prefect on the list has been sent out to\r\nlook for him. When did he leave here?'\r\n\r\nThe Babe reflected.\r\n\r\n'Six, I should think. Little after, perhaps. Why--oh Lord!'\r\n\r\nHe broke off suddenly.\r\n\r\n'What's up?' asked Tony.\r\n\r\n'Why I sent him by a short cut through some woods close by here, and\r\nI've only just remembered there's a sort of quarry in the middle of\r\nthem. I'll bet he's in there.'\r\n\r\n'Great Scott, man, what sort of a quarry? I like the calm way the Babe\r\ntalks of sending unsuspecting friends into quarries. Deep?'\r\n\r\n'Not very, thank goodness. Still, if he fell down he might not be able\r\nto get up again, especially if he'd hurt himself at all. Half a second.\r\nLet me get on some boots, and I'll come out and look. Shan't be long.\r\n\r\nWhen he came back, the three of them set out for the quarry.\r\n\r\n'There you are,' cried the Babe, with an entirely improper pride in his\r\nvoice, considering the circumstances. 'What did I tell you?' Out of the\r\ndarkness in front of them came a shout. They recognised the voice at\r\nonce as Jim's.\r\n\r\nTony uttered a yell of encouragement, and was darting forward to the\r\nspot from which the cry had come, when the Babe stopped him. 'Don't do\r\nthat, man,' he said. 'You'll be over yourself, if you don't look out.\r\nIt's quite close here.'\r\n\r\nHe flashed one of the lamps in front of him. The light fell on a black\r\nopening in the ground, and Jim's voice sounded once more from the\r\nbowels of the earth, this time quite close to where they stood.\r\n\r\n'Jim,' shouted Charteris, 'where are you?'\r\n\r\n'Hullo,' said the voice, 'who's that? You might lug me out of here.'\r\n\r\n'Are you hurt?'\r\n\r\n'Twisted my ankle.'\r\n\r\n'How far down are you?'\r\n\r\n'Not far. Ten feet, about. Can't you get me out?'\r\n\r\n'Half a second,' said the Babe, 'I'll go and get help. You chaps had\r\nbetter stay here and talk to him.' He ran off.\r\n\r\n'How many of you are there up there?' asked Jim.\r\n\r\n'Only Tony and myself,' said Charteris.\r\n\r\n'Thought I heard somebody else.'\r\n\r\n'Oh, that was the Babe. He's gone off to get help.'\r\n\r\n'Oh. When he comes back, wring his neck, and heave him down here,' said\r\nJim. 'I want a word with him on the subject of short cuts. I say, is\r\nthere much excitement about this?'\r\n\r\n'Rather. All the House-prefects are out after you. We've been looking\r\nin Parker's Spinney, and Tony was reluctantly compelled to knock out a\r\nkeeper who tried to stop us. You should have been there. It was a rag.'\r\n\r\n'Wish I had been. Hullo, is that the Babe come back?'\r\n\r\nIt was. The Babe, with his father and a party of friends arrayed in\r\nevening dress. They carried a ladder amongst them.\r\n\r\nThe pungent remarks Jim had intended to address to the Babe had no\r\nopportunity of active service. It was not the Babe who carried him up\r\nthe ladder, but two of the dinner-party. Nor did the Babe have a hand\r\nin the carrying of the stretcher. That was done by as many of the\r\nevening-dress brigade as could get near enough. They seemed to enjoy\r\nit. One of them remarked that it reminded him of South Africa. To which\r\nanother replied that it was far more like a party of policemen\r\ngathering in an 'early drunk' in the Marylebone Road. The procession\r\nmoved on its stately way to the Babe's father's house, and the last\r\nTony and Charteris saw of Jim, he was the centre of attraction, and\r\nappeared to be enjoying himself very much.\r\n\r\nCharteris envied him, and did not mind saying so.\r\n\r\n'Why can't _I_ smash my ankle?' he demanded indignantly of Tony.\r\n\r\nHe was nearing section five, sub-section three, of his discourse, when\r\nthey reached Merevale's gates. It was after eleven, but they felt that\r\nthe news they were bringing entitled them to be a little late.\r\nCharteris brought his arguments to a premature end, and Tony rang the\r\nbell. Merevale himself opened the door to them."
  ]
}