{
  "index": 1,
  "title": "Part 1",
  "paragraphs": [
    "CHAPTER\r\n\r\nI.      --A LETTER WITH A POSTSCRIPT\r\n\r\nII.     --UKRIDGE'S SCHEME\r\n\r\nIII.    --WATERLOO, SOME FELLOW-TRAVELERS, AND A GIRL WITH BROWN HAIR\r\n\r\nIV.     --THE ARRIVAL\r\n\r\nV.      --BUCKLING TO\r\n\r\nVI.     --MR. GARNET'S NARRATIVE. HAS TO DO WITH A REUNION\r\n\r\nVII.    --THE ENTENTE CORDIALE IS SEALED\r\n\r\nVIII.   --A LITTLE DINNER AT UKRIDGE'S\r\n\r\nIX.     --DIES IRAE\r\n\r\nX.      --I ENLIST THE SERVICES OF A MINION\r\n\r\nXI.     --THE BRAVE PRESERVER\r\n\r\nXII.    --SOME EMOTIONS AND YELLOW LUBIN\r\n\r\nXIII.   --TEA AND TENNIS\r\n\r\nXIV.    --A COUNCIL OF WAR\r\n\r\nXV.     --THE ARRIVAL OF NEMESIS\r\n\r\nXVI.    --A CHANCE MEETING\r\n\r\nXVII.   --OF A SENTIMENTAL NATURE\r\n\r\nXVIII.  --UKRIDGE GIVES ME ADVICE\r\n\r\nXIX.    --I ASK PAPA\r\n\r\nXX.     --SCIENTIFIC GOLF\r\n\r\nXXI.    --THE CALM BEFORE THE STORM\r\n\r\nXXII.   --THE STORM BREAKS\r\n\r\nXXIII.  --AFTER THE STORM\r\n\r\nEPILOGUE\r\n\r\n       *       *       *       *       *\r\n\r\n\r\n\r\n\r\nLIST OF ILLUSTRATIONS\r\n\r\n\r\n\"Never mind the ink, old horse. It'll soak in\"        _Frontispiece_\r\n\r\nThey had a momentary vision of an excited dog, framed in the doorway\r\n\r\n\"I've only bin and drove 'im further up,\" said Mrs. Beale\r\n\r\nThings were not going very well on our model chicken farm\r\n\r\n\"Mr. Garnet,\" he said, \"we parted recently in anger. I hope that\r\nbygones will be bygones\"\r\n\r\n\"I did think Mr. Garnet would have fainted when the best man said, 'I\r\ncan't find it, old horse'\"\r\n\r\n       *       *       *       *       *\r\n\r\n\r\n\r\n\r\n_A LETTER with a\r\nPOSTSCRIPT_\r\n\r\nI\r\n\r\n\r\nMr. Jeremy Garnet stood with his back to the empty grate--for the time\r\nwas summer--watching with a jaundiced eye the removal of his breakfast\r\nthings.\r\n\r\n\"Mrs. Medley,\" he said.\r\n\r\n\"Sir?\"\r\n\r\n\"Would it bore you if I became auto-biographical?\"\r\n\r\n\"Sir?\"\r\n\r\n\"Never mind. I merely wish to sketch for your benefit a portion of my\r\nlife's history. At eleven o'clock last night I went to bed, and at\r\nonce sank into a dreamless sleep. About four hours later there was a\r\nclattering on the stairs which shook the house like a jelly. It was\r\nthe gentleman in the top room--I forget his name--returning to roost.\r\nHe was humming a patriotic song. A little while later there were a\r\ncouple of loud crashes. He had removed his boots. All this while\r\nsnatches of the patriotic song came to me through the ceiling of my\r\nbedroom. At about four-thirty there was a lull, and I managed to get\r\nto sleep again. I wish when you see that gentleman, Mrs. Medley, you\r\nwould give him my compliments, and ask him if he could shorten his\r\nprogram another night. He might cut out the song, for a start.\"\r\n\r\n\"He's a very young gentleman, sir,\" said Mrs. Medley, in vague defense\r\nof her top room.\r\n\r\n\"And it's highly improbable,\" said Garnet, \"that he will ever grow\r\nold, if he repeats his last night's performance. I have no wish to\r\nshed blood wantonly, but there are moments when one must lay aside\r\none's personal prejudices, and act for the good of the race. A man who\r\nhums patriotic songs at four o'clock in the morning doesn't seem to me\r\nto fit into the scheme of universal happiness. So you will mention it\r\nto him, won't you?\"\r\n\r\n\"Very well, sir,\" said Mrs. Medley, placidly.\r\n\r\nOn the strength of the fact that he wrote for the newspapers and had\r\npublished two novels, Mrs. Medley regarded Mr. Garnet as an eccentric\r\nindividual who had to be humored. Whatever he did or said filled her\r\nwith a mild amusement. She received his daily harangues in the same\r\nspirit as that in which a nurse listens to the outpourings of the\r\nfamily baby. She was surprised when he said anything sensible enough\r\nfor her to understand.\r\n\r\nHis table being clear of breakfast and his room free from disturbing\r\ninfluences, the exhilaration caused by his chat with his landlady\r\nleft Mr. Garnet. Life seemed very gray to him. He was a conscientious\r\nyoung man, and he knew that he ought to sit down and do some work. On\r\nthe other hand, his brain felt like a cauliflower, and he could not\r\nthink what to write about. This is one of the things which sour the\r\nyoung author even more than do those long envelopes which so\r\ntastefully decorate his table of a morning.\r\n\r\nHe felt particularly unfitted for writing at that moment. The morning\r\nis not the time for inventive work. An article may be polished then,\r\nor a half-finished story completed, but 11 A.M. is not the hour at\r\nwhich to invent.\r\n\r\nJerry Garnet wandered restlessly about his sitting room. Rarely had it\r\nseemed so dull and depressing to him as it did then. The photographs\r\non the mantelpiece irritated him. There was no change in them. They\r\nstruck him as the concrete expression of monotony. His eye was caught\r\nby a picture hanging out of the straight. He jerked it to one side,\r\nand the effect became worse. He jerked it back again, and the thing\r\nlooked as if it had been hung in a dim light by an astigmatic\r\ndrunkard. Five minutes' pulling and hauling brought it back to a\r\nposition only a shade less crooked than that in which he had found it,\r\nand by that time his restlessness had grown like a mushroom.\r\n\r\nHe looked out of the window. The sunlight was playing on the house\r\nopposite. He looked at his boots. At this point conscience prodded him\r\nsharply.\r\n\r\n\"I won't,\" he muttered fiercely, \"I will work. I'll turn out\r\nsomething, even if it's the worst rot ever written.\"\r\n\r\nWith which admirable sentiment he tracked his blotting pad to its\r\nhiding place (Mrs. Medley found a fresh one every day), collected ink\r\nand pens, and sat down.\r\n\r\nThere was a distant thud from above, and shortly afterwards a thin\r\ntenor voice made itself heard above a vigorous splashing. The young\r\ngentleman on the top floor was starting another day.\r\n\r\n\"Oi'll--er--sing thee saw-ongs\"--brief pause, then in a triumphant\r\nburst, as if the singer had just remembered the name--\"ovarraby.\"\r\n\r\nMr. Garnet breathed a prayer and glared at the ceiling.\r\n\r\nThe voice continued:\r\n\r\n\"Ahnd--er--ta-ales of fa-arr Cahsh-meerer.\"\r\n\r\nSudden and grewsome pause. The splashing ceased. The singer could\r\nhardly have been drowned in a hip bath, but Mr. Garnet hoped for the\r\nbest.\r\n\r\nHis hopes were shattered.\r\n\r\n\"Come,\" resumed the young gentleman persuasively, \"into the garden,\r\nMaud, for ther black batter nah-eet hath--er--florn.\"\r\n\r\nJerry Garnet sprang from his seat and paced the room.\r\n\r\n\"This is getting perfectly impossible,\" he said to himself. \"I must\r\nget out of this. A fellow can't work in London. I'll go down to some\r\nfarmhouse in the country. I can't think here. You might just as well\r\ntry to work at a musical 'At Home.'\"\r\n\r\nHere followed certain remarks about the young man upstairs, who was\r\nnow, in lighter vein, putting in a spell at a popular melody from the\r\nGaiety Theater.\r\n\r\nHe resumed his seat and set himself resolutely to hammer out something\r\nwhich, though it might not be literature, would at least be capable of\r\nbeing printed. A search through his commonplace book brought no balm.\r\nA commonplace book is the author's rag bag. In it he places all the\r\ninsane ideas that come to him, in the groundless hope that some day he\r\nwill be able to convert them with magic touch into marketable plots.\r\n\r\nThis was the luminous item which first met Mr. Garnet's eye:\r\n\r\n_Mem._ Dead body found in railway carriage under seat. Only one living\r\noccupant of carriage. He is suspected of being the murderer, but\r\nproves that he only entered carriage at twelve o'clock in the morning,\r\nwhile the body has been dead since the previous night.\r\n\r\nTo this bright scheme were appended the words:\r\n\r\nThis will want some working up.\r\n\r\nJ. G.\r\n\r\n\"It will,\" thought Jerry Garnet grimly, \"but it will have to go on\r\nwanting as far as I'm concerned.\"\r\n\r\nThe next entry he found was a perfectly inscrutable lyric outburst.\r\n\r\n    There are moments of annoyance,\r\n    Void of every kind of joyance,\r\n      In the complicated course of Man's affairs;\r\n    But the very worst of any\r\n    He experiences when he\r\n      Meets a young, but active, lion on the stairs.\r\n\r\nSentiment unexceptionable. But as to the reason for the existence of\r\nthe fragment, his mind was a blank. He shut the book impatiently. It\r\nwas plain that no assistance was to be derived from it.\r\n\r\nHis thoughts wandered back to the idea of leaving London. London might\r\nhave suited Dr. Johnson, but he had come to the conclusion that what\r\nhe wanted to enable him to give the public of his best (as the\r\nreviewer of the _Academy_, dealing with his last work, had expressed a\r\npolite hope that he would continue to do) was country air. A farmhouse\r\nby the sea somewhere ... cows ... spreading boughs ... rooks ...\r\nbrooks ... cream. In London the day stretches before a man, if he has\r\nno regular and appointed work to do, like a long, white, dusty road.\r\nIt seems impossible to get to the end of it without vast effort. But\r\nin the country every hour has its amusements. Up with the lark.\r\nMorning dip. Cheery greetings. Local color. Huge breakfast. Long\r\nwalks. Flannels. The ungirt loin. Good, steady spell of work from\r\ndinner till bedtime. The prospect fascinated him. His third novel was\r\nalready in a nebulous state in his brain. A quiet week or two in the\r\ncountry would enable him to get it into shape.\r\n\r\nHe took from the pocket of his blazer a letter which had arrived some\r\ndays before from an artist friend of his who was on a sketching tour\r\nin Devonshire and Somerset. There was a penciled memorandum on the\r\nenvelope in his own handwriting:\r\n\r\n_Mem._ Might work K. L.'s story about M. and the W--s's into comic\r\nyarn for one of the weeklies.\r\n\r\nHe gazed at this for a while, with a last hope that in it might be\r\ncontained the germ of something which would enable him to turn out a\r\nmorning's work; but having completely forgotten who K. L. was, and\r\nespecially what was his (or her) story about M., whoever he (or she)\r\nmight be, he abandoned this hope and turned to the letter in the\r\nenvelope.\r\n\r\nThe earlier portions of the letter dealt tantalizingly with the\r\nscenery. \"Bits,\" come upon by accident at the end of disused lanes and\r\ntransferred with speed to canvas, were described concisely but with\r\nsufficient breadth to make Garnet long to see them for himself. There\r\nwere brief _resumes_ of dialogues between Lickford (the writer) and\r\nweird rustics. The whole letter breathed of the country and the open\r\nair. The atmosphere of Garnet's sitting room seemed to him to become\r\nstuffier with every sentence he read.\r\n\r\nThe postscript interested him.\r\n\r\n\"... By the way, at Yeovil I came across an old friend of yours.\r\nStanley Featherstonhaugh Ukridge, of all people. As large as\r\nlife--quite six foot two, and tremendously filled out. I thought he\r\nwas abroad. The last I heard of him was that he had started for Buenos\r\nAyres in a cattle-ship. It seems he has been in England sometime. I\r\nmet him in the refreshment room at Yeovil station. I was waiting for a\r\ndown train; he had changed on his way to town. As I opened the door I\r\nheard a huge voice in a more or less violent altercation, and there\r\nwas S. F. U., in a villainous old suit of gray flannels (I'll swear it\r\nwas the same one that he had on last time I saw him), and a\r\nmackintosh, though it was a blazing hot day. His pince-nez were tacked\r\nonto his ears with wire as usual. He greeted me with effusive shouts,\r\nand drew me aside. Then after a few commonplaces of greeting, he\r\nfumbled in his pockets, looked pained and surprised.\r\n\r\n\"'Look here, Licky,' he said. 'You know I never borrow. It's against\r\nmy principles. But I _must_ have a shilling, or I'm a ruined man. I\r\nseem to have had my pocket picked by some scoundrelly blackguard. Can\r\nyou, my dear fellow, oblige me with a shilling until next Tuesday\r\nafternoon at three-thirty? I never borrow, so I'll tell you what I'll\r\ndo. I'll let you have this (producing a beastly little three-penny-bit\r\nwith a hole in it) until I can pay you back. This is of more value to\r\nme than I can well express, Licky, my boy. A very, very dear friend\r\ngave it to me when we parted, years ago. It's a wrench to part with\r\nit. But grim necessity ... I can hardly do it.... Still, no, no, ...\r\nyou must take it, you must take it. Licky, old man, shake hands!\r\nShake hands, my boy!'\r\n\r\n\"He then asked after you, and said you were the noblest man--except\r\nme--on earth. I gave him your address, not being able to get out of\r\nit, but if I were you I should fly while there is yet time.\"\r\n\r\n\"That,\" said Jerry Garnet, \"is the soundest bit of advice I've heard.\r\nI will.\"\r\n\r\n\"Mrs. Medley,\" he said, when that lady made her appearance.\r\n\r\n\"Sir?\"\r\n\r\n\"I'm going away for a few weeks. You can let the rooms if you like.\r\nI'll drop you a line when I think of coming back.\"\r\n\r\n\"Yes, sir. And your letters. Where shall I send them, sir?\"\r\n\r\n\"Till further notice,\" said Jerry Garnet, pulling out a giant\r\nportmanteau from a corner of the room and flinging it open, \"care of\r\nthe Dalai Lama, No. 3 Younghusband Terrace, Tibet.\"\r\n\r\n\"Yes, sir,\" said Mrs. Medley placidly.\r\n\r\n\"I'll write you my address to-night. I don't know where I'm going yet.\r\nIs that an A. B. C. over there? Good. Give my love to that bright\r\nyoung spirit on the top floor, and tell him that I hope my not being\r\nhere to listen won't interfere in any way with his morning popular\r\nconcerts.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"And, Mrs. Medley, if a man named ----\"\r\n\r\nMrs. Medley had drifted silently away. During his last speech a\r\nthunderous knocking had begun on the front door.\r\n\r\nJerry Garnet stood and listened, transfixed. Something seemed to tell\r\nhim who was at the business end of that knocker.\r\n\r\nHe heard Mrs. Medley's footsteps pass along the hall and pause at the\r\ndoor. Then there was the click of the latch. Then a volume of sound\r\nrushed up to him where he stood over his empty portmanteau.\r\n\r\n\"Is Mr. Garnet in?\"\r\n\r\nMrs. Medley's reply was inaudible, but apparently in the affirmative.\r\n\r\n\"Where is he?\" boomed the voice. \"Show me the old horse. First floor.\r\nThank you. Where is the man of wrath?\"\r\n\r\nThere followed a crashing on the stairs such as even the young\r\ngentleman of the top floor had been unable to produce in his nocturnal\r\nrovings. The house shook.\r\n\r\nAnd with the tramping came the thunderous voice, as the visitor once\r\nmore gave tongue.\r\n\r\n\"Garnet! GARNET!! GARNET!!!\"\r\n\r\n\r\n\r\n\r\nUKRIDGE'S SCHEME\r\n\r\nII\r\n\r\n\r\nMr. Stanley Featherstonhaugh Ukridge dashed into the room, uttering a\r\nroar of welcome as he caught sight of Garnet, still standing petrified\r\nathwart his portmanteau.\r\n\r\n\"My dear old man,\" he shouted, springing at him and seizing his hand\r\nin a clutch that effectually woke Garnet from his stupor. \"How _are_\r\nyou, old chap? This is good. By Jove, this is good! This is fine,\r\nwhat?\"\r\n\r\nHe dashed back to the door and looked out.\r\n\r\n\"Come on, Millie,\" he shouted.\r\n\r\nGarnet was wondering who in the name of fortune Millie could possibly\r\nbe, when there appeared on the further side of Mr. Ukridge the figure\r\nof a young woman. She paused in the doorway, and smiled pleasantly.\r\n\r\n\"Garnet, old horse,\" said Ukridge with some pride, \"let me introduce\r\nyou to my wife. Millie, this is old Garnet. You've heard me talk about\r\nhim.\"\r\n\r\n\"Oh, yes,\" said Mrs. Ukridge.\r\n\r\nGarnet bowed awkwardly. The idea of Ukridge married was something too\r\noverpowering to be assimilated on the instant. If ever there was a man\r\ndesigned by nature to be a bachelor, Stanley Ukridge was that man.\r\nGarnet could feel that he himself was not looking his best. He knew in\r\na vague, impersonal way that his eyebrows were still somewhere in the\r\nmiddle of his forehead, whither they had sprung in the first moment of\r\nsurprise, and that his jaw, which had dropped, had not yet resumed\r\nits normal posture. Before committing himself to speech he made a\r\ndetermined effort to revise his facial expression.\r\n\r\n\"Buck up, old horse,\" said Ukridge. He had a painful habit of\r\naddressing all and sundry by that title. In his school-master days he\r\nhad made use of it while interviewing the parents of new pupils, and\r\nthe latter had gone away, as a rule, with a feeling that this must be\r\neither the easy manner of genius or spirits, and hoping for the best.\r\nLater, he had used it to perfect strangers in the streets. On one\r\noccasion he had been heard to address a bishop by that title.\r\n\r\n\"Surprised to find me married, what? Garny, old boy\"--sinking his\r\nvoice to what was intended to be a whisper--\"take my tip. You go and\r\ndo the same. You feel another man. Give up this bachelor business.\r\nIt's a mug's game. Go and get married, my boy, go and get married. By\r\ngad, I've forgotten to pay the cabby. Half a moment.\"\r\n\r\nHe was out of the door and on his way downstairs before the echoes of\r\nhis last remark had ceased to shake the window of the sitting room.\r\nGarnet was left to entertain Mrs. Ukridge.\r\n\r\nSo far her share in the conversation had been small. Nobody talked\r\nvery much when Ukridge was on the scene. She sat on the edge of\r\nGarnet's big basket chair, looking very small and quiet. She smiled\r\npleasantly, as she had done during the whole of the preceding\r\ndialogue. It was apparently her chief form of expression.\r\n\r\nJerry Garnet felt very friendly toward her. He could not help pitying\r\nher. Ukridge, he thought, was a very good person to know casually, but\r\na little of him, as his former headmaster had once said in a moody,\r\nreflective voice, went a very long way. To be bound to him for life\r\nwas not the ideal state for a girl. If he had been a girl, he felt,\r\nhe would as soon have married a volcano.\r\n\r\n\"And she's so young,\" he thought, as he looked across at the basket\r\nchair. \"Quite a kid.\"\r\n\r\n\"You and Stanley have known each other a long time, haven't you?\" said\r\nthe object of his pity, breaking the silence.\r\n\r\n\"Yes. Oh, yes,\" said Garnet. \"Several years. We were masters at the\r\nsame school together.\"\r\n\r\nMrs. Ukridge leaned forward with round, shining eyes.\r\n\r\n\"Isn't he a _wonderful_ man, Mr. Garnet!\" she said ecstatically.\r\n\r\nNot yet, to judge from her expression and the tone of her voice, had\r\nshe had experience of the disadvantages attached to the position of\r\nMrs. Stanley Ukridge.\r\n\r\nGarnet could agree with her there.\r\n\r\n\"Yes, he is certainly wonderful,\" he said.\r\n\r\n\"I believe he could do anything.\"\r\n\r\n\"Yes,\" said Garnet. He believed that Ukridge was at least capable of\r\nanything.\r\n\r\n\"He has done so many things. Have you ever kept fowls?\" she broke off\r\nwith apparent irrelevance.\r\n\r\n\"No,\" said Garnet. \"You see, I spend so much of my time in town. I\r\nshould find it difficult.\"\r\n\r\nMrs. Ukridge looked disappointed.\r\n\r\n\"I was hoping you might have had some experience. Stanley, of course,\r\ncan turn his hand to anything, but I think experience is such a good\r\nthing, don't you?\"\r\n\r\n\"It is,\" said Garnet, mystified. \"But--\"\r\n\r\n\"I have bought a shilling book called 'Fowls and All About Them,' but\r\nit is very hard to understand. You see, we--but here is Stanley. He\r\nwill explain it all.\"\r\n\r\n\"Well, Garnet, old horse,\" said Ukridge, reentering the room after\r\nanother energetic passage of the stairs, \"settle down and let's talk\r\nbusiness. Found cabby gibbering on doorstep. Wouldn't believe I didn't\r\nwant to bilk him. Had to give him an extra shilling. But now, about\r\nbusiness. Lucky to find you in, because I've got a scheme for you,\r\nGarny, old boy. Yes, sir, the idea of a thousand years. Now listen to\r\nme for a moment.\"\r\n\r\nHe sat down on the table and dragged a chair up as a leg rest. Then he\r\ntook off his pince-nez, wiped them, readjusted the wire behind his\r\nears, and, having hit a brown patch on the knee of his gray flannel\r\ntrousers several times in the apparent hope of removing it, began to\r\nspeak.\r\n\r\n\"About fowls,\" he said.\r\n\r\n\"What about them?\" asked Garnet. The subject was beginning to interest\r\nhim. It showed a curious tendency to creep into the conversation.\r\n\r\n\"I want you to give me your undivided attention for a moment,\" said\r\nUkridge. \"I was saying to my wife only the other day: 'Garnet's the\r\nman. Clever man, Garnet. Full of ideas.' Didn't I, Millie?\"\r\n\r\n\"Yes, dear,\" said Mrs. Ukridge, smiling.\r\n\r\n\"Well?\" said Garnet.\r\n\r\n\"The fact is,\" said Ukridge, with a Micawber-like burst of candor, \"we\r\nare going to keep fowls.\"\r\n\r\nHe stopped and looked at Garnet in order to see the effect of the\r\ninformation. Garnet bore it with fortitude.\r\n\r\n\"Yes?\" he said.\r\n\r\nUkridge shifted himself farther on to the table and upset the inkpot.\r\n\r\n\"Never mind,\" he said, \"it'll soak in. Don't you worry about that, you\r\nkeep listening to me. When I said we meant to keep fowls, I didn't\r\nmean in a small sort of way--two cocks and a couple of hens and a\r\nping-pong ball for a nest egg. We are going to do it on a large scale.\r\nWe are going to keep,\" he concluded impressively, \"a chicken farm!\"\r\n\r\n\"A chicken farm,\" echoed Mrs. Ukridge with an affectionate and\r\nadmiring glance at her husband.\r\n\r\n\"Ah,\" said Garnet, who felt his responsibilities as chorus.\r\n\r\n\"I've thought it all out,\" continued Ukridge, \"and it's as clear as\r\nmud. No expenses, large profits, quick returns. Chickens, eggs, and no\r\nwork. By Jove, old man, it's the idea of a lifetime. Just listen to me\r\nfor a moment. You buy your hen--\"\r\n\r\n\"One hen?\" inquired Garnet.\r\n\r\n\"Call it one for the sake of argument. It makes my calculations\r\nclearer. Very well, then. You buy your hen. It lays an egg every day\r\nof the week. You sell the eggs--say--six for fivepence. Keep of hen\r\ncosts nothing. Profit at least fourpence, three farthings on every\r\nhalf-dozen eggs. What do you think of that, Bartholomew?\"\r\n\r\nGarnet admitted that it sounded like an attractive scheme, but\r\nexpressed a wish to overhaul the figures in case of error.\r\n\r\n\"Error!\" shouted Ukridge, pounding the table with such energy that it\r\ngroaned beneath him. \"Error? Not a bit of it. Can't you follow a\r\nsimple calculation like that? The thing is, you see, you get your\r\noriginal hen for next to nothing. That's to say, on tick. Anybody will\r\nlet you have a hen on tick. Now listen to me for a moment. You let\r\nyour hen set, and hatch chickens. Suppose you have a dozen hens. Very\r\nwell, then. When each of the dozen has a dozen chickens, you send the\r\nold hens back with thanks for the kind loan, and there you are,\r\nstarting business with a hundred and forty-four free chickens to your\r\nname. And after a bit, when the chickens grow up and begin to lay, all\r\nyou have to do is to sit back in your chair and gather in the big\r\nchecks. Isn't that so, Millie?\"\r\n\r\n\"Yes, dear,\" said Mrs. Ukridge with shining eyes.\r\n\r\n\"We've fixed it all up. Do you know Lyme Regis, in Dorsetshire? On the\r\nborders of Devon. Quiet little fishing village. Bathing. Sea air.\r\nSplendid scenery. Just the place for a chicken farm. I've been looking\r\nafter that. A friend of my wife's has lent us a jolly old house with\r\nlarge grounds. All we've got to do is to get in the fowls. That's all\r\nright. I've ordered the first lot. We shall find them waiting for us\r\nwhen we arrive.\"\r\n\r\n\"Well,\" said Garnet, \"I'm sure I wish you luck. Mind you let me know\r\nhow you get on.\"\r\n\r\n\"Let you know!\" roared Ukridge. \"Why, old horse, you've got to come,\r\ntoo. We shall take no refusal. Shall we, Millie?\"\r\n\r\n\"No, dear,\" murmured Mrs. Ukridge.\r\n\r\n\"Of course not,\" said Ukridge. \"No refusal of any sort. Pack up\r\nto-night, and meet us at Waterloo to-morrow.\"\r\n\r\n\"It's awfully good of you--\" began Garnet a little blankly.\r\n\r\n\"Not a bit of it, not a bit of it. This is pure business. I was saying\r\nto my wife when we came in that you were the very man for us. 'If old\r\nGarnet's in town,' I said, 'we'll have him. A man with his flow of\r\nideas will be invaluable on a chicken farm.' Didn't I, Millie?\"\r\n\r\nMrs. Ukridge murmured the response.\r\n\r\n\"You see, I'm one of these practical men. I go straight ahead,\r\nfollowing my nose. What you want in a business of this sort is a touch\r\nof the dreamer to help out the practical mind. We look to you for\r\nsuggestions, Montmorency. Timely suggestions with respect to the\r\ncomfort and upbringing of the fowls. And you can work. I've seen you.\r\nOf course you take your share of the profits. That's understood. Yes,\r\nyes, I must insist. Strict business between friends. We must arrange\r\nit all when we get down there. My wife is the secretary of the firm.\r\nShe has been writing letters to people, asking for fowls. So you see\r\nit's a thoroughly organized concern. There's money in it, old horse.\r\nDon't you forget that.\"\r\n\r\n\"We should be so disappointed if you did not come,\" said Mrs. Ukridge,\r\nlifting her childlike eyes to Garnet's face.\r\n\r\nGarnet stood against the mantelpiece and pondered. In after years he\r\nrecognized that that moment marked an epoch in his life. If he had\r\nrefused the invitation, he would not have--but, to quote the old\r\nnovelists, we anticipate. At any rate, he would have missed a\r\nremarkable experience. It is not given to everyone to see Mr. Stanley\r\nUkridge manage a chicken farm.\r\n\r\n\"The fact is,\" he said at last, \"I was thinking of going somewhere\r\nwhere I could get some golf.\"\r\n\r\nUkridge leaped on the table triumphantly.\r\n\r\n\"Lyme Regis is just the place for you, then. Perfect hotbed of golf.\r\nFine links at the top of the hill, not half a mile from the farm.\r\nBring your clubs. You'll be able to have a round or two in the\r\nafternoons. Get through serious work by lunch time.\"\r\n\r\n\"You know,\" said Garnet, \"I am absolutely inexperienced as regards\r\nfowls.\"\r\n\r\n\"Excellent!\" said Ukridge. \"Then you're just the man. You will bring\r\nto the work a mind entirely unclouded by theories. You will act solely\r\nby the light of your intelligence.\"\r\n\r\n\"Er--yes,\" said Garnet.\r\n\r\n\"I wouldn't have a professional chicken farmer about the place if he\r\npaid to come. Natural intelligence is what we want. Then we can rely\r\non you?\"\r\n\r\n\"Very well,\" said Garnet slowly. \"It's very kind of you to ask me.\"\r\n\r\n\"It's business, Cuthbert, business. Very well, then. We shall catch\r\nthe eleven-twenty at Waterloo. Don't miss it. You book to Axminster.\r\nLook out for me on the platform. If I see you first, I'll shout.\"\r\n\r\nGarnet felt that that promise rang true.\r\n\r\n\"Then good-by for the present. Millie, we must be off. Till to-morrow,\r\nGarnet.\"\r\n\r\n\"Good-by, Mr. Garnet,\" said Mrs. Ukridge.\r\n\r\nLooking back at the affair after the lapse of years, Garnet was\r\naccustomed to come to the conclusion that she was the one pathetic\r\nfigure in the farce. Under what circumstances she had married Ukridge\r\nhe did not learn till later. He was also uncertain whether at any\r\nmoment in her career she regretted it. But it was certainly pathetic\r\nto witness her growing bewilderment during the weeks that followed, as\r\nthe working of Ukridge's giant mind was unfolded to her little by\r\nlittle. Life, as Ukridge understood the word, must have struck her as\r\na shade too full of incident to be really comfortable. Garnet was wont\r\nto console himself by the hope that her very genuine love for her\r\nhusband, and his equally genuine love for her, was sufficient to\r\nsmooth out the rough places of life.\r\n\r\nAs he returned to his room, after showing his visitors to the door,\r\nthe young man upstairs, who had apparently just finished breakfast,\r\nburst once more into song:\r\n\r\n    \"We'll never come back no more, boys,\r\n      We'll never come back no more.\"\r\n\r\nGarnet could hear him wedding appropriate dance to the music.\r\n\r\n\"Not for a few weeks, at any rate,\" he said to himself, as he started\r\nhis packing at the point where he had left off.\r\n\r\n\r\n\r\n\r\nA GIRL WITH BROWN HAIR\r\n\r\nIII\r\n\r\n\r\nWaterloo station is one of the things which no fellow can understand.\r\nThousands come to it, thousands go from it. Porters grow gray-headed\r\nbeneath its roof. Buns, once fresh and tender, become hard and\r\nmisanthropic in its refreshment rooms, and look as if they had seen\r\nthe littleness of existence and were disillusioned. But there the\r\nstation stands, year after year, wrapped in a discreet gloom, always\r\nthe same, always baffling and inscrutable. Not even the porters\r\nunderstand it. \"I couldn't say, sir,\" is the civil but unsatisfying\r\nreply with which research is met. Now and then one, more gifted than\r\nhis colleagues, will inform the traveler that his train starts from\r\n\"No. 3 or No. 7,\" but a moment's reflection and he hedges with No. 12.\r\n\r\nWaterloo is the home of imperfect knowledge. The booking clerks cannot\r\nstate in a few words where tickets may be bought for any station. They\r\nare only certain that they themselves cannot sell them.\r\n\r\n       *       *       *       *       *\r\n\r\nThe gloom of the station was lightened on the following morning at ten\r\nminutes to eleven when Mr. Garnet arrived to catch the train to\r\nAxminster, by several gleams of sunshine and a great deal of bustle\r\nand movement on the various platforms. A cheery activity pervaded the\r\nplace. Porters on every hand were giving their celebrated imitations\r\nof the car of Juggernaut, throwing as a sop to the wounded a crisp \"by\r\nyour leave.\" Agitated ladies were pouring forth questions with the\r\nrapidity of machine guns. Long queues surged at the mouths of the\r\nbooking offices, inside which soured clerks, sending lost sheep empty\r\naway, were learning once more their lesson of the innate folly of\r\nmankind. Other crowds collected at the bookstalls, and the bookstall\r\nkeeper was eying with dislike men who were under the impression that\r\nthey were in a free library.\r\n\r\nAn optimistic porter had relieved Garnet of his portmanteau and golf\r\nclubs as he stepped out of his cab, and had arranged to meet him on\r\nNo. 6 platform, from which, he asserted, with the quiet confidence\r\nwhich has made Englishmen what they are, the eleven-twenty would start\r\non its journey to Axminster. Unless, he added, it went from No. 4.\r\n\r\nGarnet, having bought a ticket, after drawing blank at two booking\r\noffices, made his way to the bookstall. Here he inquired, in a loud,\r\npenetrating voice, if they had got \"Mr. Jeremy Garnet's last novel,\r\n'The Maneuvers of Arthur.'\" Being informed that they had not, he\r\nclicked his tongue cynically, advised the man in charge to order that\r\nwork, as the demand for it might be expected shortly to be large, and\r\nspent a shilling on a magazine and some weekly papers. Then, with ten\r\nminutes to spare, he went off in search of Ukridge.\r\n\r\nHe found him on platform No. 6. The porter's first choice was, it\r\nseemed, correct. The eleven-twenty was already alongside the platform,\r\nand presently Garnet observed his porter cleaving a path toward him\r\nwith the portmanteau and golf clubs.\r\n\r\n\"Here you are!\" shouted Ukridge. \"Good for you. Thought you were going\r\nto miss it.\"\r\n\r\nGarnet shook hands with the smiling Mrs. Ukridge.\r\n\r\n\"I've got a carriage,\" said Ukridge, \"and collared two corner seats.\r\nMy wife goes down in another. She dislikes the smell of smoke when\r\nshe's traveling. Let's pray that we get the carriage to ourselves. But\r\nall London seems to be here this morning. Get in, old horse. I'll just\r\nsee her ladyship into her carriage and come back to you.\"\r\n\r\nGarnet entered the compartment, and stood at the door, looking out in\r\norder, after the friendly manner of the traveling Briton, to thwart an\r\ninvasion of fellow-travelers. Then he withdrew his head suddenly and\r\nsat down. An elderly gentleman, accompanied by a girl, was coming\r\ntoward him. It was not this type of fellow-traveler whom he hoped to\r\nkeep out. He had noticed the girl at the booking office. She had\r\nwaited by the side of the line, while the elderly gentleman struggled\r\ngamely for the tickets, and he had plenty of opportunity of observing\r\nher appearance. For five minutes he had debated with himself as to\r\nwhether her hair should rightly be described as brown or golden. He\r\nhad decided finally on brown. It then became imperative that he should\r\nascertain the color of her eyes. Once only had he met them, and then\r\nonly for a second. They might be blue. They might be gray. He could\r\nnot be certain. The elderly gentleman came to the door of the\r\ncompartment and looked in.\r\n\r\n\"This seems tolerably empty, my dear Phyllis,\" he said.\r\n\r\nGarnet, his glance fixed on his magazine, made a note of the name. It\r\nharmonized admirably with the hair and the eyes of elusive color.\r\n\r\n\"You are sure you do not object to a smoking carriage, my dear?\"\r\n\r\n\"Oh, no, father. Not at all.\"\r\n\r\nGarnet told himself that the voice was just the right sort of voice to\r\ngo with the hair, the eyes, and the name.\r\n\r\n\"Then I think--\" said the elderly gentleman, getting in. The\r\ninflection of his voice suggested the Irishman. It was not a brogue.\r\nThere were no strange words. But the general effect was Irish. Garnet\r\ncongratulated himself. Irishmen are generally good company. An\r\nIrishman with a pretty daughter should be unusually good company.\r\n\r\nThe bustle on the platform had increased momently, until now, when,\r\nfrom the snorting of the engine, it seemed likely that the train might\r\nstart at any minute, the crowd's excitement was extreme. Shrill cries\r\nechoed down the platform. Lost sheep, singly and in companies, rushed\r\nto and fro, peering eagerly into carriages in the search for seats.\r\nPiercing cries ordered unknown \"Tommies\" and \"Ernies\" to \"keep by\r\naunty, now.\" Just as Ukridge returned, the dreaded \"Get in anywhere\"\r\nbegan to be heard, and the next moment an avalanche of warm humanity\r\npoured into the carriage. A silent but bitter curse framed itself on\r\nGarnet's lips. His chance of pleasant conversation with the lady of\r\nthe brown hair and the eyes that were either gray or blue was at an\r\nend.\r\n\r\nThe newcomers consisted of a middle-aged lady, addressed as aunty; a\r\nyouth called Albert, subsequently described by Garnet as the rudest\r\nboy on earth--a proud title, honestly won; lastly, a niece of some\r\ntwenty years, stolid and seemingly without interest in life.\r\n\r\nUkridge slipped into his corner, adroitly foiling Albert, who had made\r\na dive in that direction. Albert regarded him fixedly for a space,\r\nthen sank into the seat beside Garnet and began to chew something\r\ngrewsome that smelled of aniseed.\r\n\r\nAunty, meanwhile, was distributing her weight evenly between the toes\r\nof the Irish gentleman and those of his daughter, as she leaned out of\r\nthe window to converse with a lady friend in a straw hat and hair\r\ncurlers. Phyllis, he noticed, was bearing it with angelic calm. Her\r\nprofile, when he caught sight of it round aunty, struck him as a\r\nlittle cold, even haughty. That, however, might be due to what she was\r\nsuffering. It is unfair to judge a lady's character from her face, at\r\na moment when she is in a position of physical discomfort. The train\r\nmoved off with a jerk in the middle of a request on the part of the\r\nstraw-hatted lady that her friend would \"remember that, you know,\r\nabout _him_,\" and aunty, staggering back, sat down on a bag of food\r\nwhich Albert had placed on the seat beside him.\r\n\r\n\"Clumsy!\" observed Albert tersely.\r\n\r\n\"Al_bert_, you mustn't speak to aunty so.\"\r\n\r\n\"Wodyer want sit on my bag for, then?\" inquired Albert.\r\n\r\nThey argued the point.\r\n\r\nGarnet, who should have been busy studying character for a novel of\r\nthe lower classes, took up his magazine and began to read. The odor of\r\naniseed became more and more painful. Ukridge had lighted a cigar, and\r\nGarnet understood why Mrs. Ukridge preferred to travel in another\r\ncompartment. For \"in his hand he bore the brand which none but he\r\nmight smoke.\"\r\n\r\nGarnet looked stealthily across the carriage to see how his lady of\r\nthe hair and eyes was enduring this combination of evils, and noticed\r\nthat she, too, had begun to read. And as she put down the book to look\r\nout of the window at the last view of London, he saw with a thrill\r\nthat it was \"The Maneuvers of Arthur.\" Never before had he come upon a\r\nstranger reading his work. And if \"The Maneuvers of Arthur\" could make\r\nthe reader oblivious to surroundings such as these, then, felt Garnet,\r\nit was no common book--a fact which he had long since suspected.\r\n\r\nThe train raced on toward the sea. It was a warm day, and a torpid\r\npeace began to settle down on the carriage.\r\n\r\nSoon only Garnet, the Irishman, and the lady were awake.\r\n\r\n\"What's your book, me dear?\" asked the Irishman.\r\n\r\n\"'The Maneuvers of Arthur,' father,\" said Phyllis. \"By Jeremy Garnet.\"\r\n\r\nGarnet would not have believed without the evidence of his ears that\r\nhis name could possibly have sounded so well.\r\n\r\n\"Dolly Strange gave it to me when I left the abbey,\" continued\r\nPhyllis. \"She keeps a shelf of books for her guests when they are\r\ngoing away. Books that she considers rubbish and doesn't want, you\r\nknow.\"\r\n\r\nGarnet hated Dolly Strange without further evidence.\r\n\r\n\"And what do you think of it, me dear?\"\r\n\r\n\"I like it,\" said Phyllis decidedly. The carriage swam before\r\nGarnet's eyes. \"I think it is very clever. I shall keep it.\"\r\n\r\n\"Bless you,\" thought Garnet, \"and I will write my precious autograph\r\non every page, if you want it.\"\r\n\r\n\"I wonder who Jeremy Garnet is?\" said Phyllis. \"I imagine him rather\r\nan old young man, probably with an eyeglass and conceited. He must be\r\nconceited. I can tell that from the style. And I should think he\r\ndidn't know many girls. At least, if he thinks Pamela Grant an\r\nordinary sort of girl.\"\r\n\r\n\"Is she not?\" asked her father.\r\n\r\n\"She's a cr-r-reature,\" said Phyllis emphatically.\r\n\r\nThis was a blow to Garnet, and demolished the self-satisfaction which\r\nher earlier criticisms had caused to grow within him. He had always\r\nlooked on Pamela as something very much out of the ordinary run of\r\nfeminine character studies. That scene between her and the curate in\r\nthe conservatory.... And when she finds Arthur at the meet of the\r\nBlankshire.... He was sorry she did not like Pamela. Somehow it\r\nlowered Pamela in his estimation.\r\n\r\n\"But I like Arthur,\" said Phyllis, and she smiled--the first time\r\nGarnet had seen her do so.\r\n\r\nGarnet also smiled to himself. Arthur was the hero. He was a young\r\nwriter. Ergo, Arthur was himself.\r\n\r\nThe train was beginning to slow down. Signs of returning animation\r\nbegan to be noticeable among the sleepers. A whistle from the engine,\r\nand the train drew up in a station. Looking out of the window, Garnet\r\nsaw that it was Yeovil. There was a general exodus. Aunty became\r\ninstantly a thing of dash and electricity, collected parcels, shook\r\nAlbert, replied to his thrusts with repartee, and finally headed a\r\nstampede out of the door.\r\n\r\nTo Garnet's chagrin the Irish gentleman and his daughter also rose.\r\nApparently this was to be the end of their brief acquaintanceship.\r\nThey alighted and walked down the platform.\r\n\r\n\"Where are we?\" said Ukridge sleepily, opening his eyes. \"Yeovil? Not\r\nfar now, old horse.\"\r\n\r\nWith which remark he closed his eyes again and returned to his\r\nslumbers.\r\n\r\nGarnet's eye, roving disconsolately over the carriage, was caught by\r\nsomething lying in the far corner. It was the criticized \"Maneuvers of\r\nArthur.\" The girl had left it behind.\r\n\r\nWhat follows shows the vanity that obsesses our young and rising\r\nauthors. It did not enter into his mind that the book might have been\r\nleft behind of set purpose, as being of no further use to the owner.\r\nIt only occurred to him that if he did not act swiftly the lady of the\r\nhair and eyes would suffer a loss beside which the loss of a purse or\r\na hand bag were trivial.\r\n\r\nHe acted swiftly.\r\n\r\nFive seconds later he was at the end of the platform, flushed but\r\ncourteous.\r\n\r\n\"Excuse me,\" he said, \"I think--\"\r\n\r\n\"Thank you,\" said the girl.\r\n\r\nGarnet made his way back to his carriage.\r\n\r\n\"They are blue,\" he said.\r\n\r\n\r\n\r\n\r\nTHE ARRIVAL\r\n\r\nIV\r\n\r\n\r\nFrom Axminster to Lyme Regis the line runs through country as pretty\r\nas any that can be found in the island, and the train, as if in\r\nappreciation of this fact, does not hurry over the journey. It was\r\nlate afternoon by the time the chicken farmers reached their\r\ndestination.\r\n\r\nThe arrangements for the carrying of luggage at Lyme Regis border on\r\nthe primitive. Boxes are left on the platform, and later, when he\r\nthinks of it, a carrier looks in and conveys them down into the valley\r\nand up the hill on the opposite side to the address written on the\r\nlabels. The owner walks. Lyme Regis is not a place for the halt and\r\nmaimed.\r\n\r\nUkridge led his band in the direction of the farm, which lay across\r\nthe valley, looking through woods to the sea. The place was visible\r\nfrom the station, from which, indeed, standing as it did on the top of\r\na hill, the view was extensive.\r\n\r\nHalfway up the slope on the other side of the valley the party left\r\nthe road and made their way across a spongy field, Ukridge explaining\r\nthat this was a short cut. They climbed through a hedge, crossed a\r\nstream and another field, and after negotiating a difficult bank\r\ntopped with barbed wire, found themselves in a kitchen garden.\r\n\r\nUkridge mopped his forehead and restored his pince-nez to their\r\noriginal position, from which the passage of the barbed wire had\r\ndislodged them.\r\n\r\n\"This is the place,\" he said. \"We have come in by the back way. It\r\nsaves time. Tired, Millie?\"\r\n\r\n\"No, dear, thank you.\"\r\n\r\n\"Without being tired,\" said Garnet, \"I am distinctly ready for tea.\r\nWhat are the prospects?\"\r\n\r\n\"That'll be all right,\" said Ukridge, \"don't you worry. A most\r\ncompetent man, of the name of Beale, and his wife are in charge at\r\npresent. I wrote to them telling them that we were coming to-day. They\r\nwill be ready for us.\"\r\n\r\nThey were at the front door by this time. Ukridge rang the bell. The\r\nnoise reechoed through the house, but there were no answering\r\nfootsteps. He rang again. There is no mistaking the note of a bell in\r\nan empty house. It was plain that the most competent man and his wife\r\nwere out.\r\n\r\n\"Now what are you going to do?\" said Garnet.\r\n\r\nMrs. Ukridge looked at her husband with quiet confidence.\r\n\r\nUkridge fell back on reminiscence.\r\n\r\n\"This,\" he said, leaning against the door and endeavoring to button\r\nhis collar at the back, \"reminds me of an afternoon in the Argentine.\r\nTwo other men and myself tried for three quarters of an hour to get\r\ninto an empty house, where there looked as if there might be something\r\nto eat, and we'd just got the door open when the owner turned up from\r\nbehind a tree with a shotgun. It was a little difficult to explain.\r\nThere was a dog, too. We were glad to say good-by.\"\r\n\r\nAt this moment history partially repeated itself. From the other side\r\nof the door came a dissatisfied whine, followed by a short bark.\r\n\r\n\"Halloo,\" said Ukridge, \"Beale has a dog.\"\r\n\r\n\"And the dog,\" said Garnet, \"will have us if we're not careful. What\r\nare you going to do?\"\r\n\r\n\"Let's try the back,\" said Ukridge. \"We must get in. What right,\" he\r\nadded with pathos, \"has a beastly mongrel belonging to a man I employ\r\nto keep me out of my own house? It's a little hard. Here am I, slaving\r\nto support Beale, and when I try to get into my house, his infernal\r\ndog barks at me. But we will try kindness first. Let me get to the\r\nkeyhole. I will parley with the animal.\"\r\n\r\nHe put his mouth to the keyhole and roared the soothing words \"Goo'\r\ndog!\" through it. Instantly the door shook as some heavy object hurled\r\nitself against it. The barking rang through the house.\r\n\r\n\"Kindness seems to be a drug in the market,\" said Garnet. \"Do you see\r\nyour way to trying a little force?\"\r\n\r\n\"I'll tell you what we'll do,\" said Ukridge, rising. \"We'll go round\r\nand get in at the kitchen window.\"\r\n\r\n\"And how long are we to stay there? Till the dog dies?\"\r\n\r\n\"I never saw such a man as you,\" protested Ukridge. \"You have a\r\nperfect mania for looking on the dark side. The dog won't guard the\r\nkitchen door. We shall manage to shut him up somewhere.\"\r\n\r\n\"Oh,\" said Garnet.\r\n\r\n\"And now let's get in and have something to eat, for goodness' sake.\"\r\n\r\nThe kitchen window proved to be insecurely latched. Ukridge flung it\r\nopen and they climbed in.\r\n\r\nThe dog, hearing the sound of voices, raced back along the passage and\r\nflung himself at the door. He then proceeded to scratch at the panels\r\nin the persevering way of one who feels that he is engaged upon a\r\nbusiness at which he is a specialist.\r\n\r\nInside the kitchen, Ukridge took command.\r\n\r\n\"Never mind the dog,\" he said, \"let it scratch.\"\r\n\r\n\"I thought,\" said Garnet, \"we were going to shut it up somewhere?\"\r\n\r\n\"Go out and shut it into the dining room, then. Personally, I mean to\r\nhave some tea. Millie, you know how to light a fire. Garnet and I will\r\nbe collecting cups and things. When that scoundrel Beale arrives, I\r\nshall tear him limb from limb. Deserting us like this! The man must be\r\na thorough fraud. He told me he was an old soldier. If this was the\r\nsort of discipline they used to keep in his regiment, I don't wonder\r\nthat the service is going to the dogs. There goes a plate! How is the\r\nfire getting on, Millie? I'll chop Beale into little bits. What's that\r\nyou've got there, Garny, old horse? Tea? Good! Where's the bread?\r\nThere! Another plate. Look here, I'll give that dog three minutes, and\r\nif it doesn't stop scratching that door by then, I'll take the bread\r\nknife and go out and have a soul-to-soul talk with it. It's a little\r\nhard. My own house, and the first thing I find in it when I arrive is\r\nsomebody else's beastly dog scratching holes in the doors. Stop it,\r\nyou beast!\"\r\n\r\nThe dog's reply was to continue his operations _piu mosso_.\r\n\r\nUkridge's eyes gleamed behind their glasses.\r\n\r\n\"Give me a good large jug,\" he said with ominous calm.\r\n\r\nHe took the largest of the jugs from the dresser and strode with it\r\ninto the scullery, whence came the sound of running water. He returned\r\ncarrying the jug in both hands. His mien was that of a general who\r\nsees his way to a master stroke of strategy.\r\n\r\n\"Garny, old horse,\" he said, \"tack on to the handle, and when I give\r\nthe word fling wide the gates. Then watch that beast beyond the door\r\nget the surprise of its lifetime.\"\r\n\r\nGarnet attached himself to the handle as directed. Ukridge gave the\r\nword. They had a momentary vision of an excited dog of the mongrel\r\nclass framed in the open doorway, all eyes and teeth; then the passage\r\nwas occupied by a spreading pool, and indignant barks from the\r\ndistance told that the mongrel was thinking the thing over in some\r\nsafe retreat.\r\n\r\n\"Settled _his_ hash,\" said Ukridge complacently. \"Nothing like\r\nresource, Garnet, my boy. Some men would have gone on letting a good\r\ndoor be ruined.\"\r\n\r\n\"And spoiled the dog for a ha-porth of water,\" said Garnet. \"I suppose\r\nwe shall have to clean up that mess some time.\"\r\n\r\n\"There you go,\" said Ukridge, \"looking on the dark side. Be an\r\noptimist, my boy, be an optimist. Beale and Mrs. Beale shall clean\r\nthat passage as a penance. How is the fire, Millie?\"\r\n\r\n\"The kettle is just boiling, dear.\"\r\n\r\nOver a cup of tea Ukridge became the man of business.\r\n\r\n[Illustration: They had a momentary vision of an excited dog, framed\r\nin the doorway.]\r\n\r\n\"I wonder when those fowls are going to arrive. They should have been\r\nhere to-day. If they don't come to-morrow, I shall lodge a complaint.\r\nThere must be no slackness. They must bustle about. After tea I'll\r\nshow you the garden, and we will choose a place for a fowl run.\r\nTo-morrow we must buckle to. Serious work will begin immediately after\r\nbreakfast.\"\r\n\r\n\"Suppose,\" said Garnet, \"the fowls arrive before we are ready for\r\nthem?\"\r\n\r\n\"Why, then, they must wait.\"\r\n\r\n\"But you can't keep fowls cooped up indefinitely in a crate. I suppose\r\nthey will come in a crate. I don't know much about these things.\"\r\n\r\n\"Oh, that'll be all right. There's a basement to this house. We'll let\r\n'em run about there till we're ready for them. There's always a way of\r\ndoing things if you look for it.\"\r\n\r\n\"I hope you are going to let the hens hatch some of the eggs,\r\nStanley, dear,\" said Mrs. Ukridge. \"I should so love to have some dear\r\nlittle chickens.\"\r\n\r\n\"Of course,\" said Ukridge. \"My idea was this: These people will send\r\nus fifty fowls of sorts. That means--call it forty eggs a day. Let 'em\r\nhatch out thirty a day, and we will use the other ten for the table.\r\nWe shall want at least ten. Well, I'm hanged, that dog again! Where's\r\nthat jug?\"\r\n\r\nBut this time an unforeseen interruption prevented the maneuver from\r\nbeing the success it had been before. Garnet had turned the handle,\r\nand was just about to pull the door open, while Ukridge, looking like\r\nsome modern and dilapidated version of Discobolus, stood beside him\r\nwith his jug poised, when a hoarse voice spoke from the window.\r\n\r\n\"Stand still!\" said the voice, \"or I'll corpse you.\"\r\n\r\nGarnet dropped the handle, Ukridge dropped the jug, Mrs. Ukridge\r\nscreamed.\r\n\r\nAt the window, with a double-barreled gun in his hands, stood a short,\r\nsquare, red-headed man. The muzzle of his gun, which rested on the\r\nsill, was pointing in a straight line at the third button of Garnet's\r\nwaistcoat. With a distant recollection of the Deadwood Dick literature\r\nof his childhood, Garnet flung both hands above his head.\r\n\r\nUkridge emitted a roar like that of a hungry lion.\r\n\r\n\"Beale!\" he shouted. \"You scoundrelly, unprincipled blackguard! What\r\nare you doing with that gun? Why were you out? What have you been\r\ndoing? Why did you shout like that? Look what you've made me do.\"\r\n\r\nHe pointed to the floor. Broken crockery, spreading water, his own\r\nshoes--exceedingly old tennis shoes--well soaked, attested the fact\r\nthat damage had been done.\r\n\r\n\"Lor'! Mr. Ukridge, sir, is that you?\" said the red-headed man calmly.\r\n\"I thought you was burglars.\"\r\n\r\nA sharp bark from the other side of the kitchen door, followed by a\r\nrenewal of the scratching, drew Mr. Beale's attention to his faithful\r\nhound.\r\n\r\n\"That's Bob,\" he said.\r\n\r\n\"I don't know what you call the brute,\" said Ukridge. \"Come in and tie\r\nhim up.\"\r\n\r\n\"'Ow am I to get in, Mr. Ukridge, sir?\"\r\n\r\n\"Come in through the window, and mind what you're doing with that gun.\r\nAfter you've finished with the dog, I should like a brief chat with\r\nyou, if you can spare the time and have no other engagements.\"\r\n\r\nMr. Beale, having carefully deposited his gun against the wall of the\r\nkitchen, and dropped a pair of very limp rabbits with a thud to the\r\nfloor, proceeded to climb through the window. This operation\r\nperformed, he stood on one side while the besieged garrison passed out\r\nby the same road.\r\n\r\n\"You will find me in the garden, Beale,\" said Ukridge. \"I have one or\r\ntwo little things to say to you.\"\r\n\r\nMr. Beale grinned affably.\r\n\r\nThe cool air of the garden was grateful after the warmth of the\r\nkitchen. It was a pretty garden, or would have been, if it had not\r\nbeen so neglected. Garnet seemed to see himself sitting in a deck\r\nchair on the lawn, looking through the leaves of the trees at the\r\nharbor below. It was a spot, he felt, in which it would be an easy and\r\npleasant task to shape the plot of his novel. He was glad he had come.\r\nAbout now, outside his lodgings in town, a particularly lethal barrel\r\norgan would be striking up the latest revolting air with which the\r\nhalls had inflicted London.\r\n\r\n\"Here you are, Beale,\" said Ukridge, as the red-headed man approached.\r\n\"Now, then, what have you to say?\"\r\n\r\nThe hired man looked thoughtful for a while, then observed that it was\r\na fine evening. Garnet felt that he was begging the question. He was a\r\nstrong, healthy man, and should have scorned to beg.\r\n\r\n\"Fine evening?\" shouted Ukridge. \"What--on--earth has that got to do\r\nwith it? I want to know why you and Mrs. Beale were both out when we\r\narrived?\"\r\n\r\n\"The missus went to Axminster, Mr. Ukridge, sir.\"\r\n\r\n\"She had no right to go to Axminster. I don't pay her large sums to go\r\nto Axminster. You knew I was coming this evening.\"\r\n\r\n\"No, Mr. Ukridge, sir.\"\r\n\r\n\"You didn't!\"\r\n\r\n\"No, Mr. Ukridge, sir.\"\r\n\r\n\"Beale,\" said Ukridge with studied calm, \"one of us two is a fool.\"\r\n\r\n\"I noticed that, sir.\"\r\n\r\n\"Let us sift this matter to the bottom. You got my letter?\"\r\n\r\n\"No, Mr. Ukridge, sir.\"\r\n\r\n\"My letter saying that I should arrive to-night. You did not get it?\"\r\n\r\n\"No, sir.\"\r\n\r\n\"Now look here, Beale,\" said Ukridge, \"I am certain that that letter\r\nwas posted. I remember placing it in my pocket for that purpose. It is\r\nnot there now. See. These are all the contents of my--well, I'm\r\nhanged!\"\r\n\r\nHe stood looking at the envelope he had produced from his breast\r\npocket. Mr. Beale coughed.\r\n\r\n\"Beale,\" said Ukridge, \"you--er--there seems to have been a mistake.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"You are not so much to blame as I thought.\"\r\n\r\n\"No, sir.\"\r\n\r\n\"Anyhow,\" said Ukridge, in inspired tones, \"I'll go and slay that\r\ninfernal dog. Where's your gun, Beale?\"\r\n\r\nBut better counsels prevailed, and the proceedings closed with a cold\r\nbut pleasant little dinner, at which the spared mongrel came out\r\nunexpectedly strong with brainy and diverting tricks.\r\n\r\n\r\n\r\n\r\nBUCKLING TO\r\n\r\nV\r\n\r\n\r\nSunshine, streaming into his bedroom through the open window, woke\r\nGarnet next day as distant clocks were striking eight. It was a lovely\r\nmorning, cool and fresh. The grass of the lawn, wet with dew, sparkled\r\nin the sun. A thrush, who knew all about early birds and their\r\nperquisites, was filling in the time before the arrival of the worm\r\nwith a song or two as he sat in the bushes. In the ivy a colony of\r\nsparrows were opening the day well with a little brisk fighting. On\r\nthe gravel in front of the house lay the mongrel Bob, blinking lazily.\r\n\r\nThe gleam of the sea through the trees turned Garnet's thoughts to\r\nbathing. He dressed quickly and went out. Bob rose to meet him,\r\nwaving an absurdly long tail. The hatchet was definitely buried now.\r\nThat little matter of the jug of water was forgotten.\r\n\r\n\"Well, Bob,\" said Garnet, \"coming down to watch me bathe?\"\r\n\r\nBob uttered a bark of approval and ran before him to the gate.\r\n\r\nA walk of five minutes brought Garnet to the sleepy little town. He\r\npassed through the narrow street, and turned on to the beach, walking\r\nin the direction of the cob, that combination of pier and breakwater\r\nwhich the misadventures of one of Jane Austen's young misses have made\r\nknown to the outside public.\r\n\r\nThe tide was high, and Garnet, leaving his clothes to the care of Bob,\r\ndived into twelve feet of clear, cold water. As he swam he compared it\r\nwith the morning tub of town, and felt that he had done well to come\r\nwith Ukridge to this pleasant spot. But he could not rely on unbroken\r\ncalm during the whole of his visit. He did not know a great deal about\r\nchicken farming, but he was certain that Ukridge knew less. There\r\nwould be some strenuous moments before that farm became a profitable\r\ncommercial speculation. At the thought of Ukridge toiling on a hot\r\nafternoon to manage an undisciplined mob of fowls, and becoming more\r\nand more heated and voluble in the struggle, he laughed and promptly\r\nswallowed a generous mouthful of salt water. There are few things\r\nwhich depress the swimmer more than an involuntary draught of water.\r\nGarnet turned and swam back to Bob and the clothes.\r\n\r\nAs he strolled back along the beach he came upon a small, elderly\r\ngentleman toweling his head in a vigorous manner. Hearing Garnet's\r\nfootsteps, he suspended this operation for a moment and peered out at\r\nhim from beneath a turban of towel.\r\n\r\nIt was the elderly Irishman of the journey, the father of the\r\nblue-eyed Phyllis. Then they had come on to Lyme Regis after all.\r\nGarnet stopped, with some idea of going back and speaking to him; but\r\nrealizing that they were perfect strangers, he postponed this action\r\nand followed Bob up the hill. In a small place like Lyme Regis it\r\nwould surely not be difficult to find somebody who would introduce\r\nthem. He cursed the custom which made such a thing necessary. In a\r\nproperly constituted country everybody would know everybody else\r\nwithout fuss or trouble.\r\n\r\nHe found Ukridge, in his shirt sleeves and minus a collar, assailing a\r\nlarge ham. Mrs. Ukridge, looking younger and more childlike than ever\r\nin brown holland, smiled at him over the teapot.\r\n\r\n\"Here he is!\" shouted Ukridge, catching sight of him. \"Where have you\r\nbeen, old horse? I went to your room, but you weren't there. Bathing?\r\nHope it's made you feel fit for work, because we've got to buckle to\r\nthis morning.\"\r\n\r\n\"The fowls have arrived, Mr. Garnet,\" said Mrs. Ukridge, opening her\r\neyes till she looked like an astonished kitten. \"_Such_ a lot of them!\r\nThey're making such a noise!\"\r\n\r\nAnd to support her statement there floated through the window a\r\ncackling, which, for volume and variety of key, beat anything that\r\nGarnet had ever heard. Judging from the noise, it seemed as if England\r\nhad been drained of fowls and the entire tribe of them dumped into the\r\nyard of the Ukridge's farm.\r\n\r\n\"There seems to have been no stint,\" he said, sitting down. \"Did you\r\norder a million or only nine hundred thousand?\"\r\n\r\n\"Good many, aren't there?\" said Ukridge complacently. \"But that's\r\nwhat we want. No good starting on a small scale. The more you have,\r\nthe bigger the profits.\"\r\n\r\n\"What sort have you got mostly?\"\r\n\r\n\"Oh, all sorts. Bless you, people don't mind what breed a fowl is, so\r\nlong as it _is_ a fowl. These dealer chaps were so infernally\r\nparticular. 'Any Dorkings?' they said. 'All right,' I said, 'bring on\r\nyour Dorkings.' 'Or perhaps you want a few Minorcas?' 'Very well,' I\r\nsaid, 'show Minorcas.' They were going on--they'd have gone on for\r\nhours, but I stopped 'em. 'Look here, Maximilian,' I said to the\r\nmanager Johnny--decent old chap, with the manners of a marquis--'look\r\nhere,' I said, 'life is short, and we're neither of us as young as we\r\nused to be. Don't let us waste the golden hours playing guessing\r\ngames. I want fowls. You sell fowls. So give me some of all sorts.'\r\nAnd he has, by Jove! There must be one of every breed ever invented.\"\r\n\r\n\"Where are you going to put them?\"\r\n\r\n\"That spot we chose by the paddock. That's the place. Plenty of mud\r\nfor them to scratch about in, and they can go into the field when they\r\nwant to, and pick up worms, or whatever they feed on. We must rig them\r\nup some sort of a shanty, I suppose, this morning. We'll go and tell\r\n'em to send up some wire netting and stuff from the town.\"\r\n\r\n\"Then we shall want hencoops. We shall have to make those.\"\r\n\r\n\"Of course. So we shall. Millie, didn't I tell you that old Garnet was\r\nthe man to think of things! I forgot the coops. We can't buy some, I\r\nsuppose? On tick?\"\r\n\r\n\"Cheaper to make them. Suppose we get a lot of boxes. Soap boxes are\r\nas good as any. It won't take long to knock up a few coops.\"\r\n\r\nUkridge thumped the table with enthusiasm.\r\n\r\n\"Garny, old horse, you're a marvel. You think of everything. We'll\r\nbuckle to right away. What a noise those fowls are making. I suppose\r\nthey don't feel at home in the yard. Wait till they see the A1\r\nresidential mansions we're going to put up for them. Finished\r\nbreakfast? Then let's go out. Come along, Millie.\"\r\n\r\nThe red-headed Beale, discovered leaning in an attitude of thought on\r\nthe yard gate, and observing the feathered mob below, was roused from\r\nhis reflections and dispatched to the town for the wire and soap\r\nboxes. Ukridge, taking his place at the gate, gazed at the fowls with\r\nthe affectionate eye of a proprietor.\r\n\r\n\"Well, they have certainly taken you at your word,\" said Garnet, \"as\r\nfar as variety is concerned.\"\r\n\r\nThe man with the manners of a marquis seemed to have been at great\r\npains to send a really representative supply of fowls. There were blue\r\nones, black ones, white, gray, yellow, brown, big, little, Dorkings,\r\nMinorcas, Cochin Chinas, Bantams, Orpingtons, Wyandottes, and a host\r\nmore. It was an imposing spectacle.\r\n\r\nThe hired man returned toward the end of the morning, preceded by a\r\ncart containing the necessary wire and boxes, and Ukridge, whose\r\nenthusiasm brooked no delay, started immediately the task of\r\nfashioning the coops, while Garnet, assisted by Beale, draped the wire\r\nnetting about the chosen spot next to the paddock. There were little\r\nunpleasantnesses--once a roar of anguish told that Ukridge's hammer\r\nhad found the wrong billet, and on another occasion Garnet's flannel\r\ntrousers suffered on the wire--but the work proceeded steadily. By the\r\nmiddle of the afternoon things were in a sufficiently advanced state\r\nto suggest to Ukridge the advisability of a halt for refreshments.\r\n\r\n\"That's the way to do it,\" said he. \"At this rate we shall have the\r\nplace in A1 condition before bedtime. What do you think of those for\r\ncoops, Beale?\"\r\n\r\nThe hired man examined them gravely.\r\n\r\n\"I've seen worse, sir.\"\r\n\r\nHe continued his examination.\r\n\r\n\"But not many,\" he added. Beale's passion for truth had made him\r\nunpopular in three regiments.\r\n\r\n\"They aren't so bad,\" said Garnet, \"but I'm glad I'm not a fowl.\"\r\n\r\n\"So you ought to be,\" said Ukridge, \"considering the way you've put up\r\nthat wire. You'll have them strangling themselves.\"\r\n\r\nIn spite of earnest labor, the housing arrangements of the fowls were\r\nstill in an incomplete state at the end of the day. The details of the\r\nevening's work are preserved in a letter which Garnet wrote that\r\nnight to his friend Lickford.\r\n\r\n       *       *       *       *       *\r\n\r\n\"... Have you ever played a game called 'Pigs in Clover'? We have just\r\nfinished a bout of it (with hens instead of marbles) which has lasted\r\nfor an hour and a half. We are all dead tired except the hired man,\r\nwho seems to be made of India rubber. He has just gone for a stroll to\r\nthe beach. Wants some exercise, I suppose. Personally, I feel as if I\r\nshould never move again. I have run faster and farther than I have\r\ndone since I was at school. You have no conception of the difficulty\r\nof rounding up fowls and getting them safely to bed. Having no proper\r\nplace to put them, we were obliged to stow some of them inside soap\r\nboxes and the rest in the basement. It has only just occurred to me\r\nthat they ought to have had perches to roost on. It didn't strike me\r\nbefore. I shall not mention it to Ukridge, or that indomitable man\r\nwill start making some, and drag me into it, too. After all, a hen can\r\nrough it for one night, and if I did a stroke more work I should\r\ncollapse. My idea was to do the thing on the slow but sure principle.\r\nThat is to say, take each bird singly and carry it to bed. It would\r\nhave taken some time, but there would have been no confusion. But you\r\ncan imagine that that sort of thing would not appeal to Ukridge. There\r\nis a touch of the Napoleon about him. He likes his maneuvers to be\r\ndaring and on a large scale. He said: 'Open the yard gate and let the\r\nfowls come out into the open, then sail in and drive them in a mass\r\nthrough the back door into the basement.' It was a great idea, but\r\nthere was one fatal flaw in it. It didn't allow for the hens\r\nscattering. We opened the gate, and out they all came like an audience\r\ncoming out of a theater. Then we closed in on them to bring off the\r\nbig drive. For about three seconds it looked as if we might do it.\r\nThen Bob, the hired man's dog, an animal who likes to be in whatever's\r\ngoing on, rushed out of the house into the middle of them, barking.\r\nThere was a perfect stampede, and Heaven only knows where some of\r\nthose fowls are now. There was one in particular, a large yellow bird,\r\nwhich, I should imagine, is nearing London by this time. The last I\r\nsaw of it, it was navigating at the rate of knots, so to speak, in\r\nthat direction, with Bob after it barking his hardest. Presently Bob\r\ncame back, panting, having evidently given up the job. We, in the\r\nmeantime, were chasing the rest of the birds all over the garden. The\r\nthing had now resolved itself into the course of action I had\r\nsuggested originally, except that instead of collecting them quietly\r\nand at our leisure, we had to run miles for each one we captured.\r\nAfter a time we introduced some sort of system into it. Mrs. Ukridge\r\n(fancy him married; did you know?) stood at the door. We chased the\r\nhens and brought them in. Then as we put each through into the\r\nbasement, she shut the door on it. We also arranged Ukridge's soap-box\r\ncoops in a row, and when we caught a fowl we put it into the coop and\r\nstuck a board in front of it. By these strenuous means we gathered in\r\nabout two thirds of the lot. The rest are all over England. A few may\r\nbe in Dorsetshire, but I should not like to bet on it.\r\n\r\n\"So you see things are being managed on the up-to-date chicken farm on\r\ngood, sound, Ukridge principles. This is only the beginning. I look\r\nwith confidence for further exciting events. I believe, if Ukridge\r\nkept white mice, he would manage to knock some feverish excitement out\r\nof it. He is at present lying on the sofa, smoking one of his infernal\r\nbrand of cigars. From the basement I can hear faintly the murmur of\r\ninnumerable fowls. We are a happy family; we are, we _are_, we ARE!\r\n\r\n\"P. S. Have you ever caught a fowl and carried it to roost? You take\r\nit under the wings, and the feel of it sets one's teeth on edge. It is\r\na grisly experience. All the time you are carrying it, it makes faint\r\nprotesting noises and struggles feebly to escape.\r\n\r\n\"P. P. S. You know the opinion of Pythagoras respecting fowls. That\r\n'the soul of our granddam might haply inhabit a bird.' I hope that\r\nyellow hen which Bob chased into the purple night is not the\r\ngrandmamma of any friend of mine.\"\r\n\r\n\r\n\r\n\r\nA REUNION\r\n\r\nVI\r\n\r\n\r\nThe day was Thursday, the date July the twenty-second. We had been\r\nchicken farmers for a whole week, and things were beginning to settle\r\ndown to a certain extent. The coops were finished. They were not\r\nmasterpieces, and I have seen chickens pause before them in deep\r\nthought, as who should say: \"Now what in the world have we struck\r\nhere?\" But they were coops, within the meaning of the act, and we\r\ninduced the hens to become tenants. The hardest work had been the\r\nfixing of the wire netting. This was the department of the hired man\r\nand myself. Beale and I worked ourselves into a fever in the sun,\r\nwhile the senior partner of the firm sat in the house, writing out\r\nplans and ideas and scribbling down his accounts (which must have been\r\ncomplicated) on gilt-edged correspondence cards. From time to time he\r\nabused his creditors, who were numerous.\r\n\r\nUkridge's financial methods were always puzzling to the ordinary mind.\r\nWe had hardly been at the farm a day before he began to order in a\r\nvast supply of necessary and unnecessary articles--all on credit. Some\r\nhe got from the village, others from neighboring towns. He has a way\r\nwith him, like Father O'Flynn, and the tradesmen behaved beautifully.\r\nThe things began to pour in from all sides--suits, groceries (of the\r\nvery best), a piano, a gramophone, and pictures of all kinds. He was\r\nnot one of those men who want but little here below. He wanted a great\r\ndeal, and of a superior quality. If a tradesman suggested that a small\r\ncheck on account would not be taken amiss, as one or two sordid\r\nfellows of the village did, he became pathetic.\r\n\r\n\"Confound it, sir,\" he would say with tears in his voice, laying a\r\nhand on the man's shoulder in an elder brotherly way, \"it's a trifle\r\nhard when a gentleman comes to settle here, that you should dun him\r\nfor things before he has settled the preliminary expenses about his\r\nhouse.\"\r\n\r\nThis sounded well, and suggested the disbursement of huge sums for\r\nrent. The fact that the house had been lent him rent free was kept\r\nwith some care in the background. Having weakened the man with pathos,\r\nhe would strike a sterner note. \"A little more of this,\" he would go\r\non, \"and I'll close my account. As it is, I think I will remove my\r\npatronage to a firm which will treat me civilly. Why, sir, I've never\r\nheard anything like it in all my experience.\" Upon which the man\r\nwould knuckle under and go away forgiven, with a large order for more\r\ngoods.\r\n\r\nOnce, when Ukridge and I were alone, I ventured to expostulate. High\r\nfinance was always beyond my mental grasp. \"Pay?\" he exclaimed, \"of\r\ncourse we shall pay. You don't seem to realize the possibilities of\r\nthis business. Garny, my boy, we are on to a big thing. The money\r\nisn't coming in yet. We must give it time. But soon we shall be\r\nturning over hundreds every week. I am in touch with Whiteley's and\r\nHarrod's and all the big places. Perfectly simple business matter.\r\nHere I am, I said, with a large chicken farm with all the modern\r\nimprovements. You want eggs, I said. I supply them. I will let you\r\nhave so many hundred eggs a week, I said; what will you give for them?\r\nWell, their terms did not come up to my scheduled prices, I admit, but\r\nwe mustn't sneer at small prices at first.\"\r\n\r\nThe upshot of it was that the firms mentioned supplied us with a\r\nquantity of goods, agreeing to receive phantom eggs in exchange. This\r\nsatisfied Ukridge. He had a faith in the laying powers of his hens\r\nwhich would have flattered those birds if they could have known of it.\r\nIt might also have stimulated their efforts in that direction, which\r\nup to date were feeble. This, however, I attributed to the fact that\r\nthe majority of our fowls--perhaps through some sinister practical\r\njoke on the part of the manager who had the manners of a marquis--were\r\ncocks. It vexed Ukridge. \"Here we are,\" he said complainingly, \"living\r\nwell and drinking well, in a newly furnished house, having to keep a\r\nservant and maintain our position in life, with expenses mounting and\r\nnot a penny coming in. It's absurd. We've got hundreds of hens (most\r\nof them cocks, it's true, but I forgot they didn't lay), and getting\r\nnot even enough eggs for our own table. We must make some more\r\narrangements. Come on in and let us think the thing out.\"\r\n\r\nBut this speech was the outcome of a rare moment of pessimism. In his\r\nbrighter moods he continued to express unbounded faith in the hens,\r\nand was willing to leave the thing to time.\r\n\r\nMeanwhile, we were creating quite a small sensation in the\r\nneighborhood. The interest of the natives was aroused at first by the\r\nfact that nearly all of them received informal visits from our fowls,\r\nwhich had strayed. Small boys would arrive in platoons, each bearing\r\nhis quota of stragglers. \"Be these your 'ens, zur?\" was the formula.\r\n\"If they be, we've got twenty-fower mower in our yard. Could 'ee coom\r\nover and fetch 'em?\"\r\n\r\nHowever, after the hired retainer and I had completed our work with\r\nthe wire netting, desertions became less frequent. People poured in\r\nfrom villages for miles around to look at the up-to-date chicken farm.\r\nIt was a pleasing and instructive spectacle to see Ukridge, in a pink\r\nshirt without a collar, and very dirty flannel trousers, lecturing to\r\nthe intelligent natives on the breeding of fowls. They used to go away\r\nwith the dazed air of men who have heard strange matters, and Ukridge,\r\nunexhausted, would turn to interview the next batch. I fancy we gave\r\nLyme Regis something to think about. Ukridge must have been in the\r\nnature of a staggerer to the rustic mind.\r\n\r\nIt was now, as I have said, Thursday, the twenty-second of July, a\r\nmemorable date to me. A glorious, sunny morning, of the kind which\r\nNature provides occasionally, in an ebullition of benevolence. It is\r\nat times such as this that we dream our dreams and compose our\r\nmasterpieces.\r\n\r\nAnd a masterpiece I was, indeed, making. The new novel was growing\r\nnobly. Striking scenes and freshets of scintillating dialogue rushed\r\nthrough my mind. I had neglected my writing for the past week in favor\r\nof the tending of fowls, but I was making up for lost time now.\r\nAnother uninterrupted quarter of an hour, and I firmly believe I\r\nshould have completed the framework of a novel that would have placed\r\nme with the great, in that select band whose members have no Christian\r\nnames. Another quarter of an hour and posterity would have known me as\r\n\"Garnet.\"\r\n\r\nBut it was not to be. I had just framed the most poignant, searching\r\nconversation between my heroine and my hero, and was about to proceed,\r\nflushed with great thoughts, to further triumphs, when a distant shout\r\nbrought me to earth.\r\n\r\n\"Stop her! Catch her! Garnet!\"\r\n\r\nI was in the paddock at the time. Coming toward me at her best pace\r\nwas a small hen. Behind the hen was Bob, doing, as usual, the thing\r\nthat he ought not to have done. Behind Bob--some way behind--was\r\nUkridge. It was his shout that I had heard.\r\n\r\n\"After her, Garny, old horse!\" he repeated. \"A valuable bird. Must not\r\nbe lost.\"\r\n\r\nWhen not in a catalepsy of literary composition, I am essentially the\r\nman of action. I laid aside my novel for future reference, and, after\r\na fruitless lunge at the hen as it passed, joined Bob in the chase.\r\n\r\nWe passed out of the paddock in the following order: First, the hen,\r\nas fresh as paint, and good for a five-mile spin; next, Bob, panting\r\nbut fit for anything; lastly, myself, determined, but mistrustful of\r\nmy powers of pedestrianism. In the distance Ukridge gesticulated and\r\nshouted advice.\r\n\r\nAfter the first field Bob gave up the chase, and sauntered off to\r\nscratch at a rabbit hole. He seemed to think that he had done all that\r\ncould be expected of him in setting the thing going. His air suggested\r\nthat he knew the affair was in competent hands, and relied on me to do\r\nthe right thing.\r\n\r\nThe exertions of the past few days had left me in very fair condition,\r\nbut I could not help feeling that in competition with the hen I was\r\novermatched. Neither in speed nor in staying power was I its equal.\r\nBut I pounded along doggedly. Whenever I find myself fairly started on\r\nany business I am reluctant to give it up. I began to set an\r\nextravagant value on the capture of the small hen. All the abstract\r\ndesire for fame which had filled my mind five minutes before was\r\nconcentrated now on that one feat. In a calmer moment I might have\r\nrealized that one bird more or less would not make a great deal of\r\ndifference to the fortunes of the chicken farm, but now my power of\r\nlogical reasoning had left me. All our fortunes seemed to me to center\r\nin the hen, now half a field in front of me.\r\n\r\nWe had been traveling downhill all this time, but at this point we\r\ncrossed the road and the ground began to rise. I was in that painful\r\ncondition which occurs when one has lost one's first wind and has not\r\nyet got one's second. I was hotter than I had ever been in my life.\r\n\r\nWhether the hen, too, was beginning to feel the effects of its run I\r\ndo not know, but it slowed down to a walk, and even began to peck in a\r\ntentative manner at the grass. This assumption on its part that the\r\nchase was at an end irritated me. I felt that I should not be worthy\r\nof the name of Englishman if I allowed myself to be treated as a\r\ncipher by a mere bird. It should realize yet that it was no light\r\nmatter to be pursued by J. Garnet, author of \"The Maneuvers of\r\nArthur,\" etc.\r\n\r\nA judicious increase of pace brought me within a yard or two of my\r\nquarry. But it darted from me with a startled exclamation and moved\r\noff rapidly up the hill. I followed, distressed. The pace was proving\r\ntoo much for me. The sun blazed down. It seemed to concentrate its\r\nrays on my back, to the exclusion of the surrounding scenery, in much\r\nthe same way as the moon behaves to the heroine of a melodrama. A\r\nstudent of the drama has put it on record that he has seen the moon\r\nfollow the heroine round the stage, and go off with her (left). The\r\nsun was just as attentive to me.\r\n\r\nWe were on level ground now. The hen had again slowed to a walk, and I\r\nwas capable of no better pace. Very gradually I closed in on it. There\r\nwas a high boxwood hedge in front of us. Just as I came close enough\r\nto stake my all on a single grab, the hen dived into this and\r\nstruggled through in the mysterious way in which birds do get through\r\nhedges.\r\n\r\nI was in the middle of the obstacle, very hot, tired, and dirty, when\r\nfrom the other side I heard a sudden shout of \"Mark over! Bird to the\r\nright!\" and the next moment I found myself emerging, with a black face\r\nand tottering knees, on to the gravel path of a private garden.\r\n\r\nBeyond the path was a croquet lawn, on which I perceived, as through a\r\nglass darkly, three figures. The mist cleared from my eyes and I\r\nrecognized two of the trio.\r\n\r\nOne was my Irish fellow-traveler, the other was his daughter.\r\n\r\nThe third member of the party was a man, a stranger to me. By some\r\nmiracle of adroitness he had captured the hen, and was holding it,\r\nprotesting, in a workman-like manner behind the wings.\r\n\r\n\r\n\r\n\r\nTHE ENTENTE CORDIALE\r\n\r\nVII\r\n\r\n\r\nIt has been well observed that there are moments and moments. The\r\npresent, as far as I was concerned, belonged to the more painful\r\nvariety.\r\n\r\nEven to my exhausted mind it was plain that there was need here for\r\nexplanations. An Irishman's croquet lawn is his castle, and strangers\r\ncannot plunge on to it unannounced through hedges without being\r\nprepared to give reasons.\r\n\r\nUnfortunately, speech was beyond me. I could have done many things at\r\nthat moment. I could have emptied a water butt, lain down and gone to\r\nsleep, or melted ice with a touch of the finger. But I could not\r\nspeak. The conversation was opened by the other man, in whose\r\nsoothing hand the hen now lay, apparently resigned to its fate.\r\n\r\n\"Come right in,\" he said pleasantly. \"Don't knock. Your bird, I\r\nthink?\"\r\n\r\nI stood there panting. I must have presented a quaint appearance. My\r\nhair was full of twigs and other foreign substances. My face was moist\r\nand grimy. My mouth hung open. I wanted to sit down. My legs felt as\r\nif they had ceased to belong to me.\r\n\r\n\"I must apologize--\" I began, and ended the sentence with gasps.\r\n\r\nConversation languished. The elderly gentleman looked at me with what\r\nseemed to me indignant surprise. His daughter looked through me. The\r\nman regarded me with a friendly smile, as if I were some old crony\r\ndropped in unexpectedly.\r\n\r\n\"I'm afraid--\" I said, and stopped again.\r\n\r\n\"Hard work, big-game hunting in this weather,\" said the man. \"Take a\r\nlong breath.\"\r\n\r\nI took several and felt better.\r\n\r\n\"I must apologize for this intrusion,\" I said successfully.\r\n\"Unwarrantable\" would have rounded off the sentence nicely, but\r\ninstinct told me not to risk it. It would have been mere bravado to\r\nhave attempted unnecessary words of five syllables at that juncture.\r\n\r\nI paused.\r\n\r\n\"Say on,\" said the man with the hen encouragingly, \"I'm a human being\r\njust like yourself.\"\r\n\r\n\"The fact is,\" I said, \"I didn't--didn't know there was a private\r\ngarden beyond the hedge. If you will give me my hen--\"\r\n\r\n\"It's hard to say good-by,\" said the man, stroking the bird's head\r\nwith the first finger of his disengaged hand. \"She and I are just\r\nbeginning to know and appreciate each other. However, if it must be--\"\r\n\r\nHe extended the hand which held the bird, and at this point a hitch\r\noccurred. He did his part of the business--the letting go. It was in\r\nmy department--the taking hold--that the thing was bungled. The hen\r\nslipped from my grasp like an eel, stood for a moment overcome by the\r\nsurprise of being at liberty once more, then fled and intrenched\r\nitself in some bushes at the farther end of the lawn.\r\n\r\nThere are times when the most resolute man feels that he can battle no\r\nlonger with fate; when everything seems against him and the only\r\ncourse left is a dignified retreat. But there is one thing essential\r\nto a dignified retreat. One must know the way out. It was that fact\r\nwhich kept me standing there, looking more foolish than anyone has\r\never looked since the world began. I could hardly ask to be conducted\r\noff the premises like the honored guest. Nor would it do to retire by\r\nthe way I had come. If I could have leaped the hedge with a single\r\nbound, that would have made a sufficiently dashing and debonair exit.\r\nBut the hedge was high, and I was incapable at the moment of achieving\r\na debonair leap over a footstool.\r\n\r\nThe man saved the situation. He seemed to possess that magnetic power\r\nover his fellows which marks the born leader. Under his command we\r\nbecame an organized army. The common object, the pursuit of the hen,\r\nmade us friends. In the first minute of the proceedings the Irishman\r\nwas addressing me as \"me dear boy,\" and the other man, who had\r\nintroduced himself rapidly as Tom Chase, lieutenant in his Majesty's\r\nnavy, was shouting directions to me by name. I have never assisted at\r\nany ceremony at which formality was so completely dispensed with. The\r\nice was not merely broken, it was shivered into a million fragments.\r\n\r\n\"Go in and drive her out, Garnet,\" shouted Mr. Chase. \"In my\r\ndirection, if you can. Look out on the left, Phyllis.\"\r\n\r\nEven in that disturbing moment I could not help noticing his use of\r\nthe Christian name. It seemed to me sinister. I did not like the idea\r\nof dashing young lieutenants in the royal navy calling a girl Phyllis\r\nwhose eyes had haunted me for just over a week--since, in fact, I had\r\nfirst seen them. Nevertheless, I crawled into the bushes and dislodged\r\nthe hen. She emerged at the spot where Mr. Chase was waiting with his\r\ncoat off, and was promptly enveloped in that garment and captured.\r\n\r\n\"The essence of strategy,\" observed Mr. Chase approvingly, \"is\r\nsurprise. A devilish neat piece of work.\"\r\n\r\nI thanked him. He deprecated the thanks. He had, he said, only done\r\nhis duty, as a man is bound to do. He then introduced me to the\r\nelderly Irishman, who was, it seemed, a professor--of what I do not\r\nknow--at Dublin University. By name, Derrick. He informed me that he\r\nalways spent the summer at Lyme Regis.\r\n\r\n\"I was surprised to see you at Lyme Regis,\" I said. \"When you got out\r\nat Yeovil, I thought I had seen the last of you.\"\r\n\r\nI think I am gifted beyond other men as regards the unfortunate\r\nturning of sentences.\r\n\r\n\"I meant,\" I added speedily, \"I was afraid I had.\"\r\n\r\n\"Ah, of course,\" he said, \"you were in our carriage coming down. I was\r\nconfident I had seen you before. I never forget a face.\"\r\n\r\n\"It would be a kindness,\" said Mr. Chase, \"if you would forget\r\nGarnet's as now exhibited. You'll excuse the personality, but you\r\nseem to have collected a good deal of the professor's property coming\r\nthrough that hedge.\"\r\n\r\n\"I was wondering,\" I said with gratitude. \"A wash--if I might?\"\r\n\r\n\"Of course, me boy, of course,\" said the professor. \"Tom, take Mr.\r\nGarnet off to your room, and then we'll have some lunch. You'll stay\r\nto lunch, Mr. Garnet?\"\r\n\r\nI thanked him for his kindness and went off with my friend, the\r\nlieutenant, to the house. We imprisoned the hen in the stables, to its\r\nprofound indignation, gave directions for lunch to be served to it,\r\nand made our way to Mr. Chase's room.\r\n\r\n\"So you've met the professor before?\" he said, hospitably laying out a\r\nchange of raiment for me--we were fortunately much of a height and\r\nbuild.\r\n\r\n\"I have never spoken to him,\" I said. \"We traveled down together in a\r\nvery full carriage, and I saw him next day on the beach.\"\r\n\r\n\"He's a dear old boy, if you rub him the right way.\"\r\n\r\n\"Yes?\" I said.\r\n\r\n\"But--I'm telling you this for your good and guidance--he can cut up\r\nrough. And when he does, he goes off like a four point seven. I think,\r\nif I were you--you don't mind my saying this?--I think, if I were you,\r\nI should _not_ mention Mr. Tim Healy at lunch.\"\r\n\r\nI promised that I would try to resist the temptation.\r\n\r\n\"And if you _could_ manage not to discuss home rule--\"\r\n\r\n\"I will make an effort.\"\r\n\r\n\"On any other topic he will be delighted to hear your views. Chatty\r\nremarks on bimetallism would meet with his earnest attention. A\r\nlecture on what to do with the cold mutton would be welcomed. But not\r\nIreland, if you don't mind. Shall we go down?\"\r\n\r\nWe got to know one another very well at lunch.\r\n\r\n\"Do you hunt hens,\" asked Mr. Chase, who was mixing the salad--he was\r\none of those men who seem to do everything a shade better than anyone\r\nelse, \"for amusement or by your doctor's orders?\"\r\n\r\n\"Neither,\" I said, \"and particularly not for amusement. The fact is I\r\nhave been lured down here by a friend of mine who has started a\r\nchicken farm--\"\r\n\r\nI was interrupted. All three of them burst into laughter. Mr. Chase in\r\nhis emotion allowed the vinegar to trickle on to the cloth, missing\r\nthe salad bowl by a clear two inches.\r\n\r\n\"You don't mean to tell us,\" he said, \"that you really come from the\r\none and only chicken farm?\"\r\n\r\nI could not deny it.\r\n\r\n\"Why, you're the man we've all been praying to meet for days past.\r\nHaven't we, professor?\"\r\n\r\n\"You're right, Tom,\" chuckled Mr. Derrick.\r\n\r\n\"We want to know all about it, Mr. Garnet,\" said Phyllis Derrick.\r\n\r\n\"Do you know,\" continued Mr. Chase, \"that you are the talk of the\r\ntown? Everybody is discussing you. Your methods are quite new and\r\noriginal, aren't they?\"\r\n\r\n\"Probably,\" I replied. \"Ukridge knows nothing about fowls. I know\r\nless. He considers it an advantage. He said our minds ought to be\r\nunbiased by any previous experience.\"\r\n\r\n\"Ukridge!\" said the professor. \"That was the name old Dawlish, the\r\ngrocer, said. I never forget a name. He is the gentleman who lectures\r\non the breeding of poultry, is he not? You do not?\"\r\n\r\nI hastened to disclaim any such feat.\r\n\r\n\"His lectures are very popular,\" said Phyllis with a little splutter\r\nof mirth.\r\n\r\n\"He enjoys them,\" I said.\r\n\r\n\"Look here, Garnet,\" said Mr. Chase, \"I hope you won't consider all\r\nthese questions impertinent, but you've no notion of the thrilling\r\ninterest we all take--at a distance--in your farm. We have been\r\ntalking of nothing else for a week. I have dreamed of it three nights\r\nrunning. Is Mr. Ukridge doing this as a commercial speculation, or is\r\nhe an eccentric millionaire?\"\r\n\r\n\"He's not a millionaire. I believe he intends to be, though, before\r\nlong, with the assistance of the fowls. But I hope you won't look on\r\nme as in any way responsible for the arrangements at the farm. I am\r\nmerely a laborer. The brain work of the business lies in Ukridge's\r\ndepartment.\"\r\n\r\n\"Tell me, Mr. Garnet,\" said Phyllis, \"do you use an incubator?\"\r\n\r\n\"Oh, yes, we have an incubator.\"\r\n\r\n\"I suppose you find it very useful?\"\r\n\r\n\"I'm afraid we use it chiefly for drying our boots when they get wet,\"\r\nI said.\r\n\r\nOnly that morning Ukridge's spare pair of tennis shoes had permanently\r\nspoiled the future of half-a-dozen eggs which were being hatched on\r\nthe spot where the shoes happened to be placed. Ukridge had been quite\r\nannoyed.\r\n\r\n\"I came down here principally,\" I said, \"in search of golf. I was told\r\nthere were links, but up to the present my professional duties have\r\nmonopolized me.\"\r\n\r\n\"Golf,\" said Professor Derrick. \"Why, yes. We must have a round or two\r\ntogether. I am very fond of golf. I generally spend the summer down\r\nhere improving my game.\"\r\n\r\nI said I should be delighted.\r\n\r\n       *       *       *       *       *\r\n\r\nThere was croquet after lunch--a game at which I am a poor performer.\r\nMiss Derrick and I played the professor and Chase. Chase was a little\r\nbetter than myself; the professor, by dint of extreme earnestness and\r\ncare, managed to play a fair game; and Phyllis was an expert.\r\n\r\n\"I was reading a book,\" said she, as we stood together watching the\r\nprofessor shaping at his ball at the other end of the lawn, \"by an\r\nauthor of the same surname as you, Mr. Garnet. Is he a relation of\r\nyours?\"\r\n\r\n\"I am afraid I am the person, Miss Derrick,\" I said.\r\n\r\n\"You wrote the book?\"\r\n\r\n\"A man must live,\" I said apologetically.\r\n\r\n\"Then you must have--oh, nothing.\"\r\n\r\n\"I could not help it, I'm afraid. But your criticism was very kind.\"\r\n\r\n\"Did you know what I was going to say?\"\r\n\r\n\"I guessed.\"\r\n\r\n\"It was lucky I liked it,\" she said with a smile.\r\n\r\n\"Lucky for me,\" I said.\r\n\r\n\"Why?\"\r\n\r\n\"It will encourage me to write another book. So you see what you have\r\nto answer for. I hope it will not trouble your conscience.\"\r\n\r\nAt the other end of the lawn the professor was still patting the balls\r\nabout, Chase the while advising him to allow for windage and elevation\r\nand other mysterious things.\r\n\r\n\"I should not have thought,\" she said, \"that an author cared a bit for\r\nthe opinion of an amateur.\"\r\n\r\n\"It all depends.\"\r\n\r\n\"On the author?\"\r\n\r\n\"On the amateur.\"\r\n\r\nIt was my turn to play at this point. I missed--as usual.\r\n\r\n\"I didn't like your heroine, Mr. Garnet.\"\r\n\r\n\"That was the one crumpled rose leaf. I have been wondering why ever\r\nsince. I tried to make her nice. Three of the critics liked her.\"\r\n\r\n\"Really?\"\r\n\r\n\"And the modern reviewer is an intelligent young man. What is a\r\n'creature,' Miss Derrick?\"\r\n\r\n\"Pamela in your book is a creature,\" she replied unsatisfactorily,\r\nwith the slightest tilt of the chin.\r\n\r\n\"My next heroine shall be a triumph,\" I said.\r\n\r\nShe should be a portrait, I resolved, from life.\r\n\r\nShortly after, the game came somehow to an end. I do not understand\r\nthe intricacies of croquet. But Phyllis did something brilliant and\r\nremarkable with the balls, and we adjourned for tea, which had been\r\nmade ready at the edge of the lawn while we played.\r\n\r\nThe sun was setting as I left to return to the farm, with the hen\r\nstored neatly in a basket in my hand. The air was deliciously cool and\r\nfull of that strange quiet which follows soothingly on the skirts of a\r\nbroiling midsummer afternoon. Far away--the sound seemed almost to\r\ncome from another world--the tinkle of a sheep bell made itself heard,\r\ndeepening the silence. Alone in a sky of the palest blue there\r\ntwinkled a small bright star.\r\n\r\nI addressed this star.\r\n\r\n\"She was certainly very nice to me,\" I said. \"Very nice, indeed.\"\r\n\r\nThe star said nothing.\r\n\r\n\"On the other hand,\" I went on, \"I don't like that naval man. He is a\r\ngood chap, but he overdoes it.\"\r\n\r\nThe star winked sympathetically.\r\n\r\n\"He calls her Phyllis,\" I said.\r\n\r\n\"Charawk,\" said the hen satirically from her basket.\r\n\r\n\r\n\r\n\r\nA LITTLE DINNER\r\n\r\nVIII\r\n\r\n\r\n\"Edwin comes to-day,\" said Mrs. Ukridge.\r\n\r\n\"And the Derricks,\" said Ukridge, sawing at the bread in his energetic\r\nway. \"Don't forget the Derricks, Millie.\"\r\n\r\n\"No, dear. Mrs. Beale is going to give us a very nice dinner. We\r\ntalked it over yesterday.\"\r\n\r\n\"Who is Edwin?\" I asked.\r\n\r\nWe were finishing breakfast on the second morning after my visit to\r\nthe Derricks. I had related my adventures to the staff of the farm on\r\nmy return, laying stress on the merits of our neighbors and their\r\ninterest in our doings, and the hired retainer had been sent off next\r\nmorning with a note from Mrs. Ukridge, inviting them to look over the\r\nfarm and stay to dinner.\r\n\r\n\"Edwin?\" said Ukridge. \"Beast of a cat.\"\r\n\r\n\"O Stanley!\" said Mrs. Ukridge plaintively. \"He's not. He's such a\r\ndear, Mr. Garnet. A beautiful, pure-bred Persian. He has taken\r\nprizes.\"\r\n\r\n\"He's always taking something--generally food. That's why he didn't\r\ncome down with us.\"\r\n\r\n\"A great, horrid _beast_ of a dog bit him, Mr. Garnet.\" Mrs. Ukridge's\r\neyes became round and shining. \"And poor Edwin had to go to a cats'\r\nhospital.\"\r\n\r\n\"And I hope,\" said Ukridge, \"the experience will do him good. Sneaked\r\na dog's bone, Garnet, under his very nose, if you please. Naturally,\r\nthe dog lodged a protest.\"\r\n\r\n\"I'm so afraid that he will be frightened of Bob. He will be very\r\ntimid, and Bob's so exceedingly boisterous. Isn't he, Mr. Garnet?\"\r\n\r\nI owned that Bob's manner was not that of a Vere de Vere.\r\n\r\n\"That's all right,\" said Ukridge; \"Bob won't hurt him, unless he tries\r\nto steal his bone. In that case we will have Edwin made into a rug.\"\r\n\r\n\"Stanley doesn't like Edwin,\" said Mrs. Ukridge plaintively.\r\n\r\n       *       *       *       *       *\r\n\r\nEdwin arrived early in the afternoon, and was shut into the kitchen.\r\nHe struck me as a handsome cat, but nervous. He had an excited eye.\r\n\r\nThe Derricks followed two hours later. Mr. Chase was not of the party.\r\n\r\n\"Tom had to go to London,\" explained the professor, \"or he would have\r\nbeen delighted to come. It was a disappointment to the boy, for he\r\nwanted to see the farm.\"\r\n\r\n\"He must come some other time,\" said Ukridge. \"We invite inspection.\r\nLook here,\" he broke off suddenly--we were nearing the fowl run now,\r\nMrs. Ukridge walking in front with Phyllis Derrick--\"were you ever at\r\nBristol?\"\r\n\r\n\"Never, sir,\" said the professor.\r\n\r\n\"Because I knew just such another fat little buffer there a few years\r\nago. Gay old bird, he was. He--\"\r\n\r\n\"This is the fowl run, professor,\" I broke in, with a moist, tingling\r\nfeeling across my forehead and up my spine. I saw the professor\r\nstiffen as he walked, while his face deepened in color. Ukridge's\r\nbreezy way of expressing himself is apt to electrify the stranger.\r\n\r\n\"You will notice the able way--ha, ha!--in which the wire netting is\r\narranged,\" I continued feverishly. \"Took some doing, that. By Jove!\r\nyes. It was hot work. Nice lot of fowls, aren't they? Rather a mixed\r\nlot, of course. Ha, ha! That's the dealer's fault, though. We are\r\ngetting quite a number of eggs now. Hens wouldn't lay at first.\r\nCouldn't make them.\"\r\n\r\nI babbled on till from the corner of my eye I saw the flush fade from\r\nthe professor's face and his back gradually relax its pokerlike\r\nattitude. The situation was saved for the moment, but there was no\r\nknowing what further excesses Ukridge might indulge in. I managed to\r\ndraw him aside as we went through the fowl run, and expostulated.\r\n\r\n\"For goodness' sake, be careful,\" I whispered. \"You've no notion how\r\ntouchy the professor is.\"\r\n\r\n\"But _I_ said nothing,\" he replied, amazed.\r\n\r\n\"Hang it, you know, nobody likes to be called a fat little buffer to\r\nhis face.\"\r\n\r\n\"What else could I call him? Nobody minds a little thing like that. We\r\ncan't be stilted and formal. It's ever so much more friendly to relax\r\nand be chummy.\"\r\n\r\nHere we rejoined the others, and I was left with a leaden foreboding\r\nof grewsome things in store. I knew what manner of man Ukridge was\r\nwhen he relaxed and became chummy. Friendships of years' standing had\r\nfailed to survive the test.\r\n\r\nFor the time being, however, all went well. In his role of lecturer he\r\noffended no one, and Phyllis and her father behaved admirably. They\r\nreceived the strangest theories without a twitch of the mouth.\r\n\r\n\"Ah,\" the professor would say, \"now, is that really so? Very\r\ninteresting, indeed.\"\r\n\r\nOnly once, when Ukridge was describing some more than usually original\r\ndevice for the furthering of the interests of his fowls, did a slight\r\nspasm disturb Phyllis's look of attentive reverence.\r\n\r\n\"And you have really had no previous experience in chicken farming?\"\r\nshe said.\r\n\r\n\"None,\" said Ukridge, beaming through his glasses, \"not an atom. But I\r\ncan turn my hand to anything, you know. Things seem to come naturally\r\nto me, somehow.\"\r\n\r\n\"I see,\" said Phyllis.\r\n\r\nIt was while matters were progressing with such beautiful smoothness\r\nthat I observed the square form of the hired retainer approaching us.\r\nSomehow--I cannot say why--I had a feeling that he came with bad news.\r\nPerhaps it was his air of quiet satisfaction which struck me as\r\nominous.\r\n\r\n\"Beg pardon, Mr. Ukridge, sir.\"\r\n\r\nUkridge was in the middle of a very eloquent excursus on the feeding\r\nof fowls. The interruption annoyed him.\r\n\r\n\"Well, Beale,\" he said, \"what is it?\"\r\n\r\n\"That there cat, sir, what came to-day.\"\r\n\r\n\"O Beale,\" cried Mrs. Ukridge in agitation, \"_what_ has happened?\"\r\n\r\n\"Having something to say to the missus--\"\r\n\r\n\"What has happened? O Beale, don't say that Edwin has been hurt? Where\r\nis he? Oh, _poor_ Edwin!\"\r\n\r\n\"Having something to say to the missus--\"\r\n\r\n\"If Bob has bitten him, I hope he had his nose _well_ scratched,\" said\r\nMrs. Ukridge vindictively.\r\n\r\n\"Having something to say to the missus,\" resumed the hired retainer\r\ntranquilly, \"I went into the kitchen ten minutes back. The cat was\r\nsitting on the mat.\"\r\n\r\nBeale's narrative style closely resembled that of a certain book I had\r\nread in my infancy. I wish I could remember its title. It was a\r\nwell-written book.\r\n\r\n\"Yes, Beale, yes?\" said Mrs. Ukridge. \"Oh, do go on!\"\r\n\r\n\"'Halloo, puss,' I says to him, 'and 'ow are you, sir?' 'Be careful,'\r\nsays the missus. ''E's that timid,' she says, 'you wouldn't believe,'\r\nshe says. ''E's only just settled down, as you may say,' she says.\r\n'Ho, don't you fret,' I says to her, ''im and me we understands each\r\nother. 'Im and me,' I says, 'is old friends. 'E's me dear old pal,\r\nCorporal Banks, of the Skrimshankers.' She grinned at that, ma'am,\r\nCorporal Banks being a man we'd 'ad many a 'earty laugh at in the old\r\ndays. 'E was, in a manner of speaking, a joke between us.\"\r\n\r\n\"Oh, do--go--on, Beale! What has happened to Edwin?\"\r\n\r\nThe hired retainer proceeded in calm, even tones.\r\n\r\n\"We was talking there, ma'am, when Bob, which had followed me unknown,\r\ntrotted in. When the cat ketched sight of 'im sniffing about, there\r\nwas such a spitting and swearing as you never 'eard, and blowed,\" said\r\nMr. Beale amusedly, as if the recollection tickled him, \"blowed if the\r\nold cat didn't give one jump and move in quick time up the chimley,\r\nwhere 'e now remains, paying no 'eed to the missus's attempts to get\r\nhim down again.\"\r\n\r\nSensation, as they say in the reports.\r\n\r\n\"But he'll be cooked,\" cried Phyllis, open-eyed.\r\n\r\nUkridge uttered a roar of dismay.\r\n\r\n\"No, he won't. Nor will our dinner. Mrs. Beale always lets the kitchen\r\nfire out during the afternoon. It's a cold dinner we'll get to-night,\r\nif that cat doesn't come down.\"\r\n\r\nThe professor's face fell. I had remarked on the occasion when I had\r\nlunched with him his evident fondness for the pleasures of the table.\r\nCold, impromptu dinners were plainly not to his taste.\r\n\r\nWe went to the kitchen in a body. Mrs. Beale was standing in front of\r\nthe empty grate making seductive cat noises up the chimney.\r\n\r\n\"What's all this, Mrs. Beale?\" said Ukridge.\r\n\r\n\"He won't come down, sir, not while he thinks Bob's about. And how I'm\r\nto cook dinner for five with him up the chimney I don't see, sir.\"\r\n\r\n\"Prod at him with a broom handle, Mrs. Beale,\" urged Ukridge.\r\n\r\n\"I 'ave tried that, sir, but I can't reach him, and I've only bin and\r\ndrove 'im further up. What must be,\" added Mrs. Beale philosophically,\r\n\"must be. He may come down of his own accord in the night. Bein'\r\n'ungry.\"\r\n\r\n\"Then what we must do,\" said Ukridge in a jovial manner which to me at\r\nleast seemed out of place, \"is to have a regular, jolly, picnic\r\ndinner, what? Whack up whatever we have in the larder, and eat that.\"\r\n\r\n\"A regular, jolly, picnic dinner,\" repeated the professor gloomily. I\r\ncould read what was passing in his mind.\r\n\r\n\"That will be delightful,\" said Phyllis.\r\n\r\n[Illustration: \"I've only bin and drove 'im further up,\" said Mrs.\r\nBeale.]\r\n\r\n\"Er--I think, my dear sir,\" said her father, \"it would be hardly fair\r\nof us to give any further trouble to Mrs. Ukridge and yourself. If you\r\nwill allow me, therefore, I will--\"\r\n\r\nUkridge became gushingly hospitable. He refused to think of allowing\r\nhis guests to go empty away. He would be able to whack up something,\r\nhe said. There was quite a good deal of the ham left, he was sure. He\r\nappealed to me to indorse his view that there was a tin of sardines\r\nand part of a cold fowl and plenty of bread and cheese.\r\n\r\n\"And after all,\" he said, speaking for the whole company in the\r\ngenerous, comprehensive way enthusiasts have, \"what more do we want in\r\nweather like this? A nice, light, cold dinner is ever so much better\r\nfor us than a lot of hot things.\"\r\n\r\nThe professor said nothing. He looked wan and unhappy.\r\n\r\nWe strolled out again into the garden, but somehow things seemed to\r\ndrag. Conversation was fitful, except on the part of Ukridge, who\r\ncontinued to talk easily on all subjects, unconscious of the fact that\r\nthe party was depressed, and at least one of his guests rapidly\r\nbecoming irritable. I watched the professor furtively as Ukridge\r\ntalked on, and that ominous phrase of Mr. Chase's concerning\r\nfour-point-seven guns kept coming into my mind. If Ukridge were to\r\ntread on any of his pet corns, as he might at any minute, there would\r\nbe an explosion. The snatching of the dinner from his very mouth, as\r\nit were, and the substitution of a bread-and-cheese and sardines menu\r\nhad brought him to the frame of mind when men turn and rend their\r\nnearest and dearest.\r\n\r\nThe sight of the table, when at length we filed into the dining room,\r\nsent a chill through me. It was a meal for the very young or the very\r\nhungry. The uncompromising coldness and solidity of the viands was\r\nenough to appall a man conscious that his digestion needed humoring. A\r\nhuge cheese faced us in almost a swash-buckling way, and I noticed\r\nthat the professor shivered slightly as he saw it. Sardines, looking\r\nmore oily and uninviting than anything I had ever seen, appeared in\r\ntheir native tin beyond the loaf of bread. There was a ham, in its\r\nthird quarter, and a chicken which had suffered heavily during a\r\nprevious visit to the table.\r\n\r\nWe got through the meal somehow, and did our best to delude ourselves\r\ninto the idea that it was all great fun, but it was a shallow\r\npretense. The professor was very silent by the time we had finished.\r\nUkridge had been terrible. When the professor began a story--his\r\nstories would have been the better for a little more briskness and\r\ncondensation--Ukridge interrupted him before he had got halfway\r\nthrough, without a word of apology, and began some anecdote of his\r\nown. He disagreed with nearly every opinion he expressed. It is true\r\nthat he did it all in such a perfectly friendly way, and was obviously\r\nso innocent of any intention of giving offense, that another man might\r\nhave overlooked the matter. But the professor, robbed of his good\r\ndinner, was at the stage when he had to attack somebody. Every moment\r\nI had been expecting the storm to burst.\r\n\r\nIt burst after dinner.\r\n\r\nWe were strolling in the garden when some demon urged Ukridge, apropos\r\nof the professor's mention of Dublin, to start upon the Irish\r\nquestion. My heart stood still.\r\n\r\nUkridge had boomed forth some very positive opinions of his own on the\r\nsubject of Ireland before I could get near enough to him to stop him.\r\nWhen I did, I suppose I must have whispered louder than I had\r\nintended, for the professor heard my words, and they acted as the\r\nmatch to the powder.\r\n\r\n\"He's touchy on the Irish question, is he?\" he thundered. \"Drop it, is\r\nit? And why? Why, sir? I'm one of the best-tempered men that ever came\r\nfrom Ireland, let me tell you, and I will not stay here to be insulted\r\nby the insinuation that I cannot discuss Irish affairs as calmly as\r\nanyone.\"\r\n\r\n\"But, professor--\"\r\n\r\n\"Take your hand off my arm, Mr. Garnet. I will not be treated like a\r\nchild. I am as competent to discuss the affairs of Ireland without\r\nheat as any man, let me tell you.\"\r\n\r\n\"Father--\"\r\n\r\n\"And let me tell you, Mr. Ukridge, that I consider your opinions\r\npoisonous. Poisonous, sir. And you know nothing whatever about the\r\nsubject, sir. I don't wish to see you or to speak to you again.\r\nUnderstand that, sir. Our acquaintance began to-day, and it will\r\ncease to-day. Good night to you. Come, Phyllis, me dear. Mrs. Ukridge,\r\ngood night.\"\r\n\r\nMr. Chase, when he spoke of four-point-seven guns, had known what he\r\nwas talking about.\r\n\r\n\r\n\r\n\r\nDIES IRAE\r\n\r\nIX\r\n\r\n\r\nWhy is it, I wonder, that stories of Retribution calling at the wrong\r\naddress strike us as funny instead of pathetic? I myself had been\r\namused by them many a time. In a book which I had just read, a shop\r\nwoman, being vexed with an omnibus conductor, had thrown a\r\nsuperannuated orange at him. It had found its billet not on him, but\r\non a perfectly inoffensive spectator. The missile, we are told, \"'it a\r\nyoung copper full in the hyeball.\" I had enjoyed this when I read it,\r\nbut now that fate had arranged a precisely similar situation, with\r\nmyself in the role of the young copper, the fun of the thing appealed\r\nto me not at all.\r\n\r\nIt was Ukridge who was to blame for the professor's regrettable\r\nexplosion and departure, and he ought by all laws of justice to have\r\nsuffered for it. As it was, I was the only person materially affected.\r\nIt did not matter to Ukridge. He did not care twopence one way or the\r\nother. If the professor were friendly, he was willing to talk to him\r\nby the hour on any subject, pleasant or unpleasant. If, on the other\r\nhand, he wished to have nothing more to do with us, it did not worry\r\nhim. He was content to let him go. Ukridge was a self-sufficing\r\nperson.\r\n\r\nBut to me it was a serious matter. More than serious. If I have done\r\nmy work as historian with any adequate degree of skill, the reader\r\nshould have gathered by this time the state of my feelings.\r\n\r\nMy love had grown with the days. Mr. J. Holt Schooling, or somebody\r\nelse with a taste for juggling with figures, might write a very\r\nreadable page or so of statistics in connection with the growth of\r\nlove in the heart of a man. In some cases it is, I believe, slow. In\r\nmy own I can only say that Jack's beanstalk was a backward plant in\r\ncomparison. It is true that we had not seen a great deal of one\r\nanother, and that, when we had met, our interviews had been brief and\r\nour conversation conventional; but it is the intervals between the\r\nmeetings that do the real damage. Absence, as the poet neatly remarks,\r\nmakes the heart grow fonder. And now, thanks to Ukridge's amazing\r\nidiocy, a barrier had been thrust between us. As if the business of\r\nfishing for a girl's heart were not sufficiently difficult and\r\ndelicate without the addition of needless obstacles! It was terrible\r\nto have to reestablish myself in the good graces of the professor\r\nbefore I could so much as begin to dream of Phyllis.\r\n\r\nUkridge gave me no balm.\r\n\r\n\"Well, after all,\" he said, when I pointed out to him quietly but\r\nplainly my opinion of his tactlessness, \"what does it matter? There\r\nare other people in the world besides the old buffer. And we haven't\r\ntime to waste making friends, as a matter of fact. The farm ought to\r\nkeep us busy. I've noticed, Garny, old boy, that you haven't seemed\r\nsuch a whale for work lately as you might be. You must buckle to, old\r\nhorse. We are at a critical stage. On our work now depends the success\r\nof the speculation. Look at those cocks. They're always fighting.\r\nFling a stone at them. What's the matter with you? Can't get the novel\r\noff your chest, what? You take my tip, and give your mind a rest.\r\nNothing like manual labor for clearing the brain. All the doctors say\r\nso. Those coops ought to be painted to-day or to-morrow. Mind you, I\r\nthink old Derrick would be all right if one persevered--\"\r\n\r\n\"And didn't call him a fat old buffer, and contradict everything he\r\nsaid and spoil all his stories by breaking in with chestnuts of your\r\nown in the middle,\" I interrupted with bitterness.\r\n\r\n\"Oh, rot, old boy! He didn't mind being called a fat old buffer. You\r\nkeep harping on that. A man likes one to be chatty with him. What was\r\nthe matter with old Derrick was a touch of liver. You should have\r\nstopped him taking that cheese. I say, old man, just fling another\r\nstone at those cocks, will you? They'll eat one another.\"\r\n\r\nI had hoped, fearing the while that there was not much chance of such\r\na thing happening, that the professor might get over his feeling of\r\ninjury during the night, and be as friendly as ever next day. But he\r\nwas evidently a man who had no objection whatever to letting the sun\r\ngo down upon his wrath, for, when I met him on the beach the\r\nfollowing morning, he cut me in the most uncompromising fashion.\r\n\r\nPhyllis was with him at the time, and also another girl who was, I\r\nsupposed from the strong likeness between them, her sister. She had\r\nthe same soft mass of brown hair. But to me she appeared almost\r\ncommonplace in comparison.\r\n\r\nIt is never pleasant to be cut dead. It produces the same sort of\r\nfeeling as is experienced when one treads on nothing where one\r\nimagined a stair to be. In the present instance the pang was mitigated\r\nto a certain extent--not largely--by the fact that Phyllis looked at\r\nme. She did not move her head, and I could not have declared\r\npositively that she moved her eyes; but nevertheless she certainly\r\nlooked at me. It was something. She seemed to say that duty compelled\r\nher to follow her father's lead, and that the act must not be taken as\r\nevidence of any personal animus.\r\n\r\nThat, at least, was how I read off the message.\r\n\r\nTwo days later I met Mr. Chase in the village.\r\n\r\n\"Halloo! so you're back,\" I said.\r\n\r\n\"You've discovered my secret,\" said he. \"Will you have a cigar or a\r\ncocoanut?\"\r\n\r\nThere was a pause.\r\n\r\n\"Trouble, I hear, while I was away,\" he said.\r\n\r\nI nodded.\r\n\r\n\"The man I live with, Ukridge, did it. Touched on the Irish question.\"\r\n\r\n\"Home rule?\"\r\n\r\n\"He mentioned it among other things.\"\r\n\r\n\"And the professor went off?\"\r\n\r\n\"Like a bomb.\"\r\n\r\n\"He would. It's a pity.\"\r\n\r\nI agreed.\r\n\r\nI am glad to say that I suppressed the desire to ask him to use his\r\ninfluence, if any, with Professor Derrick to effect a reconciliation.\r\nI felt that I must play the game.\r\n\r\n\"I ought not to be speaking to you, you know,\" said Mr. Chase. \"You're\r\nunder arrest.\"\r\n\r\n\"He's still--\" I stopped for a word.\r\n\r\n\"Very much so. I'll do what I can.\"\r\n\r\n\"It's very good of you.\"\r\n\r\n\"But the time is not yet ripe. He may be said at present to be\r\nsimmering down.\"\r\n\r\n\"I see. Thanks. Good-by.\"\r\n\r\n\"So long.\"\r\n\r\nAnd Mr. Chase walked on with long strides to the Cob.\r\n\r\n       *       *       *       *       *\r\n\r\nThe days passed slowly. I saw nothing more of Phyllis or her sister.\r\nThe professor I met once or twice on the links. I had taken earnestly\r\nto golf in this time of stress. Golf, it has been said, is the game of\r\ndisappointed lovers. On the other hand, it has further been pointed\r\nout that it does not follow that, because a man is a failure as a\r\nlover, he will be any good at all on the links. My game was distinctly\r\npoor at first. But a round or two put me back into my proper form,\r\nwhich is fair. The professor's demeanor at these accidental meetings\r\non the links was a faithful reproduction of his attitude on the beach.\r\nOnly by a studied imitation of the absolute stranger did he show that\r\nhe had observed my presence.\r\n\r\nOnce or twice after dinner, when Ukridge was smoking one of his\r\nspecial cigars while Mrs. Ukridge petted Edwin (now moving in society\r\nonce more, and in his right mind), I walked out across the fields\r\nthrough the cool summer night till I came to the hedge that shut off\r\nthe Derricks' grounds. Not the hedge through which I had made my first\r\nentrance, but another, lower, and nearer the house. Standing there\r\nunder the shade of a tree I could see the lighted windows of the\r\ndrawing-room.\r\n\r\nGenerally there was music inside, and, the windows being opened on\r\naccount of the warmth of the night, I was able to make myself a little\r\nmore miserable by hearing Phyllis sing. It deepened the feeling of\r\nbanishment.\r\n\r\nI shall never forget those furtive visits. The intense stillness of\r\nthe night, broken by an occasional rustling in the grass or the hedge;\r\nthe smell of the flowers in the garden beyond; the distant drone of\r\nthe sea.\r\n\r\n    \"God makes sech nights, all white and still,\r\n      Fur'z you can look and listen.\"\r\n\r\nAnother day had generally begun before I moved from my hiding place,\r\nand started for home, surprised to find my limbs stiff and my clothes\r\nbathed with dew.\r\n\r\nLife seemed a poor institution during these days.\r\n\r\n\r\n\r\n\r\nI ENLIST A MINION'S SERVICES\r\n\r\nX\r\n\r\n\r\nIt would be interesting to know to what extent the work of authors is\r\ninfluenced by their private affairs. If life is flowing smoothly for\r\nthem, are the novels they write in that period of content colored with\r\noptimism? And if things are running crosswise, do they work off the\r\nresultant gloom on their faithful public? If, for instance, Mr. W. W.\r\nJacobs had toothache, would he write like Mr. Hall Caine? If Maxim\r\nGorky were invited to lunch by the Czar, would he sit down and dash\r\noff a trifle in the vein of Mr. Dooley? Probably great authors have\r\nthe power of detaching their writing self from their living, workaday\r\nself. For my own part, the frame of mind in which I now found myself\r\ncompletely altered the scheme of my novel. I had designed it as a\r\nlight-comedy effort. Here and there a page or two to steady the\r\nreader, and show him what I could do in the way of pathos if I cared\r\nto try; but in the main a thing of sunshine and laughter. But now\r\ngreat slabs of gloom began to work themselves into the scheme of it.\r\nCharacters whom I had hitherto looked upon as altogether robust\r\ndeveloped fatal illnesses. A magnificent despondency became the\r\nkeynote of the book. Instead of marrying, my hero and heroine had a\r\nbig scene in the last chapter, at the end of which she informed him\r\nthat she was already secretly wedded to another, a man with whom she\r\nhad not even a sporting chance of being happy. I could see myself\r\ncorrecting proofs made pulpy by the tears of emotional printers.\r\n\r\nIt would not do. I felt that I must make a determined effort to shake\r\noff my depression. More than ever the need for conciliating the\r\nprofessor was borne in upon me. Day and night I spurred my brain to\r\nthink of some suitable means of engineering a reconciliation.\r\n\r\nIn the meantime I worked hard among the fowls, drove furiously on the\r\nlinks, and swam about the harbor when the affairs of the farm did not\r\nrequire my attention.\r\n\r\nThings were not going very well on our model chicken farm. Little\r\naccidents marred the harmony of life in the fowl run. On one occasion\r\na hen fell into a pot of tar, and came out an unspeakable object.\r\nChickens kept straying into the wrong coops, and, in accordance with\r\nfowl etiquette, were promptly pecked to death by the resident. Edwin\r\nmurdered a couple of Wyandottes, and was only saved from execution by\r\nthe tears of Mrs. Ukridge.\r\n\r\nIn spite of these occurrences, however, his buoyant optimism never\r\ndeserted Ukridge. They were incidents, annoying, but in no way\r\naffecting the prosperity of the farm.\r\n\r\n\"After all,\" he said, \"what's one bird more or less? Yes, I know I was\r\nangry when that beast of a cat lunched off those two, but that was\r\nmore for the principle of the thing. I'm not going to pay large sums\r\nfor chickens so that a beastly cat can lunch well. Still, we've plenty\r\nleft, and the eggs are coming in better now, though we've a deal of\r\nleeway to make up yet in that line. I got a letter from Whiteley's\r\nthis morning asking when my first consignment was to arrive. You know,\r\nthese people make a mistake in hurrying a man. It annoys him. It\r\nirritates him. When we really get going, Garny, my boy, I shall drop\r\nWhiteley's. I shall cut them out of my list, and send my eggs to their\r\ntrade rivals. They shall have a sharp lesson. It's a little hard. Here\r\nam I, worked to death looking after things down here, and these men\r\nhave the impertinence to bother me about their wretched business!\"\r\n\r\n[Illustration: Things were not going very well on our model chicken\r\nfarm.]\r\n\r\nIt was on the morning after this that I heard him calling me in a\r\nvoice in which I detected agitation. I was strolling about the\r\npaddock, as was my habit after breakfast, thinking about Phyllis and\r\nmy wretched novel. I had just framed a more than usually murky scene\r\nfor use in the earlier part of the book, when Ukridge shouted to me\r\nfrom the fowl run.\r\n\r\n\"Garnet, come here,\" he cried, \"I want you to see the most astounding\r\nthing.\"\r\n\r\nI joined him.\r\n\r\n\"What's the matter?\" I asked.\r\n\r\n\"Blest if I know. Look at those chickens. They've been doing that for\r\nthe last half hour.\"\r\n\r\nI inspected the chickens. There was certainly something the matter\r\nwith them. They were yawning broadly, as if we bored them. They stood\r\nabout singly and in groups, opening and shutting their beaks. It was\r\nan uncanny spectacle.\r\n\r\n\"What's the matter with them?\"\r\n\r\n\"It looks to me,\" I said, \"as if they were tired of life. They seem\r\nhipped.\"\r\n\r\n\"Oh, do look at that poor little brown one by the coop,\" said Mrs.\r\nUkridge sympathetically, \"I'm sure it's not well. See, it's lying\r\ndown. What _can_ be the matter with it?\"\r\n\r\n\"Can a chicken get a fit of the blues?\" I asked. \"Because, if so,\r\nthat's what they've got. I never saw a more bored-looking lot of\r\nbirds.\"\r\n\r\n\"I'll tell you what we'll do,\" said Ukridge. \"We'll ask Beale. He once\r\nlived with an aunt who kept fowls. He'll know all about it. Beale!\"\r\n\r\nNo answer.\r\n\r\n\"_Beale_!!\"\r\n\r\nA sturdy form in shirt sleeves appeared through the bushes, carrying\r\na boot. We seemed to have interrupted him in the act of cleaning it.\r\n\r\n\"Beale, you know about fowls. What's the matter with these chickens?\"\r\n\r\nThe hired retainer examined the _blase_ birds with a wooden expression\r\non his face.\r\n\r\n\"Well?\" said Ukridge.\r\n\r\n\"The 'ole thing 'ere,\" said the hired retainer, \"is these 'ere fowls\r\nhave bin and got the roop.\"\r\n\r\nI had never heard of the disease before, but it sounded quite\r\nhorrifying.\r\n\r\n\"Is that what makes them yawn like that?\" said Mrs. Ukridge.\r\n\r\n\"Yes, ma'am.\"\r\n\r\n\"Poor things!\"\r\n\r\n\"Yes, ma'am.\"\r\n\r\n\"And have they all got it?\"\r\n\r\n\"Yes, ma'am.\"\r\n\r\n\"What ought we to do?\" asked Ukridge.\r\n\r\nThe hired retainer perpended.\r\n\r\n\"Well, my aunt, sir, when 'er fowls 'ad the roop, she give them snuff.\r\nGive them snuff, she did,\" he repeated with relish, \"every morning.\"\r\n\r\n\"Snuff!\" said Mrs. Ukridge.\r\n\r\n\"Yes, ma'am. She give them snuff till their eyes bubbled.\"\r\n\r\nMrs. Ukridge uttered a faint squeak at this vivid piece of word\r\npainting.\r\n\r\n\"And did it cure them?\" asked Ukridge.\r\n\r\n\"No, sir,\" responded the expert soothingly. \"They died.\"\r\n\r\n\"Oh, go away, Beale, and clean your beastly boots,\" said Ukridge.\r\n\"You're no use. Wait a minute. Who would know about this infernal roop\r\nthing? One of those farmer chaps would, I suppose. Beale, go off to\r\nfarmer Leigh at Up Lyme, and give him my compliments, and ask him what\r\nhe does when his fowls get the roop.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"No, I'll go, Ukridge,\" I said, \"I want some exercise.\"\r\n\r\nI whistled to Bob, who was investigating a mole heap in the paddock,\r\nand set off to consult farmer Leigh. He had sold us some fowls shortly\r\nafter our arrival, so might be expected to feel a kindly interest in\r\ntheir ailing families.\r\n\r\nThe path to Up Lyme lies across deep-grassed meadows. At intervals it\r\npasses over a stream by means of foot bridges. The stream curls\r\nthrough the meadows like a snake.\r\n\r\nAnd at the first of these bridges I met Phyllis.\r\n\r\nI came upon her quite suddenly. The other end of the bridge was hidden\r\nfrom my view. I could hear somebody coming through the grass, but not\r\ntill I was on the bridge did I see who it was. We reached the bridge\r\nsimultaneously. She was alone. She carried a sketching block. All\r\nnice girls sketch a little.\r\n\r\nThere was room for one alone on the foot bridge, and I drew back to\r\nlet her pass.\r\n\r\nAs it is the privilege of woman to make the first sign of recognition,\r\nI said nothing. I merely lifted my hat in a noncommitting fashion.\r\n\r\n\"Are you going to cut me, I wonder?\" I said to myself.\r\n\r\nShe answered the unspoken question as I hoped it would be answered.\r\n\r\n\"Mr. Garnet,\" she said, stopping at the end of the bridge.\r\n\r\n\"Miss Derrick?\"\r\n\r\n\"I couldn't tell you so before, but I am so sorry this has happened.\"\r\n\r\n\"You are very kind,\" I said, realizing as I said it the miserable\r\ninadequacy of the English language. At a crisis when I would have\r\ngiven a month's income to have said something neat, epigrammatic,\r\nsuggestive, yet withal courteous and respectful, I could only find a\r\nhackneyed, unenthusiastic phrase which I should have used in accepting\r\nan invitation from a bore to lunch with him at his club.\r\n\r\n\"Of course you understand my friends must be my father's friends.\"\r\n\r\n\"Yes,\" I said gloomily, \"I suppose so.\"\r\n\r\n\"So you must not think me rude if I--I--\"\r\n\r\n\"Cut me,\" said I with masculine coarseness.\r\n\r\n\"Don't seem to see you,\" said she, with feminine delicacy, \"when I am\r\nwith my father. You will understand?\"\r\n\r\n\"I shall understand.\"\r\n\r\n\"You see\"--she smiled--\"you are under arrest, as Tom says.\"\r\n\r\nTom!\r\n\r\n\"I see,\" I said.\r\n\r\n\"Good-by.\"\r\n\r\n\"Good-by.\"\r\n\r\nI watched her out of sight, and went on to interview Mr. Leigh.\r\n\r\nWe had a long and intensely uninteresting conversation about the\r\nmaladies to which chickens are subject. He was verbose and\r\nreminiscent. He took me over his farm, pointing out as he went\r\nDorkings and Cochin Chinas which he had cured of diseases generally\r\nfatal, with, as far as I could gather, Christian Science principles.\r\n\r\nI left at last with instructions to paint the throats of the stricken\r\nbirds with turpentine--a task imagination boggled at, and one which I\r\nproposed to leave exclusively to Ukridge and the hired retainer. As I\r\nhad a slight headache, a visit to the Cob would, I thought, do me\r\ngood. I had missed my bath that morning, and was in need of a breath\r\nof sea air.\r\n\r\nIt was high tide, and there was deep water on three sides of the Cob.\r\n\r\nIn a small boat in the offing Professor Derrick appeared, fishing. I\r\nhad seen him engaged in this pursuit once or twice before. His only\r\ncompanion was a gigantic boatman, by name Harry Hawk.\r\n\r\nI sat on the seat at the end of the Cob, and watched the professor. It\r\nwas an instructive sight, an object lesson to those who hold that\r\noptimism has died out of the race. I had never seen him catch a fish.\r\nHe did not look to me as if he were at all likely to catch a fish. Yet\r\nhe persevered.\r\n\r\nThere are few things more restful than to watch some one else busy\r\nunder a warm sun. As I sat there, my mind ranged idly over large\r\nsubjects and small. I thought of love and chicken farming. I mused on\r\nthe immortality of the soul. In the end I always returned to the\r\nprofessor. Sitting, as I did, with my back to the beach, I could see\r\nnothing but his boat. It had the ocean to itself.\r\n\r\nI began to ponder over the professor. I wondered dreamily if he were\r\nvery hot. I tried to picture his boyhood. I speculated on his future,\r\nand the pleasure he extracted from life.\r\n\r\nIt was only when I heard him call out to Hawk to be careful, when a\r\nmovement on the part of that oarsman set the boat rocking, that I\r\nbegan to weave romances round him in which I myself figured.\r\n\r\nBut, once started, I progressed rapidly. I imagined a sudden upset.\r\nProfessor struggling in water. Myself (heroically): \"Courage! I'm\r\ncoming!\" A few rapid strokes. Saved! Sequel: A subdued professor,\r\ndripping salt water and tears of gratitude, urging me to become his\r\nson-in-law. That sort of thing happened in fiction. It was a shame\r\nthat it should not happen in real life. In my hot youth I once had\r\nseven stories in seven weekly penny papers in the same month all\r\ndealing with a situation of the kind. Only the details differed. In\r\n\"Not Really a Coward,\" Vincent Devereux had rescued the earl's\r\ndaughter from a fire, whereas in \"Hilda's Hero\" it was the peppery old\r\nfather whom Tom Slingsby saved. Singularly enough, from drowning. In\r\nother words, I, a very mediocre scribbler, had effected seven times in\r\na single month what the powers of the universe could not manage once,\r\neven on the smallest scale.\r\n\r\nI was a little annoyed with the powers of the universe.\r\n\r\n       *       *       *       *       *\r\n\r\nIt was at precisely three minutes to twelve--for I had just consulted\r\nmy watch--that the great idea surged into my brain. At four minutes to\r\ntwelve I had been grumbling impotently at Providence. By two minutes\r\nto twelve I had determined upon a manly and independent course of\r\naction.\r\n\r\nBriefly, it was this. Since dramatic accident and rescue would not\r\nhappen of its own accord, I would arrange one for myself. Hawk looked\r\nto me the sort of man who would do anything in a friendly way for a\r\nfew shillings.\r\n\r\n       *       *       *       *       *\r\n\r\nThat afternoon I interviewed Mr. Hawk at the Net and Mackerel.\r\n\r\n\"Hawk,\" I said to him darkly, over a mystic and conspirator-like pot,\r\n\"I want you, the next time you take Professor Derrick out\r\nfishing\"--here I glanced round, to make sure that we were not\r\noverheard--\"to upset him.\"\r\n\r\nHis astonished face rose slowly from the rim of the pot, like a full\r\nmoon.\r\n\r\n\"What 'ud I do that for?\" he gasped.\r\n\r\n\"Five shillings, I hope,\" said I; \"but I am prepared to go to ten.\"\r\n\r\nHe gurgled.\r\n\r\nI argued with the man. I was eloquent, but at the same time concise.\r\nMy choice of words was superb. I crystallized my ideas into pithy\r\nsentences which a child could have understood.\r\n\r\nAt the end of half an hour he had grasped all the salient points of\r\nthe scheme. Also he imagined that I wished the professor upset by way\r\nof a practical joke. He gave me to understand that this was the type\r\nof humor which was to be expected from a gentleman from London. I am\r\nafraid he must at one period of his career have lived at one of those\r\nwatering places to which trippers congregate. He did not seem to think\r\nhighly of the Londoner.\r\n\r\nI let it rest at that. I could not give my true reason, and this\r\nserved as well as any.\r\n\r\nAt the last moment he recollected that he, too, would get wet when the\r\naccident took place, and raised his price to a sovereign.\r\n\r\nA mercenary man. It is painful to see how rapidly the old simple\r\nspirit is dying out in rural districts. Twenty years ago a fisherman\r\nwould have been charmed to do a little job like that for a shilling.\r\n\r\n\r\n\r\n\r\nTHE BRAVE PRESERVER\r\n\r\nXI\r\n\r\n\r\nI could have wished, during the next few days, that Mr. Harry Hawk's\r\nattitude toward myself had not been so unctuously confidential and\r\nmysterious. It was unnecessary, in my opinion, for him to grin\r\nmeaningly whenever he met me in the street. His sly wink when we\r\npassed each other on the Cob struck me as in indifferent taste. The\r\nthing had been definitely arranged (half down and half when it was\r\nover), and there was no need for any cloak and dark-lantern effects. I\r\nobjected strongly to being treated as the villain of a melodrama. I\r\nwas merely an ordinary well-meaning man, forced by circumstances into\r\ndoing the work of Providence. Mr. Hawk's demeanor seemed to say:\r\n\r\n\"We are two reckless scoundrels, but bless you, _I_ won't give away\r\nyour guilty secret.\"\r\n\r\nThe climax came one morning as I was going along the street toward the\r\nbeach. I was passing a dark doorway, when out shimmered Mr. Hawk as if\r\nhe had been a specter instead of the most substantial man within a\r\nradius of ten miles.\r\n\r\n\"St!\" he whispered.\r\n\r\n\"Now look here, Hawk,\" I said wrathfully, for the start he had given\r\nme had made me bite my tongue, \"this has got to stop. I refuse to be\r\nhaunted in this way. What is it now?\"\r\n\r\n\"Mr. Derrick goes out this morning, zur.\"\r\n\r\n\"Thank goodness for that,\" I said. \"Get it over this morning, then,\r\nwithout fail. I couldn't stand another day of this.\"\r\n\r\nI went on to the Cob, where I sat down. I was excited. Deeds of great\r\nimport must shortly be done. I felt a little nervous. It would never\r\ndo to bungle the thing. Suppose by some accident I were to drown the\r\nprofessor, or suppose that, after all, he contented himself with a\r\nmere formal expression of thanks and refused to let bygones be\r\nbygones. These things did not bear thinking of.\r\n\r\nI got up and began to pace restlessly to and fro.\r\n\r\nPresently from the farther end of the harbor there put off Mr. Hawk's\r\nboat, bearing its precious cargo. My mouth became dry with excitement.\r\n\r\nVery slowly Mr. Hawk pulled round the end of the Cob, coming to a\r\nstandstill some dozen yards from where I was performing my beat. It\r\nwas evidently here that the scene of the gallant rescue had been\r\nfixed.\r\n\r\nMy eyes were glued upon Mr. Hawk's broad back. The boat lay almost\r\nmotionless on the water. I had never seen the sea smoother.\r\n\r\nIt seemed as if this perfect calm might continue for ever. Mr. Hawk\r\nmade no movement. Then suddenly the whole scene changed to one of vast\r\nactivity. I heard Mr. Hawk utter a hoarse cry, and saw him plunge\r\nviolently in his seat. The professor turned half round, and I caught\r\nsight of his indignant face, pink with emotion. Then the scene changed\r\nagain with the rapidity of a dissolving view. I saw Mr. Hawk give\r\nanother plunge, and the next moment the boat was upside down in the\r\nwater, and I was shooting head foremost to the bottom, oppressed with\r\nthe indescribably clammy sensation which comes when one's clothes are\r\nthoroughly wet.\r\n\r\nI rose to the surface close to the upturned boat. The first sight I\r\nsaw was the spluttering face of Mr. Hawk. I ignored him and swam to\r\nwhere the professor's head bobbed on the waters.\r\n\r\n\"Keep cool,\" I said. A silly remark in the circumstances.\r\n\r\nHe was swimming energetically but unskillfully. In his shore clothes\r\nit would have taken him at least a week to struggle to land.\r\n\r\nI knew all about saving people from drowning. We used to practice it\r\nwith a dummy in the swimming bath at school. I attacked him from the\r\nrear and got a good grip of him by the shoulders. I then swam on my\r\nback in the direction of land, and beached him at the feet of an\r\nadmiring crowd. I had thought of putting him under once or twice just\r\nto show him he was being rescued, but decided against such a course as\r\nneedlessly realistic. As it was, I fancy he had swallowed two or three\r\nhearty draughts of sea water.\r\n\r\nThe crowd was enthusiastic.\r\n\r\n\"Brave young feller,\" said somebody.\r\n\r\nI blushed. This was fame.\r\n\r\n\"Jumped in, he did, sure enough, an' saved the gentleman!\"\r\n\r\n\"Be the old soul drownded?\"\r\n\r\n\"That girt fule, 'Arry 'Awk!\"\r\n\r\nI was sorry for Mr. Hawk. Popular opinion, in which the professor\r\nwrathfully joined, was against him. I could not help thinking that my\r\nfellow-conspirator did well to keep out of it all. He was now sitting\r\nin the boat, which he had restored to its normal position, baling\r\npensively with an old tin can. To satire from the shore he paid no\r\nattention.\r\n\r\nThe professor stood up and stretched out his hand to me.\r\n\r\nI grasped it.\r\n\r\n\"Mr. Garnet,\" he said, for all the world as if he had been the father\r\nof the heroine of \"Hilda's Hero,\" \"we parted recently in anger. Let me\r\nthank you for your gallant conduct, and hope that bygones will be\r\nbygones.\"\r\n\r\n[Illustration: \"Mr. Garnet,\" he said, \"we parted recently in anger. I\r\nhope that bygones will be bygones.\"]\r\n\r\nLike Mr. Samuel Weller, I liked his conversation much. It was \"werry\r\npretty.\"\r\n\r\nI came out strong. I continued to hold his hand. The crowd raised a\r\nsympathetic cheer.\r\n\r\nI said:\r\n\r\n\"Professor, the fault was mine. Show that you have forgiven me by\r\ncoming up to the farm and putting on something dry.\"\r\n\r\n\"An excellent idea, me boy. I _am_ a little wet.\"\r\n\r\nWe walked briskly up the hill to the farm. Ukridge met us at the gate.\r\n\r\nHe diagnosed the situation rapidly.\r\n\r\n\"You're all wet,\" he said.\r\n\r\nI admitted it.\r\n\r\n\"Professor Derrick has had an unfortunate boating accident,\" I\r\nexplained.\r\n\r\n\"And Mr. Garnet heroically dived in, in all his clothes, and saved me\r\nlife,\" broke in the professor. \"A hero, sir. _A-choo!_\"\r\n\r\n\"You're catching cold, old horse,\" said Ukridge, all friendliness and\r\nconcern, his little differences with the professor having vanished\r\nlike thawed snow. \"This'll never do. Come upstairs and get into\r\nsomething of Garnet's. My own toggery wouldn't fit, what? Come along,\r\ncome along. I'll get you some hot water. Mrs. Beale--Mrs. _Beale_! We\r\nwant a large can of hot water. At once. What? Yes, immediately. What?\r\nVery well, then, as soon as you can. Now, then, Garny, my boy, out\r\nwith the duds. What do you think of this, now, professor? A sweetly\r\npretty thing in gray flannel. Here's a shirt. Get out of that wet\r\ntoggery, and Mrs. Beale shall dry it. Don't attempt to tell me about\r\nit till you've changed. Socks? Socks forward. Show socks. Here you\r\nare. Coat? Try this blazer. That's right. That's right.\"\r\n\r\nHe bustled about till the professor was clothed, then marched him\r\ndownstairs and gave him a cigar.\r\n\r\n\"Now, what's all this? What happened?\"\r\n\r\nThe professor explained. He was severe in his narration upon the\r\nunlucky Mr. Hawk.\r\n\r\n\"I was fishing, Mr. Ukridge, with me back turned, when I felt the boat\r\nrock violently from one side to the other to such an extent that I\r\nnearly lost me equilibrium. And then the boat upset. The man's a fool,\r\nsir. I could not see what had happened, my back being turned, as I\r\nsay.\"\r\n\r\n\"Garnet must have seen. What happened, Marmaduke?\"\r\n\r\nI tried to smooth things over for Mr. Hawk.\r\n\r\n\"It was very sudden,\" I said. \"It seemed to me as if the man had got\r\nan attack of cramp. That would account for it. He has the reputation\r\nof being a most sober and trustworthy fellow.\"\r\n\r\n\"Never trust that sort of man,\" said Ukridge. \"They are always the\r\nworst. It's plain to me that this man was beastly drunk, and upset the\r\nboat while trying to do a dance.\"\r\n\r\nThe professor was in the best of tempers, and I worked strenuously to\r\nkeep him so. My scheme had been so successful that its iniquity did\r\nnot worry me. I have noticed that this is usually the case in matters\r\nof this kind. It is the bungled crime that brings remorse.\r\n\r\n\"We must go round the links together one of these days, Mr. Garnet,\"\r\nsaid the professor. \"I have noticed you there on several occasions,\r\nplaying a strong game. I have lately taken to using a Schenectady\r\nputter. It is wonderful what a difference it makes.\"\r\n\r\nGolf is a great bond of union. We wandered about the grounds\r\ndiscussing the game, the _entente cordiale_ growing more firmly\r\nestablished every moment.\r\n\r\n\"We must certainly arrange a meeting,\" concluded the professor. \"I\r\nshall be interested to see how we stand with regard to one another. I\r\nhave improved my game considerably since I have been down\r\nhere--considerably.\"\r\n\r\n\"My only feat worthy of mention since I started the game,\" I said,\r\n\"has been to halve a round with Angus McLurkin at St. Andrew's.\"\r\n\r\n\"_The_ McLurkin?\" asked the professor, impressed.\r\n\r\n\"Yes. But it was one of his very off days, I fancy. He must have had\r\ngout, or something. And I have certainly never played so well since.\"\r\n\r\n\"Still--\" said the professor. \"Yes, we must really arrange to meet.\"\r\n\r\nWith Ukridge, who was in one of his less tactless moods, he became\r\nvery friendly.\r\n\r\nUkridge's ready agreement with his strictures on the erring Hawk had a\r\ngreat deal to do with this. When a man has a grievance he feels drawn\r\nto those who will hear him patiently and sympathize. Ukridge was all\r\nsympathy.\r\n\r\n\"The man is an unprincipled scoundrel,\" he said, \"and should be torn\r\nlimb from limb. Take my advice, Cholmondeley, and don't go out with\r\nhim again. Show him that you are not a man to be trifled with. The\r\nspilled child dreads the water, what? Human life isn't safe with such\r\nmen as Hawk roaming about.\"\r\n\r\n\"You are perfectly right, sir. The man can have no defense. I shall\r\nnot employ him again.\"\r\n\r\nI felt more than a little guilty while listening to this duet on the\r\nsubject of the man whom I had lured from the straight and narrow\r\npath. But my attempts at excusing him were ill received. Indeed, the\r\nprofessor showed such distinct signs of becoming heated that I\r\nabandoned my fellow-conspirator to his fate with extreme promptness.\r\nAfter all, an addition to the stipulated reward--one of these\r\ndays--would compensate him for any loss which he might sustain from\r\nthe withdrawal of the professor's custom. Mr. Harry Hawk was in good\r\nenough case. I would see that he did not suffer.\r\n\r\nFilled with these philanthropic feelings, I turned once more to talk\r\nwith the professor of niblicks and approach shots and holes done in\r\nthree without a brassy. We were a merry party at lunch--a lunch,\r\nfortunately, in Mrs. Beale's best vein, consisting of a roast chicken\r\nand sweets. Chicken had figured somewhat frequently of late on our\r\ndaily bill of fare.\r\n\r\nWe saw the professor off the premises in his dried clothes, and I\r\nturned back to put the fowls to bed in a happier frame of mind than I\r\nhad known for a long time. I whistled rag-time airs as I worked.\r\n\r\n\"Rum old buffer,\" said Ukridge meditatively. \"My goodness, I should\r\nhave liked to see him in the water. Why do I miss these good things?\"\r\n\r\n\r\n\r\n\r\nSOME EMOTIONS\r\n\r\nXII\r\n\r\n\r\nThe fame which came to me through that gallant rescue was a little\r\nembarrassing. I was a marked man. Did I walk through the village,\r\nheads emerged from windows, and eyes followed me out of sight. Did I\r\nsit on the beach, groups formed behind me and watched in silent\r\nadmiration. I was the man of the moment.\r\n\r\n\"If we'd wanted an advertisement for the farm,\" said Ukridge on one of\r\nthese occasions, \"we couldn't have had a better one than you, Garny,\r\nmy boy. You have brought us three distinct orders for eggs during the\r\nlast week. And I'll tell you what it is, we need all the orders we\r\ncan get that'll bring us in ready money. The farm is in a critical\r\ncondition, Marmaduke. The coffers are low, decidedly low. And I'll\r\ntell you another thing. I'm getting precious tired of living on\r\nnothing but chicken and eggs. So's Millie, though she doesn't say so.\"\r\n\r\n\"So am I,\" I said, \"and I don't feel like imitating your wife's proud\r\nreserve. I never want to see a chicken again except alive.\"\r\n\r\nFor the last week monotony had been the keynote of our commissariat.\r\nWe had cold chicken and eggs for breakfast, boiled chicken and eggs\r\nfor lunch, and roast chicken and eggs for dinner. Meals became a\r\nnuisance, and Mrs. Beale complained bitterly that we did not give her\r\na chance. She was a cook who would have graced an alderman's house,\r\nand served up noble dinners for gourmets, and here she was in this\r\nremote corner of the world ringing the changes on boiled chicken and\r\nroast chicken and boiled eggs and poached eggs. Mr. Whistler, set to\r\npaint signboards for public houses, might have felt the same restless\r\ndiscontent. As for her husband, the hired retainer, he took life as\r\ntranquilly as ever, and seemed to regard the whole thing as the most\r\nexhilarating farce he had ever been in. I think he looked on Ukridge\r\nas an amiable lunatic, and was content to rough it a little in order\r\nto enjoy the privilege of observing his movements. He made no\r\ncomplaints of the food. When a man has supported life for a number of\r\nyears on incessant army beef, the monotony of daily chicken and eggs\r\nscarcely strikes him.\r\n\r\n\"The fact is,\" said Ukridge, \"these tradesmen round here seem to be a\r\nsordid, suspicious lot. They clamor for money.\"\r\n\r\nHe mentioned a few examples. Vickers, the butcher, had been the first\r\nto strike, with the remark that he would like to see the color of Mr.\r\nUkridge's money before supplying further joints. Dawlish, the grocer,\r\nhad expressed almost exactly similar sentiments two days later, and\r\nthe ranks of these passive resisters had been receiving fresh recruits\r\never since. To a man the tradesmen of Lyme Regis seemed as deficient\r\nin simple faith as they were in Norman blood.\r\n\r\n\"Can't you pay some of them a little on account?\" I suggested. \"It\r\nwould set them going again.\"\r\n\r\n\"My dear old man,\" said Ukridge impressively, \"we need every penny of\r\nready money we can raise for the farm. The place simply eats money.\r\nThat infernal roop let us in for I don't know what.\"\r\n\r\nThat insidious epidemic had indeed proved costly. We had painted the\r\nthroats of the chickens with the best turpentine--at least, Ukridge\r\nand Beale had--but in spite of their efforts dozens had died, and we\r\nhad been obliged to sink much more money than was pleasant in\r\nrestocking the run.\r\n\r\n\"No,\" said Ukridge, summing up, \"these men must wait. We can't help\r\ntheir troubles. Why, good gracious, it isn't as if they'd been waiting\r\nfor the money long. We've not been down here much over a month. I\r\nnever heard such a scandalous thing. 'Pon my word, I've a good mind to\r\ngo round and have a straight talk with one or two of them. I come and\r\nsettle down here, and stimulate trade, and give them large orders, and\r\nthey worry me with bills when they know I'm up to my eyes in work,\r\nlooking after the fowls. One can't attend to everything. This business\r\nis just now at its most crucial point. It would be fatal to pay any\r\nattention to anything else with things as they are. These scoundrels\r\nwill get paid all in good time.\"\r\n\r\nIt is a peculiarity of situations of this kind that the ideas of\r\ndebtor and creditor as to what constitutes good time never coincide.\r\n\r\nI am afraid that, despite the urgent need for strict attention to\r\nbusiness, I was inclined to neglect my duties about this time. I had\r\ngot into the habit of wandering off, either to the links, where I\r\ngenerally found the professor and sometimes Phyllis, or on long walks\r\nby myself. There was one particular walk, along the Ware cliff,\r\nthrough some of the most beautiful scenery I have ever set eyes on,\r\nwhich more than any other suited my mood. I would work my way through\r\nthe woods till I came to a small clearing on the very edge of the\r\ncliff. There I would sit by the hour. Somehow I found that my ideas\r\nflowed more readily in that spot than in any other. My novel was\r\ntaking shape. It was to be called, by the way, if it ever won through\r\nto the goal of a title, \"The Brown-haired Girl.\"\r\n\r\nI had not been inside the professor's grounds since the occasion when\r\nI had gone in through the boxwood hedge. But on the afternoon\r\nfollowing my financial conversation with Ukridge I made my way thither\r\nafter a toilet which, from its length, should have produced better\r\nresults than it did.\r\n\r\nNot for four whole days had I caught so much as a glimpse of Phyllis.\r\nI had been to the links three times, and had met the professor twice,\r\nbut on both occasions she had been absent. I had not had the courage\r\nto ask after her. I had an absurd idea that my voice or my manner\r\nwould betray me in some way.\r\n\r\nThe professor was not at home. Nor was Mr. Chase. Nor was Miss Norah\r\nDerrick, the lady I had met on the beach with the professor. Miss\r\nPhyllis, said the maid, was in the garden.\r\n\r\nI went into the garden. She was sitting under the cedar by the tennis\r\nlawn, reading. She looked up as I approached.\r\n\r\nTo walk any distance under observation is one of the most trying\r\nthings I know. I advanced in bad order, hoping that my hands did not\r\nreally look as big as they felt. The same remark applied to my feet.\r\nIn emergencies of this kind a diffident man could very well dispense\r\nwith extremities. I should have liked to be wheeled up in a bath\r\nchair.\r\n\r\nI said it was a lovely afternoon; after which there was a lull in the\r\nconversation. I was filled with a horrid fear that I was boring her. I\r\nhad probably arrived at the very moment when she was most interested\r\nin her book. She must, I thought, even now be regarding me as a\r\nnuisance, and was probably rehearsing bitter things to say to the\r\nservant for not having had the sense to explain that she was out.\r\n\r\n\"I--er--called in the hope of seeing Professor Derrick,\" I said.\r\n\r\n\"You would find him on the links,\" she replied. It seemed to me that\r\nshe spoke wistfully.\r\n\r\n\"Oh, it--it doesn't matter,\" I said. \"It wasn't anything important.\"\r\n\r\nThis was true. If the professor had appeared then and there, I should\r\nhave found it difficult to think of anything to say to him which would\r\nhave accounted for my anxiety to see him.\r\n\r\nWe paused again.\r\n\r\n\"How are the chickens, Mr. Garnet?\" said she.\r\n\r\nThe situation was saved. Conversationally, I am like a clockwork toy.\r\nI have to be set going. On the affairs of the farm I could speak\r\nfluently. I sketched for her the progress we had made since her visit.\r\nI was humorous concerning roop, epigrammatic on the subject of the\r\nhired retainer and Edwin.\r\n\r\n\"Then the cat did come down from the chimney?\" said Phyllis.\r\n\r\nWe both laughed, and--I can answer for myself--felt the better for it.\r\n\r\n\"He came down next day,\" I said, \"and made an excellent lunch off one\r\nof our best fowls. He also killed another, and only just escaped death\r\nhimself at the hands of Ukridge.\"\r\n\r\n\"Mr. Ukridge doesn't like him, does he?\"\r\n\r\n\"If he does, he dissembles his love. Edwin is Mrs. Ukridge's pet. He\r\nis the only subject on which they disagree. Edwin is certainly in the\r\nway on a chicken farm. He has got over his fear of Bob, and is now\r\nperfectly lawless. We have to keep a constant eye on him.\"\r\n\r\n\"And have you had any success with the incubator? I love incubators. I\r\nhave always wanted to have one of my own, but we have never kept\r\nfowls.\"\r\n\r\n\"The incubator has not done all that it should have done,\" I said.\r\n\"Ukridge looks after it, and I fancy his methods are not the right\r\nmethods. I don't know if I have got the figures absolutely correct,\r\nbut Ukridge reasons on these lines. He says you are supposed to keep\r\nthe temperature up to a hundred and five degrees. I think he said a\r\nhundred and five. Then the eggs are supposed to hatch out in a week or\r\nso. He argues that you may just as well keep the temperature at\r\nseventy-two, and wait a fortnight for your chickens. I am certain\r\nthere's a fallacy in the system somewhere, because we never seem to\r\nget as far as the chickens. But Ukridge says his theory is\r\nmathematically sound and he sticks to it.\"\r\n\r\n\"Are you quite sure that the way you are doing it is the best way to\r\nmanage a chicken farm?\"\r\n\r\n\"I should very much doubt it. I am a child in these matters. I had\r\nonly seen a chicken in its wild state once or twice before we came\r\ndown here. I had never dreamed of being an active assistant on a real\r\nfarm. The whole thing began like Mr. George Ade's fable of the author.\r\nAn author--myself--was sitting at his desk trying to turn out\r\nsomething that could be converted into breakfast food, when a friend\r\ncame in and sat down on the table and told him to go right on and not\r\nmind him.\"\r\n\r\n\"Did Mr. Ukridge do that?\"\r\n\r\n\"Very nearly that. He called at my rooms one beautiful morning when I\r\nwas feeling desperately tired of London and overworked and dying for a\r\nholiday, and suggested that I should come to Lyme Regis with him and\r\nhelp him farm chickens. I have not regretted it.\"\r\n\r\n\"It is a lovely place, isn't it?\"\r\n\r\n\"The loveliest I have ever seen. How charming your garden is.\"\r\n\r\n\"Shall we go and look at it? You have not seen the whole of it.\"\r\n\r\nAs she rose I saw her book, which she had laid face downward on the\r\ngrass beside her. It was that same much-enduring copy of \"The\r\nManeuvers of Arthur.\" I was thrilled. This patient perseverance must\r\nsurely mean something.\r\n\r\nShe saw me looking at it.\r\n\r\n\"Did you draw Pamela from anybody?\" she asked suddenly.\r\n\r\nI was glad now that I had not done so. The wretched Pamela, once my\r\npride, was for some reason unpopular with the only critic about whose\r\nopinion I cared, and had fallen accordingly from her pedestal.\r\n\r\nAs we wandered down the gravel paths she gave me her opinion of the\r\nbook. In the main it was appreciative. I shall always associate the\r\nscent of yellow lubin with the higher criticism.\r\n\r\n\"Of course I don't know anything about writing books,\" she said.\r\n\r\n\"Yes?\" My tone implied, or I hoped it did, that she was an expert on\r\nbooks, and that if she was not it didn't matter.\r\n\r\n\"But I don't think you do your heroines well. I have got 'The\r\nOutsider'--\"\r\n\r\n(My other novel. Bastable & Kirby, six shillings. Satirical. All about\r\nsociety, of which I know less than I know about chicken farming.\r\nSlated by _Times_ and _Spectator_. Well received by the _Pelican_.)\r\n\r\n\"--and,\" continued Phyllis, \"Lady Maud is exactly the same as Pamela\r\nin 'The Maneuvers of Arthur.' I thought you must have drawn both\r\ncharacters from some one you knew.\"\r\n\r\n\"No,\" I said; \"no.\"\r\n\r\n\"I am so glad,\" said Phyllis.\r\n\r\nAnd then neither of us seemed to have anything to say.\r\n\r\nMy knees began to tremble. I realized that the moment had arrived when\r\nmy fate must be put to the touch, and I feared that the moment was\r\npremature. We cannot arrange these things to suit ourselves. I knew\r\nthat the time was not yet ripe, but the magic scent of the yellow\r\nlubin was too much for me.\r\n\r\n\"Miss Derrick--\" I said hoarsely.\r\n\r\nPhyllis was looking with more intentness than the attractions of the\r\nflower justified at a rose she held in her hand. The bees hummed in\r\nthe lubin.\r\n\r\n\"Miss Derrick--\" I said, and stopped again.\r\n\r\n\"I say, you people,\" said a cheerful voice, \"tea is ready. Halloo,\r\nGarnet, how are you? That medal arrived yet from the humane society?\"\r\n\r\nI spun round. Mr. Tom Chase was standing at the end of the path. I\r\ngrinned a sickly grin.\r\n\r\n\"Well, Tom,\" said Phyllis.\r\n\r\nAnd there was, I thought, just the faintest trace of annoyance in her\r\nvoice.\r\n\r\n\"I've been bathing,\" said Mr. Chase.\r\n\r\n\"Oh,\" I replied. \"And I wish,\" I added, \"that you'd drowned yourself.\"\r\n\r\nBut I added it silently to myself.\r\n\r\n\r\n\r\n\r\nTEA AND TENNIS\r\n\r\nXIII\r\n\r\n\r\n\"Met the professor's late boatman on the Cob,\" said Mr. Chase,\r\ndissecting a chocolate cake.\r\n\r\n\"Clumsy man,\" said Phyllis, \"I hope he was ashamed of himself. I shall\r\nnever forgive him for trying to drown papa.\"\r\n\r\nMy heart bled for Mr. Henry Hawk, that modern martyr.\r\n\r\n\"When I met him,\" said Tom Chase, \"he looked as if he had been trying\r\nto drown his sorrow as well.\"\r\n\r\n\"I knew he drank,\" said Phyllis severely, \"the very first time I saw\r\nhim.\"\r\n\r\n\"You might have warned the professor,\" murmured Mr. Chase.\r\n\r\n\"He couldn't have upset the boat if he had been sober.\"\r\n\r\n\"You never know. He may have done it on purpose.\"\r\n\r\n\"How absurd!\"\r\n\r\n\"Rather rough on the man, aren't you?\" I said.\r\n\r\n\"Merely a suggestion,\" continued Mr. Chase airily. \"I've been reading\r\nsensational novels lately, and it seems to me that Hawk's cut out to\r\nbe a minion. Probably some secret foe of the professor's bribed him.\"\r\n\r\nMy heart stood still. Did he know, I wondered, and was this all a\r\nroundabout way of telling me that he knew?\r\n\r\n\"The professor may be a member of an anarchist league, or something,\r\nand this is his punishment for refusing to assassinate the Kaiser.\"\r\n\r\n\"Have another cup of tea, Tom, and stop talking nonsense.\"\r\n\r\nMr. Chase handed in his cup.\r\n\r\n\"What gave me the idea that the upset was done on purpose was this. I\r\nsaw the whole thing from the Ware cliff. The spill looked to me just\r\nlike dozens I had seen at Malta.\"\r\n\r\n\"Why do they upset themselves on purpose at Malta particularly?\"\r\ninquired Phyllis.\r\n\r\n\"Listen carefully, my dear, and you'll know more about the ways of the\r\nnavy that guards your coasts than you did before. When men are allowed\r\non shore at Malta, the owner has a fancy to see them snugly on board\r\nagain at a certain reasonable hour. After that hour any Maltese\r\npoliceman who brings them aboard gets one sovereign, cash. But he has\r\nto do all the bringing part of it on his own. Consequence is, you see\r\nboats rowing out to the ship, carrying men who have overstayed their\r\nleave; and, when they get near enough, the able-bodied gentleman in\r\ncustody jumps to his feet, upsets the boat, and swims to the gangway.\r\nThe policemen, if they aren't drowned--they sometimes are--race him,\r\nand whichever gets there first wins. If it's the policeman, he gets\r\nhis sovereign. If it's the sailor, he is considered to have arrived\r\nnot in a state of custody, and gets off easier. What a judicious\r\nremark that was of the Governor of North Carolina to the Governor of\r\nSouth Carolina! Just one more cup, please, Phyllis.\"\r\n\r\n\"But how does all that apply?\" I asked, dry-mouthed.\r\n\r\n\"Why, Hawk upset the professor just as those Maltese were upset.\r\nThere's a patent way of doing it. Furthermore, by judicious\r\nquestioning, I found that Hawk was once in the navy, and stationed at\r\nMalta. _Now_, who's going to drag in Sherlock Holmes?\"\r\n\r\n\"You don't really think--\" I said, feeling like a criminal in the\r\ndock when the case is going against him.\r\n\r\n\"I think friend Hawk has been reenacting the joys of his vanished\r\nyouth, so to speak.\"\r\n\r\n\"He ought to be prosecuted,\" said Phyllis, blazing with indignation.\r\n\r\nAlas, poor Hawk!\r\n\r\n\"Nobody's safe with a man of that sort hiring out a boat.\"\r\n\r\nOh, miserable Hawk!\r\n\r\n\"But why on earth,\" I asked, as calmly as possible, \"should he play a\r\ntrick like that on Professor Derrick, Chase?\"\r\n\r\n\"Pure animal spirits, probably. Or he may, as I say, be a minion.\"\r\n\r\nI was hot all over.\r\n\r\n\"I shall tell father that,\" said Phyllis in her most decided voice,\r\n\"and see what he says. I don't wonder at the man taking to drink after\r\ndoing such a thing.\"\r\n\r\n\"I--I think you're making a mistake,\" I said.\r\n\r\n\"I never make mistakes,\" Mr. Chase replied. \"I am called Archibald the\r\nAll Right, for I am infallible. I propose to keep a reflective eye\r\nupon the jovial Hawk.\"\r\n\r\nHe helped himself to another section of the chocolate cake.\r\n\r\n\"Haven't you finished yet, Tom?\" inquired Phyllis. \"I'm sure Mr.\r\nGarnet's getting tired of sitting talking here.\"\r\n\r\nI shot out a polite negative. Mr. Chase explained with his mouth full\r\nthat he had by no means finished. Chocolate cake, it appeared, was the\r\ndream of his life. When at sea he was accustomed to lie awake o'\r\nnights thinking of it.\r\n\r\n\"You don't seem to realize,\" he said, \"that I have just come from a\r\ncruise on a torpedo boat. There was such a sea on, as a rule, that\r\ncooking operations were entirely suspended, and we lived on ham and\r\nsardines--without bread.\"\r\n\r\n\"How horrible!\"\r\n\r\n\"On the other hand,\" added Mr. Chase philosophically, \"it didn't\r\nmatter much, because we were all ill most of the time.\"\r\n\r\n\"Don't be nasty, Tom.\"\r\n\r\n\"I was merely defending myself. I hope Mr. Hawk will be able to do as\r\nwell when his turn comes. My aim, my dear Phyllis, is to show you in a\r\nseries of impressionist pictures the sort of thing I have to go\r\nthrough when I'm not here. Then perhaps you won't rend me so savagely\r\nover a matter of five minutes' lateness for breakfast.\"\r\n\r\n\"Five minutes! It was three quarters of an hour, and everything was\r\nsimply frozen.\"\r\n\r\n\"Quite right, too, in weather like this. You're a slave to convention,\r\nPhyllis. You think breakfast ought to be hot, so you always have it\r\nhot. On occasion I prefer mine cold. Mine is the truer wisdom. I have\r\nscoffed the better part, as the good Kipling has it. You can give the\r\ncook my compliments, Phyllis, and tell her--gently, for I don't wish\r\nthe glad news to overwhelm her--that I enjoyed that cake. Say that I\r\nshall be glad to hear from her again. Care for a game of tennis,\r\nGarnet?\"\r\n\r\n\"What a pity Norah isn't here,\" said Phyllis. \"We could have had a\r\nfour.\"\r\n\r\n\"But she is at present wasting her sweetness on the desert air of\r\nYeovil. You had better sit out and watch us, Phyllis. Tennis in this\r\nsort of weather is no job for the delicately nurtured feminine. I will\r\nexplain the finer points of my play as we go on. Look out particularly\r\nfor the Doherty Back-handed Slosh. A winning stroke every time.\"\r\n\r\nWe proceeded to the tennis court. I played with the sun in my eyes. I\r\nmight, if I chose, emphasize that fact, and attribute my subsequent\r\nrout to it, adding, by way of solidifying the excuse, that I was\r\nplaying in a strange court with a borrowed racket, and that my mind\r\nwas preoccupied--firstly, with _l'affaire_ Hawk; secondly, and\r\nchiefly, with the gloomy thought that Phyllis and my opponent seemed\r\nto be on fiendishly good terms with each other. Their manner at tea\r\nhad been almost that of an engaged couple. There was a thorough\r\nunderstanding between them. I will not, however, take refuge behind\r\nexcuses. I admit, without qualifying the statement, that Mr. Chase was\r\ntoo good for me. I had always been under the impression that\r\nlieutenants in the royal navy were not brilliant at tennis. I had met\r\nthem at various houses, but they had never shone conspicuously. They\r\nhad played an earnest, unobtrusive game, and generally seemed glad\r\nwhen it was over. Mr. Chase was not of this sort. His service was\r\nbottled lightning. His returns behaved like jumping crackers. He won\r\nthe first game in precisely four strokes. He served. I know now how\r\nsoldiers feel under fire. The balls whistled at me like live things.\r\nOnly once did I take the service with the full face of the racket, and\r\nthen I seemed to be stopping a bullet. I returned it into the net.\r\n\r\n\"Game,\" said Mr. Chase.\r\n\r\nI felt a worm, and no man. Phyllis, I thought, would probably judge my\r\nentire character from this exhibition. A man, she would reflect, who\r\ncould be so feeble and miserable a failure at tennis, could not be\r\ngood for much in any department of life. She would compare me\r\ninstructively with my opponent, and contrast his dash and brilliance\r\nwith my own inefficiency. Somehow, the massacre was beginning to have\r\na bad effect on my character. My self-respect was ebbing. A little\r\nmore of this, and I should become crushed--a mere human jelly. It was\r\nmy turn to serve. Service is my strong point at tennis. I am\r\ninaccurate but vigorous, and occasionally send in a quite unplayable\r\nshot. One or two of these, even at the expense of a fault or so, and I\r\nmight be permitted to retain at least a portion of my self-respect.\r\n\r\nI opened with two faults. The sight of Phyllis, sitting calm and cool\r\nin her chair under the cedar, unnerved me. I served another fault. And\r\nyet another.\r\n\r\n\"Here, I say, Garnet,\" observed Mr. Chase plaintively, \"do put me out\r\nof this hideous suspense. I'm becoming a mere bundle of quivering\r\nganglions.\"\r\n\r\nI loath facetiousness in moments of stress. I frowned austerely, made\r\nno reply, and served another fault, my fifth.\r\n\r\nMatters had reached a crisis. Even if I had to lob it under hand, I\r\nmust send the ball over the net with this next stroke.\r\n\r\nI restrained myself this time, eschewing the careless vigor which had\r\nmarked my previous efforts. The ball flew in a slow semicircle, and\r\npitched inside the correct court. At least, I told myself, I had not\r\nserved a fault.\r\n\r\nWhat happened then I cannot exactly say. I saw my opponent spring\r\nforward like a panther and whirl his racket. The next moment the back\r\nnet was shaking violently and the ball was rolling swiftly along the\r\nground on a return journey to the other court.\r\n\r\n\"Love--forty,\" said Mr. Chase. \"Phyllis!\"\r\n\r\n\"Yes?\"\r\n\r\n\"That was the Doherty Slosh.\"\r\n\r\n\"I thought it must be,\" said Phyllis.\r\n\r\nThe game ended with another brace of faults.\r\n\r\nIn the third game I managed to score fifteen. By the merest chance I\r\nreturned one of his red-hot serves, and--probably through\r\nsurprise--he failed to send it back again.\r\n\r\nIn the fourth and fifth games I omitted to score.\r\n\r\nWe began the sixth game. And now for some reason I played really well.\r\nI struck a little vein of brilliance. I was serving, and this time a\r\nproportion of my serves went over the net instead of trying to get\r\nthrough. The score went from fifteen all to forty-fifteen. Hope began\r\nto surge through my veins. If I could keep this up, I might win yet.\r\n\r\nThe Doherty Slosh diminished my lead by fifteen. The Renshaw Slam\r\nbrought the score to Deuce. Then I got in a really fine serve, which\r\nbeat him. 'Vantage in. Another Slosh. Deuce. Another Slam. 'Vantage\r\nout. It was an awesome moment. There is a tide in the affairs of men\r\nwhich taken at the flood--I served. Fault. I served again--a beauty.\r\nHe returned it like a flash into the corner of the court. With a\r\nsupreme effort I got to it. We rallied. I was playing like a\r\nprofessor. Then whizz!\r\n\r\nThe Doherty Slosh had beaten me on the post.\r\n\r\n\"Game _and_--\" said Mr. Chase, twirling his racket into the air and\r\ncatching it by the handle. \"Good game that last one.\"\r\n\r\nI turned to see what Phyllis thought of it. At the eleventh hour I had\r\nshown her of what stuff I was made.\r\n\r\nShe had disappeared.\r\n\r\n\"Looking for Miss Derrick?\" said Chase, jumping the net, and joining\r\nme in my court; \"she's gone into the house.\"\r\n\r\n\"When did she go?\"\r\n\r\n\"At the end of the fifth game,\" said Chase.\r\n\r\n\"Gone to dress for dinner, I suppose,\" he continued. \"It must be\r\ngetting late. I think I ought to be going, too, if you don't mind.\r\nThe professor gets a little restive if I keep him waiting for his\r\ndaily bread. Great Scott, that watch can't be right! What do you make\r\nit? Yes, so do I. I really think I must run. You won't mind? Good\r\nnight, then. See you to-morrow, I hope.\"\r\n\r\nI walked slowly out across the fields. That same star, in which I had\r\nconfided on a former occasion, was at its post. It looked placid and\r\ncheerful. _It_ never got beaten by six games to love under the eyes of\r\nits particular lady star. _It_ was never cut out ignominiously by\r\ninfernally capable lieutenants in his Majesty's navy. No wonder it was\r\ncheerful.\r\n\r\nIt must be pleasant to be a star.\r\n\r\n\r\n\r\n\r\nA COUNCIL OF WAR\r\n\r\nXIV\r\n\r\n\r\n\"The fact is,\" said Ukridge, \"if things go on as they are now, old\r\nhorse, we shall be in the cart. This business wants bucking up. We\r\ndon't seem to be making headway. What we want is time. If only these\r\nscoundrels of tradesmen would leave us alone for a spell, we might get\r\nthings going properly. But we're hampered and worried and rattled all\r\nthe time. Aren't we, Millie?\"\r\n\r\n\"Yes, dear.\"\r\n\r\n\"You don't let me see the financial side of the thing,\" I said,\r\n\"except at intervals. I didn't know we were in such a bad way. The\r\nfowls look fit enough, and Edwin hasn't had one for a week.\"\r\n\r\n\"Edwin knows as well as possible when he's done wrong, Mr. Garnet,\"\r\nsaid Mrs. Ukridge. \"He was so sorry after he had killed those other\r\ntwo.\"\r\n\r\n\"Yes,\" said Ukridge. \"I saw to that.\"\r\n\r\n\"As far as I can see,\" I continued, \"we're going strong. Chicken for\r\nbreakfast, lunch, and dinner is a shade monotonous, but look at the\r\nbusiness we're doing. We sold a whole heap of eggs last week.\"\r\n\r\n\"It's not enough, Garny, my boy. We sell a dozen eggs where we ought\r\nto be selling a hundred, carting them off in trucks for the London\r\nmarket. Harrod's and Whiteley's and the rest of them are beginning to\r\nget on their hind legs, and talk. That's what they're doing. You see,\r\nMarmaduke, there's no denying it--we _did_ touch them for a lot of\r\nthings on account, and they agreed to take it out in eggs. They seem\r\nto be getting tired of waiting.\"\r\n\r\n\"Their last letter was quite pathetic,\" said Mrs. Ukridge.\r\n\r\nI had a vision of an eggless London. I seemed to see homes rendered\r\ndesolate and lives embittered by the slump, and millionaires bidding\r\nagainst one another for the few specimens Ukridge had actually managed\r\nto dispatch to Brompton and Bayswater.\r\n\r\n\"I told them in my last letter but three,\" continued Ukridge\r\ncomplainingly, \"that I proposed to let them have the eggs on the\r\n_Times_ installment system, and they said I was frivolous. They said\r\nthat to send thirteen eggs as payment for goods supplied to the value\r\nof twenty-five pounds one shilling and sixpence was mere trifling.\r\nTrifling! when those thirteen eggs were absolutely all we had over\r\nthat week after Mrs. Beale had taken what she wanted for the kitchen.\r\nI tell you what it is, old boy, that woman literally eats eggs.\"\r\n\r\n\"The habit is not confined to her,\" I said.\r\n\r\n\"What I mean to say is, she seems to bathe in them.\"\r\n\r\nAn impressive picture to one who knew Mrs. Beale.\r\n\r\n\"She says she needs so many for puddings, dear,\" said Mrs. Ukridge. \"I\r\nspoke to her about it yesterday. And, of course, we often have\r\nomelets.\"\r\n\r\n\"She can't make omelets without breakings eggs,\" I urged.\r\n\r\n\"She can't make them without breaking us,\" said Ukridge. \"One or two\r\nmore omelets and we're done for. Another thing,\" he continued, \"that\r\nincubator thing won't work. _I_ don't know what's wrong with it.\"\r\n\r\n\"Perhaps it's your dodge of letting down the temperature.\"\r\n\r\nI had touched upon a tender point.\r\n\r\n\"My dear fellow,\" he said earnestly, \"there's nothing the matter with\r\nmy figures. It's a mathematical certainty. What's the good of\r\nmathematics if not to help you work out that sort of thing? No,\r\nthere's something wrong with the machine itself, and I shall probably\r\nmake a complaint to the people I got it from. Where did we get the\r\nincubator, Millie?\"\r\n\r\n\"Harrod's, I think, dear. Yes, it was Harrod's. It came down with the\r\nfirst lot of things from there.\"\r\n\r\n\"Then,\" said Ukridge, banging the table with his fist, while his\r\nglasses flashed triumph, \"we've got 'em! Write and answer that letter\r\nof theirs to-night, Millie. Sit on them.\"\r\n\r\n\"Yes, dear.\"\r\n\r\n\"And tell 'em that we'd have sent 'em their confounded eggs weeks ago\r\nif only their rotten, twopenny-ha'penny incubator had worked with any\r\napproach to decency.\"\r\n\r\n\"Or words to that effect,\" I suggested.\r\n\r\n\"Add in a postscript that I consider that the manufacturer of the\r\nthing ought to rent a padded cell at Earlswood, and that they are\r\nscoundrels for palming off a groggy machine of that sort on me. I'll\r\nteach them!\"\r\n\r\n\"Yes, dear.\"\r\n\r\n\"The ceremony of opening the morning's letters at Harrod's ought to be\r\nfull of interest and excitement to-morrow,\" I said.\r\n\r\nThis dashing counter stroke served to relieve Ukridge's pessimistic\r\nmood. He seldom looked on the dark side of things for long at a time.\r\nHe began now to speak hopefully of the future. He planned out\r\ningenious, if somewhat impracticable, improvements in the farm. Our\r\nfowls were to multiply so rapidly and consistently that within a short\r\nspace of time Dorsetshire would be paved with them. Our eggs were to\r\nincrease in size till they broke records, and got three-line notices\r\nin the \"Items of Interest\" column of the _Daily Mail_. Briefly, each\r\nhen was to become a happy combination of rabbit and ostrich.\r\n\r\n\"There is certainly a good time coming,\" I said. \"May it be soon.\r\nMeanwhile, there remain the local tradesmen. What of them?\"\r\n\r\nUkridge relapsed once more into pessimism.\r\n\r\n\"They are the worst of the lot,\" he said. \"I don't mind about the\r\nLondon men so much. They only write. And a letter or two hurts nobody.\r\nBut when it comes to butchers and bakers and grocers and fishmongers\r\nand fruiterers, and what not, coming up to one's house and dunning one\r\nin one's own garden--well, it's a little hard, what?\"\r\n\r\nIt may be wondered why, before things came to such a crisis, I had not\r\nplaced my balance at the bank at the disposal of the senior partner\r\nfor use on behalf of the firm. The fact was that my balance was at\r\nthe moment small. I have not yet in the course of this narrative gone\r\ninto my pecuniary position, but I may state here that it was an\r\ninconvenient one. It was big with possibilities, but of ready cash\r\nthere was but a meager supply. My parents had been poor, but I had a\r\nwealthy uncle. Uncles are notoriously careless of the comfort of their\r\nnephews. Mine was no exception. He had views. He was a great believer\r\nin matrimony, as, having married three wives--not, I should add,\r\nsimultaneously--he had every right to be. He was also of opinion that\r\nthe less money the young bachelor possessed, the better. The\r\nconsequence was that he announced his intention of giving me a\r\nhandsome allowance from the day that I married, but not an instant\r\nbefore. Till that glad day I would have to shift for myself. And I am\r\nbound to admit that--for an uncle--it was a remarkably sensible idea.\r\nI am also of opinion that it is greatly to my credit, and a proof of\r\nmy pure and unmercenary nature, that I did not instantly put myself up\r\nto be raffled for, or rush out into the streets and propose marriage\r\nto the first lady I met. I was making enough with my pen to support\r\nmyself, and, be it ever so humble, there is something pleasant in a\r\nbachelor existence, or so I had thought until very recently.\r\n\r\nI had thus no great stake in Ukridge's chicken farm. I had contributed\r\na modest five pounds to the preliminary expenses, and another five\r\npounds after the roop incident. But further I could not go with\r\nsafety. When his income is dependent on the whims of editors and\r\npublishers, the prudent man keeps something up his sleeve against a\r\nsudden slump in his particular wares. I did not wish to have to make a\r\nhurried choice between matrimony and the workhouse.\r\n\r\nHaving exhausted the subject of finance--or, rather, when I began to\r\nfeel that it was exhausting me--I took my clubs and strolled up the\r\nhill to the links to play off a match with a sportsman from the\r\nvillage. I had entered some days previously a competition for a trophy\r\n(I quote the printed notice) presented by a local supporter of the\r\ngame, in which up to the present I was getting on nicely. I had\r\nsurvived two rounds, and expected to beat my present opponent, which\r\nwould bring me into the semi-final. Unless I had bad luck, I felt that\r\nI ought to get into the final, and win it. As far as I could gather\r\nfrom watching the play of my rivals, the professor was the best of\r\nthem, and I was convinced that I should have no difficulty with him.\r\nBut he had the most extraordinary luck at golf, though he never\r\nadmitted it. He also exercised quite an uncanny influence on his\r\nopponent. I have seen men put completely off their stroke by his good\r\nfortune.\r\n\r\nI disposed of my man without difficulty. We parted a little coldly. He\r\ndecapitated his brassy on the occasion of his striking Dorsetshire\r\ninstead of his ball, and he was slow in recovering from the complex\r\nemotions which such an episode induces.\r\n\r\nIn the clubhouse I met the professor, whose demeanor was a welcome\r\ncontrast to that of my late antagonist. The professor had just routed\r\nhis opponent, and so won through to the semi-final. He was warm but\r\njubilant.\r\n\r\nI congratulated him, and left the place.\r\n\r\nPhyllis was waiting outside. She often went round the course with him.\r\n\r\n\"Good afternoon,\" I said. \"Have you been round with the professor?\"\r\n\r\n\"Yes. We must have been in front of you. Father won his match.\"\r\n\r\n\"So he was telling me. I was very glad to hear it.\"\r\n\r\n\"Did you win, Mr. Garnet?\"\r\n\r\n\"Yes. Pretty easily. My opponent had bad luck all through. Bunkers\r\nseemed to have a magnetic attraction for him.\"\r\n\r\n\"So you and father are both in the semi-final? I hope you will play\r\nvery badly.\"\r\n\r\n\"Thank you, Miss Derrick,\" I said.\r\n\r\n\"Yes, it does sound rude, doesn't it? But father has set his heart on\r\nwinning this year. Do you know that he has played in the final round\r\ntwo years running now?\"\r\n\r\n\"Really?\"\r\n\r\n\"Both times he was beaten by the same man.\"\r\n\r\n\"Who was that? Mr. Derrick plays a much better game than anybody I\r\nhave seen on these links.\"\r\n\r\n\"It was nobody who is here now. It was a Colonel Jervis. He has not\r\ncome to Lyme Regis this year. That is why father is hopeful.\"\r\n\r\n\"Logically,\" I said, \"he ought to be certain to win.\"\r\n\r\n\"Yes; but, you see, you were not playing last year, Mr. Garnet.\"\r\n\r\n\"Oh, the professor can make rings round me,\" I said.\r\n\r\n\"What did you go round in to-day?\"\r\n\r\n\"We were playing match play, and only did the first dozen holes; but\r\nmy average round is somewhere in the late eighties.\"\r\n\r\n\"The best father has ever done is ninety, and that was only once. So\r\nyou see, Mr. Garnet, there's going to be another tragedy this year.\"\r\n\r\n\"You make me feel a perfect brute. But it's more than likely, you must\r\nremember, that I shall fail miserably if I ever do play your father in\r\nthe final. There are days when I play golf very badly.\"\r\n\r\nPhyllis smiled. \"Do you really have your off days?\"\r\n\r\n\"Nearly always. There are days when I slice with my driver as if it\r\nwere a bread knife.\"\r\n\r\n\"Really?\"\r\n\r\n\"And when I couldn't putt to hit a haystack.\"\r\n\r\n\"Then I hope it will be on one of those days that you play father.\"\r\n\r\n\"I hope so, too,\" I said.\r\n\r\n\"You hope so?\"\r\n\r\n\"Yes.\"\r\n\r\n\"But don't you want to win?\"\r\n\r\n\"I should prefer to please you.\"\r\n\r\nMr. Lewis Waller could not have said it better.\r\n\r\n\"Really, how very unselfish of you, Mr. Garnet,\" she replied with a\r\nlaugh. \"I had no idea that such chivalry existed. I thought a golfer\r\nwould sacrifice anything to win a game.\"\r\n\r\n\"Most things.\"\r\n\r\n\"And trample on the feelings of anybody.\"\r\n\r\n\"Not everybody,\" I said.\r\n\r\nAt this point the professor joined us.\r\n\r\n\r\n\r\n\r\nXV\r\n\r\nTHE ARRIVAL OF NEMESIS\r\n\r\n\r\nSome people do not believe in presentiments. They attribute that\r\ncurious feeling that something unpleasant is going to happen to such\r\nmundane causes as liver or a chill or the weather. For my own part, I\r\nthink there is more in the matter than the casual observer might\r\nimagine.\r\n\r\nI awoke three days after my meeting with the professor at the\r\nclubhouse filled with a dull foreboding. Somehow I seemed to know that\r\nthat day was going to turn out badly for me. It may have been liver or\r\na chill, but it was certainly not the weather. The morning was\r\nperfect, the most glorious of a glorious summer. There was a haze over\r\nthe valley and out to sea which suggested a warm noon, when the sun\r\nshould have begun the serious duties of the day. The birds were\r\nsinging in the trees and breakfasting on the lawn, while Edwin, seated\r\non one of the flower beds, watched them with the eye of a connoisseur.\r\nOccasionally, when a sparrow hopped in his direction, he would make a\r\nsudden spring, and the bird would fly away to the other side of the\r\nlawn. I had never seen Edwin catch a sparrow. I believe they looked on\r\nhim as a bit of a crank, and humored him by coming within springing\r\ndistance, just to keep him amused. Dashing young cock sparrows would\r\nshow off before their particular hen sparrows, and earn a cheap\r\nreputation for dare-deviltry by going within so many yards of Edwin's\r\nlair and then darting away.\r\n\r\nBob was in his favorite place on the gravel. I took him with me down\r\nto the Cob to watch me bathe.\r\n\r\n\"What's the matter with me to-day, Robert, old man?\" I asked him as I\r\ndried myself.\r\n\r\nHe blinked lazily, but contributed no suggestion.\r\n\r\n\"It's no good looking bored,\" I went on, \"because I'm going to talk\r\nabout myself, however much it bores you. Here am I, as fit as a prize\r\nfighter; living in the open air for I don't know how long; eating\r\ngood, plain food; bathing every morning--sea bathing, mind you; and\r\nyet what's the result? I feel beastly.\"\r\n\r\nBob yawned and gave a little whine.\r\n\r\n\"Yes,\" I said, \"I know I'm in love. But that can't be it, because I\r\nwas in love just as much a week ago, and I felt all right then. But\r\nisn't she an angel, Bob? Eh? Isn't she? But how about Tom Chase? Don't\r\nyou think he's a dangerous man? He calls her by her Christian name,\r\nyou know, and behaves generally as if she belonged to him. And then\r\nhe sees her every day, while I have to trust to meeting her at odd\r\ntimes, and then I generally feel like such a fool I can't think of\r\nanything to talk about except golf and the weather. He probably sings\r\nduets with her after dinner. And you know what comes of duets after\r\ndinner.\"\r\n\r\nHere Bob, who had been trying for some time to find a decent excuse\r\nfor getting away, pretended to see something of importance at the\r\nother end of the Cob, and trotted off to investigate it, leaving me to\r\nfinish dressing by myself.\r\n\r\n\"Of course,\" I said to myself, \"it may be merely hunger. I may be all\r\nright after breakfast, but at present I seem to be working up for a\r\nreally fine fit of the blues.\"\r\n\r\nI whistled for Bob and started for home. On the beach I saw the\r\nprofessor some little distance away and waved my towel in a friendly\r\nmanner. He made no reply.\r\n\r\nOf course it was possible that he had not seen me, but for some reason\r\nhis attitude struck me as ominous. As far as I could see, he was\r\nlooking straight at me, and he was not a shortsighted man. I could\r\nthink of no reason why he should cut me. We had met on the links on\r\nthe previous morning, and he had been friendliness itself. He had\r\ncalled me \"me dear boy,\" supplied me with ginger beer at the\r\nclubhouse, and generally behaved as if he had been David and I\r\nJonathan. Yet in certain moods we are inclined to make mountains out\r\nof mole-hills, and I went on my way, puzzled and uneasy, with a\r\ndistinct impression that I had received the cut direct.\r\n\r\nI felt hurt. What had I done that Providence should make things so\r\nunpleasant for me? It would be a little hard, as Ukridge would have\r\nsaid, if, after all my trouble, the professor had discovered some\r\nfresh crow to pluck with me. Perhaps Ukridge had been irritating him\r\nagain. I wished he would not identify me so completely with Ukridge. I\r\ncould not be expected to control the man. Then I reflected that they\r\ncould hardly have met in the few hours between my parting from the\r\nprofessor at the clubhouse and my meeting with him on the beach.\r\nUkridge rarely left the farm. When he was not working among the fowls,\r\nhe was lying on his back in the paddock, resting his massive mind.\r\n\r\nI came to the conclusion that, after all, the professor had not seen\r\nme.\r\n\r\n\"I'm an idiot, Bob,\" I said, as we turned in at the farm gate, \"and I\r\nlet my imagination run away with me.\"\r\n\r\nBob wagged his tail in approval of the sentiment.\r\n\r\nBreakfast was ready when I got in. There was a cold chicken on the\r\nsideboard, deviled chicken on the table, and a trio of boiled eggs,\r\nand a dish of scrambled eggs. I helped myself to the latter and sat\r\ndown.\r\n\r\nUkridge was sorting the letters.\r\n\r\n\"Morning, Garny,\" he said. \"One for you, Millie.\"\r\n\r\n\"It's from Aunt Elizabeth,\" said Mrs. Ukridge, looking at the\r\nenvelope.\r\n\r\n\"Wish she'd inclose a check. She could spare it.\"\r\n\r\n\"I think she would, dear, if she knew how much it was needed. But I\r\ndon't like to ask her. She's so curious and says such horrid things.\"\r\n\r\n\"She does,\" said Ukridge gloomily. He probably spoke from experience.\r\n\"Two for you, Sebastian. All the rest for me. Eighteen of them, and\r\nall bills.\"\r\n\r\nHe spread them out on the table like a pack of cards, and drew one at\r\na venture.\r\n\r\n\"Whiteley's,\" he said. \"Getting jumpy. Are in receipt of my favor of\r\nthe 7th inst, and are at a loss to understand--all sorts of things.\r\nWould like something on account.\"\r\n\r\n\"Grasping of them,\" I said.\r\n\r\n\"They seem to think I'm doing it for fun. How can I let them have\r\ntheir money when there isn't any?\"\r\n\r\n\"Sounds difficult.\"\r\n\r\n\"Here's one from Dorchester--Smith, the man I got the gramophone from.\r\nWants to know when I'm going to settle up for sixteen records.\"\r\n\r\n\"Sordid man!\"\r\n\r\nI wanted to get on with my own correspondence, but Ukridge was one of\r\nthose men who compel one's attention when they are talking.\r\n\r\n\"The chicken men, the dealer people, you know, want me to pay up for\r\nthe first lot of hens. Considering that they all died of roop, and\r\nthat I was going to send them back, anyhow, after I'd got them to\r\nhatch out a few chickens, I call that cool. I can't afford to pay\r\nheavy sums for birds which die off quicker than I can get them in. It\r\nisn't business.\"\r\n\r\nIt was not my business, at any rate, so I switched off my attention\r\nfrom Ukridge's troubles and was opening the first of my two letters\r\nwhen an exclamation from Mrs. Ukridge made me look up.\r\n\r\nShe had dropped the letter she had been reading and was staring\r\nindignantly in front of her. There were two little red spots on her\r\ncheeks.\r\n\r\n\"I shall never speak to Aunt Elizabeth again,\" she said.\r\n\r\n\"What's the matter, old chap?\" inquired Ukridge affectionately,\r\nglancing up from his pile of bills. \"Aunt Elizabeth been getting on\r\nyour nerves again? What's she been saying this time?\"\r\n\r\nMrs. Ukridge left the room with a sob.\r\n\r\nUkridge sprang at the letter.\r\n\r\n\"If that demon doesn't stop writing letters and upsetting Millie I\r\nshall lynch her,\" he said. I had never seen him so genuinely angry. He\r\nturned over the pages till he came to the passage which had caused the\r\ntrouble. \"Listen to this, Garnet. 'I'm sorry, but not surprised, to\r\nhear that the chicken farm is not proving a great success. I think you\r\nknow my opinion of your husband. He is perfectly helpless in any\r\nmatter requiring the exercise of a little common sense and business\r\ncapability.' I like that! 'Pon my soul, I like that! You've known me\r\nlonger than she has, Garny, and you know that it's just in matters\r\nrequiring common sense that I come out strong. What?\"\r\n\r\n\"Of course, old man,\" I replied dutifully. \"The woman must be a fool.\"\r\n\r\n\"That's what she calls me two lines farther on. No wonder Millie was\r\nupset. Why can't these cats leave people alone?\"\r\n\r\n\"O woman, woman!\" I threw in helpfully.\r\n\r\n\"Always interfering--\"\r\n\r\n\"Beastly!\"\r\n\r\n\"--and backbiting--\"\r\n\r\n\"Awful!\"\r\n\r\n\"I shan't stand it!\"\r\n\r\n\"I shouldn't.\"\r\n\r\n\"Look here! On the next page she calls me a gaby!\"\r\n\r\n\"It's time you took a strong hand.\"\r\n\r\n\"And in the very next sentence refers to me as a perfect guffin.\r\nWhat's a guffin, Garny, old boy?\"\r\n\r\n\"It sounds indecent.\"\r\n\r\n\"I believe it's actionable.\"\r\n\r\n\"I shouldn't wonder.\"\r\n\r\nUkridge rushed to the door.\r\n\r\n\"Millie!\" he shouted.\r\n\r\nNo answer.\r\n\r\nHe slammed the door, and I heard him dashing upstairs.\r\n\r\nI turned with a sense of relief to my letters. One was from Lickford.\r\nIt bore a Cornish postmark. I glanced through it, and laid it aside\r\nfor a more exhaustive perusal later on.\r\n\r\nThe other was in a strange handwriting. I looked at the signature.\r\nPatrick Derrick. This was queer. What had the professor to say to me?\r\n\r\nThe next moment my heart seemed to spring to my throat.\r\n\r\n\"Sir,\" the letter began.\r\n\r\nA pleasant, cheery beginning!\r\n\r\nThen it got off the mark, so to speak, like lightning. There was no\r\nsparring for an opening, no dignified parade of set phrases leading up\r\nto the main point. It was the letter of a man who was almost too\r\nfurious to write. It gave me the impression that, if he had not\r\nwritten it, he would have been obliged to have taken some very violent\r\nform of exercise by way of relief to his soul.\r\n\r\n\"You will be good enough,\" he wrote, \"to look on our acquaintance as\r\nclosed. I have no wish to associate with persons of your stamp. If we\r\nshould happen to meet, you will be good enough to treat me as a total\r\nstranger, as I shall treat you. And, if I may be allowed to give you a\r\nword of advice, I should recommend you in future, when you wish to\r\nexercise your humor, to do so in some less practical manner than by\r\nbribing boatmen to upset your\" (_friends_ crossed out thickly, and\r\n_acquaintances_ substituted). \"If you require further enlightenment in\r\nthis matter, the inclosed letter may be of service to you.\"\r\n\r\nWith which he remained mine faithfully, Patrick Derrick.\r\n\r\nThe inclosed letter was from one Jane Muspratt. It was bright and\r\ninteresting.\r\n\r\n     DEAR SIR: My Harry, Mr. Hawk, sas to me how it was him\r\n     upseting the boat and you, not because he is not steddy in a\r\n     boat which he is no man more so in Lyme Regis but because\r\n     one of the gentmen what keeps chikkens up the hill, the\r\n     little one, Mr. Garnick his name is, says to him Hawk, I'll\r\n     give you a sovrin to upset Mr. Derrick in your boat, and my\r\n     Harry being esily led was took in and did but he's sory now\r\n     and wishes he hadn't, and he sas he'll niver do a prackticle\r\n     joke again for anyone even for a bank note.\r\n\r\nYours obedly\r\n\r\nJANE MUSPRATT.\r\n\r\nO woman, woman!\r\n\r\nAt the bottom of everything! History is full of cruel tragedies caused\r\nby the lethal sex.\r\n\r\nWho lost Mark Antony the world? A woman. Who let Samson in so\r\natrociously? Woman again. Why did Bill Bailey leave home? Once more,\r\nbecause of a woman. And here was I, Jerry Garnet, harmless,\r\nwell-meaning writer of minor novels, going through the same old mill.\r\n\r\nI cursed Jane Muspratt. What chance had I with Phyllis now? Could I\r\nhope to win over the professor again? I cursed Jane Muspratt for the\r\nsecond time.\r\n\r\nMy thoughts wandered to Mr. Harry Hawk. The villain! The scoundrel!\r\nWhat business had he to betray me? Well, I could settle with him. The\r\nman who lays a hand upon a woman, save in the way of kindness, is\r\njustly disliked by society; so the woman Muspratt, culpable as she\r\nwas, was safe from me. But what of the man Hawk? There no such\r\nconsiderations swayed me. I would interview the man Hawk. I would give\r\nhim the most hectic ten minutes of his career. I would say things to\r\nhim the recollection of which would make him start up shrieking in his\r\nbed in the small hours of the night. I would arise, and be a man and\r\nslay him--take him grossly, full of bread, with all his crimes,\r\nbroad-blown, as flush as May; at gaming, swearing, or about some act\r\nthat had no relish of salvation in it.\r\n\r\nThe demon!\r\n\r\nMy life--ruined. My future--gray and blank. My heart--shattered. And\r\nwhy? Because of the scoundrel--Hawk.\r\n\r\nPhyllis would meet me in the village, on the Cob, on the links, and\r\npass by as if I were the invisible man. And why? Because of the\r\nreptile--Hawk. The worm--Hawk. The varlet--Hawk.\r\n\r\nI crammed my hat on and hurried out of the house toward the village.\r\n\r\n\r\n\r\n\r\nA CHANCE MEETING\r\n\r\nXVI\r\n\r\n\r\nI roamed the place in search of the varlet for the space of half an\r\nhour, and, after having drawn all his familiar haunts, found him at\r\nlength leaning over the sea wall near the church, gazing thoughtfully\r\ninto the waters below.\r\n\r\nI confronted him.\r\n\r\n\"Well,\" I said, \"you're a beauty, aren't you?\"\r\n\r\nHe eyed me owlishly. Even at this early hour, I was grieved to see, he\r\nshowed signs of having looked on the bitter while it was brown.\r\n\r\n\"Beauty?\" he echoed.\r\n\r\n\"What have you got to say for yourself?\"\r\n\r\nIt was plain that he was engaged in pulling his faculties together by\r\nsome laborious process known only to himself. At present my words\r\nconveyed no meaning to him. He was trying to identify me. He had seen\r\nme before somewhere, he was certain, but he could not say where, or\r\nwho I was.\r\n\r\n\"I want to know,\" I said, \"what induced you to be such an abject idiot\r\nas to let our arrangement get known?\"\r\n\r\nI spoke quietly. I was not going to waste the choicer flowers of\r\nspeech on a man who was incapable of understanding them. Later on,\r\nwhen he had awakened to a sense of his position, I would begin really\r\nto talk to him.\r\n\r\nHe continued to stare at me. Then a sudden flash of intelligence lit\r\nup his features.\r\n\r\n\"Mr. Garnick,\" he said.\r\n\r\n\"You've got it at last.\"\r\n\r\nHe stretched out a huge hand.\r\n\r\n\"I want to know,\" I said distinctly, \"what you've got to say for\r\nyourself after letting our affair with the professor become public\r\nproperty?\"\r\n\r\nHe paused a while in thought.\r\n\r\n\"Dear sir,\" he said at last, as if he were dictating a letter, \"dear\r\nsir, I owe you--ex--exp--\"\r\n\r\n\"You do,\" said I grimly. \"I should like to hear it.\"\r\n\r\n\"Dear sir, listen me.\"\r\n\r\n\"Go on, then.\"\r\n\r\n\"You came me. You said, 'Hawk, Hawk, ol' fren', listen me. You tip\r\nthis ol' bufflehead into sea,' you said, 'an' gormed if I don't give\r\n'ee a gould savrin.' That's what you said me. Isn't that what you said\r\nme?\"\r\n\r\nI did not deny it.\r\n\r\n\"Ve' well. I said you, 'Right,' I said. I tipped the ol' soul into\r\nsea, and I got the gould savrin.\"\r\n\r\n\"Yes, you took care of that. All this is quite true, but it's beside\r\nthe point. We are not disputing about what happened. What I want to\r\nknow for the third time--is what made you let the cat out of the bag?\r\nWhy couldn't you keep quiet about it?\"\r\n\r\nHe waved his hand.\r\n\r\n\"Dear sir,\" he replied. \"This way. Listen me.\"\r\n\r\nIt was a tragic story that he unfolded. My wrath ebbed as I listened.\r\nAfter all, the fellow was not so greatly to blame. I felt that in his\r\nplace I should have acted as he had done. Fate was culpable, and fate\r\nalone.\r\n\r\nIt appeared that he had not come well out of the matter of the\r\naccident. I had not looked at it hitherto from his point of view.\r\nWhile the rescue had left me the popular hero, it had had quite the\r\nopposite result for him. He had upset his boat and would have drowned\r\nhis passenger, said public opinion, if the young hero from\r\nLondon--myself--had not plunged in, and at the risk of his life\r\nbrought the professor to shore. Consequently, he was despised by all\r\nas an inefficient boatman. He became a laughing stock. The local wags\r\nmade laborious jests when he passed. They offered him fabulous sums to\r\ntake their worst enemies out for a row with him. They wanted to know\r\nwhen he was going to school to learn his business. In fact, they\r\nbehaved as wags do and always have done at all times all the world\r\nover.\r\n\r\nNow, all this Mr. Hawk, it seemed, would have borne cheerfully and\r\npatiently for my sake, or, at any rate, for the sake of the good\r\ngolden sovereign I had given him. But a fresh factor appeared in the\r\nproblem, complicating it grievously. To wit, Miss Jane Muspratt.\r\n\r\n\"She said me,\" explained Mr. Hawk with pathos, \"'Harry 'Awk,' she\r\nsaid, 'yeou'm a girt fule, an' I don't marry noone as is ain't to be\r\ntrusted in a boat by hisself, and what has jokes made about him by\r\nthat Tom Leigh.' I punched Tom Leigh,\" observed Mr. Hawk\r\nparenthetically. \"'So,' she said me, 'yeou can go away, an' I don't\r\nwant to see yeou again.'\"\r\n\r\nThis heartless conduct on the part of Miss Muspratt had had the\r\nnatural result of making him confess all in self-defense, and she had\r\nwritten to the professor the same night.\r\n\r\nI forgave Mr. Hawk. I think he was hardly sober enough to understand,\r\nfor he betrayed no emotion.\r\n\r\n\"It is fate, Hawk,\" I said, \"simply fate. There is a divinity that\r\nshapes our ends, rough-hew them how we will, and it's no good\r\ngrumbling.\"\r\n\r\n\"Yiss,\" said Mr. Hawk, after chewing this sentiment for a while in\r\nsilence, \"so she said me, 'Hawk,' she said--like that--'you're a girt\r\nfule--'\"\r\n\r\n\"That's all right,\" I replied. \"I quite understand. As I say, it's\r\nsimply fate. Good-by.\"\r\n\r\nAnd I left him.\r\n\r\nAs I was going back, I met the professor and Phyllis.\r\n\r\nThey passed me without a look.\r\n\r\nI wandered on in quite a fervor of self-pity. I was in one of those\r\nmoods when life suddenly seems to become irksome, when the future\r\nstretches blank and gray in front of one. In such a mood it is\r\nimperative that one should seek distraction. The shining example of\r\nMr. Harry Hawk did not lure me. Taking to drink would be a nuisance.\r\nWork was what I wanted. I would toil like a navvy all day among the\r\nfowls, separating them when they fought, gathering in the eggs when\r\nthey laid, chasing them across country when they got away, and even,\r\nif necessity arose, painting their throats with turpentine when they\r\nwere stricken with roop. Then, after dinner, when the lamps were lit,\r\nand Mrs. Ukridge petted Edwin and sewed, and Ukridge smoked cigars and\r\nincited the gramophone to murder \"Mumbling Mose,\" I would steal away\r\nto my bedroom and write--and write--and _write_--and go on writing\r\ntill my fingers were numb and my eyes refused to do their duty. And,\r\nwhen time had passed, I might come to feel that it was all for the\r\nbest. A man must go through the fire before he can write his\r\nmasterpiece. We learn in suffering what we teach in song. What we lose\r\non the swings we make up on the roundabouts. Jerry Garnet, the man,\r\nmight become a depressed, hopeless wreck, with the iron planted\r\nirremovably in his soul; but Jeremy Garnet, the author, should turn\r\nout such a novel of gloom that strong critics would weep and the\r\npublic jostle for copies till Mudie's doorways became a shambles.\r\n\r\nThus might I some day feel that all this anguish was really a\r\nblessing--effectively disguised.\r\n\r\nBut I doubted it.\r\n\r\nWe were none of us very cheerful now at the farm. Even Ukridge's\r\nspirit was a little daunted by the bills which poured in by every\r\npost. It was as if the tradesmen of the neighborhood had formed a\r\nleague and were working in concert. Or it may have been due to thought\r\nwaves. Little accounts came not in single spies but in battalions. The\r\npopular demand for a sight of the color of his money grew daily. Every\r\nmorning at breakfast he would give us fresh bulletins of the state of\r\nmind of each of our creditors, and thrill us with the announcement\r\nthat Whiteley's were getting cross and Harrod's jumpy, or that the\r\nbearings of Dawlish, the grocer, were becoming over-heated. We lived\r\nin a continual atmosphere of worry. Chicken and nothing but chicken\r\nat meals, and chicken and nothing but chicken between meals, had\r\nfrayed our nerves. An air of defeat hung over the place. We were a\r\nbeaten side, and we realized it. We had been playing an uphill game\r\nfor nearly two months, and the strain was beginning to tell. Ukridge\r\nbecame uncannily silent. Mrs. Ukridge, though she did not understand,\r\nI fancy, the details of the matter, was worried because Ukridge was.\r\nMrs. Beale had long since been turned into a soured cynic by the lack\r\nof chances vouchsafed her for the exercise of her art. And as for me,\r\nI have never since spent so profoundly miserable a week. I was not\r\neven permitted the anodyne of work. There seemed to be nothing to do\r\non the farm. The chickens were quite happy, and only asked to be let\r\nalone and allowed to have their meals at regular intervals. And every\r\nday one or more of their number would vanish into the kitchen, and\r\nMrs. Beale would serve up the corpse in some cunning disguise, and we\r\nwould try to delude ourselves into the idea that it was something\r\naltogether different.\r\n\r\nThere was one solitary gleam of variety in our menu. An editor sent me\r\na check for a guinea for a set of verses. We cashed that check and\r\ntrooped round the town in a body, laying out the money. We bought a\r\nleg of mutton and a tongue and sardines and pineapple chunks and\r\npotted meat and many other noble things, and had a perfect banquet.\r\n\r\nAfter that we relapsed into routine again.\r\n\r\nDeprived of physical labor, with the exception of golf and\r\nbathing--trivial sports compared with work in the fowl runs at its\r\nhardest--I tried to make up for it by working at my novel.\r\n\r\nIt refused to materialize.\r\n\r\nI felt, like the man in the fable, as if some one had played a mean\r\ntrick on me, and substituted for my brain a side order of\r\ncauliflower. By no manner of means could I get the plot to shape\r\nitself. I could not detach my mind from my own painful case. Instead\r\nof thinking of my characters, I sat in my chair and thought miserably\r\nof Phyllis.\r\n\r\nThe only progress I achieved was with my villain.\r\n\r\nI drew him from the professor and made him a blackmailer. He had\r\nseveral other social defects, but that was his profession. That was\r\nthe thing he did really well.\r\n\r\nIt was on one of the many occasions on which I had sat in my room, pen\r\nin hand, through the whole of a lovely afternoon, with no better\r\nresult than a slight headache, that I bethought me of that little\r\nparadise on the Ware Cliff, hung over the sea and backed by green\r\nwoods. I had not been there for sometime, owing principally to an\r\nentirely erroneous idea that I could do more solid work sitting in a\r\nstraight, hard chair at a table than lying on soft turf with the sea\r\nwind in my eyes.\r\n\r\nBut now the desire to visit that little clearing again drove me from\r\nmy room. In the drawing-room below, the gramophone was dealing\r\nbrassily with \"Mister Blackman.\" Outside, the sun was just thinking of\r\nsetting. The Ware Cliff was the best medicine for me. What does\r\nKipling say?\r\n\r\n    And soon you will find that the sun and the wind\r\n      And the Djinn of the Garden, too,\r\n    Have lightened the Hump, Cameelious Hump,\r\n      The Hump that is black and blue.\r\n\r\nHis instructions include digging with a hoe and a shovel also, but I\r\ncould omit that. The sun and wind were what I needed.\r\n\r\nI took the upper road. In certain moods I preferred it to the path\r\nalong the cliff. I walked fast. The exercise was soothing.\r\n\r\nTo reach my favorite clearing I had to take to the fields on the left\r\nand strike down hill in the direction of the sea. I hurried down the\r\nnarrow path.\r\n\r\nI broke into the clearing at a jog trot, and stood panting. And at the\r\nsame moment, looking cool and beautiful in her white dress, Phyllis\r\nentered it from the other side. Phyllis--without the professor.\r\n\r\n\r\n\r\n\r\nOF A SENTIMENTAL NATURE\r\n\r\nXVII\r\n\r\n\r\nShe was wearing a Panama, and she carried a sketching block and camp\r\nstool.\r\n\r\n\"Good evening,\" I said.\r\n\r\n\"Good evening,\" said she.\r\n\r\nIt is curious how different the same words can sound when spoken by\r\ndifferent people. My \"good evening\" might have been that of a man with\r\na particularly guilty conscience caught in the act of doing something\r\nmore than usually ignoble. She spoke like a somewhat offended angel.\r\n\r\n\"It's a lovely evening,\" I went on pluckily.\r\n\r\n\"Very.\"\r\n\r\n\"The sunset!\"\r\n\r\n\"Yes.\"\r\n\r\n\"Er--\"\r\n\r\nShe raised a pair of blue eyes, devoid of all expression save a faint\r\nsuggestion of surprise, gazed through me for a moment at some object a\r\ncouple of thousand miles away, and lowered them again, leaving me with\r\na vague feeling that there was something wrong with my personal\r\nappearance.\r\n\r\nVery calmly she moved to the edge of the cliff, arranged her camp\r\nstool, and sat down. Neither of us spoke a word. I watched her while\r\nshe filled a little mug with water from a little bottle, opened her\r\npaint box, selected a brush, and placed her sketching block in\r\nposition.\r\n\r\nShe began to paint.\r\n\r\nNow, by all the laws of good taste, I should before this have made a\r\ndignified exit. When a lady shows a gentleman that his presence is\r\nunwelcome, it is up to him, as an American friend of mine pithily\r\nobserved to me on one occasion, to get busy and chase himself, and\r\nsee if he can make the tall timber in two jumps. In other words, to\r\nretire. It was plain that I was not regarded as an essential ornament\r\nof this portion of the Ware Cliff. By now, if I had been the perfect\r\ngentleman, I ought to have been a quarter of a mile away.\r\n\r\nBut there is a definite limit to what a man can do. I remained.\r\n\r\nThe sinking sun flung a carpet of gold across the sea. Phyllis's hair\r\nwas tinged with it. Little waves tumbled lazily on the beach below.\r\nExcept for the song of a distant blackbird running through its\r\nrepertory before retiring for the night, everything was silent.\r\n\r\nEspecially Phyllis.\r\n\r\nShe sat there, dipping and painting and dipping again, with never a\r\nword for me--standing patiently and humbly behind her.\r\n\r\n\"Miss Derrick,\" I said.\r\n\r\nShe half turned her head.\r\n\r\n\"Yes?\"\r\n\r\nOne of the most valuable things which a lifetime devoted to sport\r\nteaches a man is \"never play the goose game.\" Bold attack is the\r\nsafest rule in nine cases out of ten, wherever you are and whatever\r\nyou may be doing. If you are batting, attack the ball. If you are\r\nboxing, get after your man. If you are talking, go to the point.\r\n\r\n\"Why won't you speak to me?\" I said.\r\n\r\n\"I don't understand you.\"\r\n\r\n\"Why won't you speak to me?\"\r\n\r\n\"I think you know, Mr. Garnet.\"\r\n\r\n\"It is because of that boat accident?\"\r\n\r\n\"Accident!\"\r\n\r\n\"Episode,\" I amended.\r\n\r\nShe went on painting in silence. From where I stood I could see her\r\nprofile. Her chin was tilted. Her expression was determined.\r\n\r\n\"Is it?\" I said.\r\n\r\n\"Need we discuss it?\"\r\n\r\n\"Not if you do not wish.\"\r\n\r\nI paused.\r\n\r\n\"But,\" I added, \"I should have liked a chance to defend myself....\r\nWhat glorious sunsets there have been these last few days. I believe\r\nwe shall have this sort of weather for another month.\"\r\n\r\n\"I should not have thought that possible.\"\r\n\r\n\"The glass is going up,\" I said.\r\n\r\n\"I was not talking about the weather.\"\r\n\r\n\"It was dull of me to introduce such a worn-out topic.\"\r\n\r\n\"You said you could defend yourself.\"\r\n\r\n\"I said I should like the chance to do so.\"\r\n\r\n\"Then you shall have it.\"\r\n\r\n\"That is very kind of you. Thank you.\"\r\n\r\n\"Is there any reason for gratitude?\"\r\n\r\n\"Every reason.\"\r\n\r\n\"Go on, Mr. Garnet. I can listen while I paint. But please sit down.\r\nI don't like being talked to from a height.\"\r\n\r\nI sat down on the grass in front of her, feeling as I did so that the\r\nchange of position in a manner clipped my wings. It is difficult to\r\nspeak movingly while sitting on the ground. Instinctively, I avoided\r\neloquence. Standing up, I might have been pathetic and pleading.\r\nSitting down, I was compelled to be matter of fact.\r\n\r\n\"You remember, of course, the night you and Professor Derrick dined\r\nwith us? When I say dined, I use the word in a loose sense.\"\r\n\r\nFor a moment I thought she was going to smile. We were both thinking\r\nof Edwin. But it was only for a moment, and then her face grew cold\r\nonce more, and the chin resumed its angle of determination.\r\n\r\n\"Yes,\" she said.\r\n\r\n\"You remember the unfortunate ending of the festivities?\"\r\n\r\n\"Well?\"\r\n\r\n\"I naturally wished to mend matters. It occurred to me that an\r\nexcellent way would be by doing your father a service. It was seeing\r\nhim fishing that put the idea of a boat accident into my head. I hoped\r\nfor a genuine boat accident. But those things only happen when one\r\ndoes not want them. So I determined to engineer one.\"\r\n\r\n\"You didn't think of the shock to my father.\"\r\n\r\n\"I did. It worried me very much.\"\r\n\r\n\"But you upset him all the same.\"\r\n\r\n\"Reluctantly.\"\r\n\r\nShe looked up and our eyes met. I could detect no trace of forgiveness\r\nin hers.\r\n\r\n\"You behaved abominably,\" she said.\r\n\r\n\"I played a risky game, and I lost. And I shall now take the\r\nconsequences. With luck I should have won. I did not have luck, and I\r\nam not going to grumble about it. But I am grateful to you for letting\r\nme explain. I should not have liked you to go on thinking that I\r\nplayed practical jokes on my friends. That is all I have to say, I\r\nthink. It was kind of you to listen. Good-by, Miss Derrick.\"\r\n\r\nI got up.\r\n\r\n\"Are you going?\"\r\n\r\n\"Why not?\"\r\n\r\n\"Please sit down again.\"\r\n\r\n\"But you wish to be alone--\"\r\n\r\n\"Please sit down!\"\r\n\r\nThere was a flush on the fair cheek turned toward me, and the chin was\r\ntilted higher.\r\n\r\nI sat down.\r\n\r\nTo westward the sky had changed to the hue of a bruised cherry. The\r\nsun had sunk below the horizon, and the sea looked cold and leaden.\r\nThe blackbird had long since gone to bed.\r\n\r\n\"I am glad you told me, Mr. Garnet.\"\r\n\r\nShe dipped her brush in the water.\r\n\r\n\"Because I don't like to think badly of--people.\"\r\n\r\nShe bent her head over her painting.\r\n\r\n\"Though I still think you behaved very wrongly. And I am afraid my\r\nfather will never forgive you for what you did.\"\r\n\r\nHer father! As if he counted!\r\n\r\n\"But you do?\" I said eagerly.\r\n\r\n\"I think you are less to blame than I thought you were at first.\"\r\n\r\n\"No more than that?\"\r\n\r\n\"You can't expect to escape all consequences. You did a very stupid\r\nthing.\"\r\n\r\n\"Consider the temptation.\"\r\n\r\nThe sky was a dull gray now. It was growing dusk. The grass on which I\r\nsat was wet with dew.\r\n\r\nI stood up.\r\n\r\n\"Isn't it getting a little dark for painting?\" I said. \"Are you sure\r\nyou won't catch cold? It's very damp.\"\r\n\r\n\"Perhaps it is. And it is late, too.\"\r\n\r\nShe shut her paint box and emptied the little mug on the grass.\r\n\r\n\"You will let me carry your things?\" I said.\r\n\r\nI think she hesitated, but only for a moment. I possessed myself of\r\nthe camp stool, and we started on our homeward journey. We were both\r\nsilent. The spell of the quiet summer evening was on us.\r\n\r\n\"'And all the air a solemn stillness holds,'\" she said softly. \"I love\r\nthis cliff, Mr. Garnet. It's the most soothing place in the world.\"\r\n\r\n\"I have found it so this evening.\"\r\n\r\nShe glanced at me quickly.\r\n\r\n\"You're not looking well,\" she said. \"Are you sure you are not\r\noverworking yourself?\"\r\n\r\n\"No, it's not that.\"\r\n\r\nSomehow we had stopped, as if by agreement, and were facing each\r\nother. There was a look in her eyes I had never seen there before.\r\nThe twilight hung like a curtain between us and the world. We were\r\nalone together in a world of our own.\r\n\r\n\"It is because I had displeased you,\" I said.\r\n\r\nShe laughed nervously.\r\n\r\n\"I have loved you ever since I first saw you,\" I said doggedly.\r\n\r\n\r\n\r\n\r\nUKRIDGE GIVES ME ADVICE\r\n\r\nXVIII\r\n\r\n\r\nHours after--or so it seemed to me--we reached the spot at which our\r\nways divided. We stopped, and I felt as if I had been suddenly cast\r\nback into the workaday world from some distant and pleasanter planet.\r\nI think Phyllis must have had something of the same sensation, for we\r\nboth became on the instant intensely practical and businesslike.\r\n\r\n\"But about your father,\" I said briskly. I was not even holding her\r\nhand.\r\n\r\n\"That's the difficulty.\"\r\n\r\n\"He won't give his consent?\"\r\n\r\n\"I'm afraid he wouldn't dream of it.\"\r\n\r\n\"You can't persuade him?\"\r\n\r\n\"I can in most things, but not in this. You see, even if nothing had\r\nhappened, he wouldn't like to lose me just yet, because of Norah.\"\r\n\r\n\"Norah!\"\r\n\r\n\"My sister. She's going to be married in October. I wonder if we shall\r\never be as happy as they will?\"\r\n\r\nI laughed scornfully.\r\n\r\n\"Happy! They will be miserable compared with us. Not that I know who\r\nthe man is.\"\r\n\r\n\"Why, Tom, of course. Do you mean to say you really didn't know?\"\r\n\r\n\"Tom! Tom Chase?\"\r\n\r\n\"Of course.\"\r\n\r\nI gasped.\r\n\r\n\"Well, I'm--hanged,\" I said. \"When I think of the torments I've been\r\nthrough because of that wretched man, and all for nothing, I don't\r\nknow what to say.\"\r\n\r\n\"Don't you like Tom?\"\r\n\r\n\"Very much. I always did. But I was awfully jealous of him.\"\r\n\r\n\"You weren't! How silly of you.\"\r\n\r\n\"Of course I was. He was always about with you, and called you\r\nPhyllis, and generally behaved as if you and he were the heroine and\r\nhero of a musical comedy, so what else could I think? I heard you\r\nsinging duets after dinner once. I drew the worst conclusions.\"\r\n\r\n\"When was that?\"\r\n\r\n\"It was shortly after Ukridge had got on your father's nerves, and\r\nnipped our acquaintance in the bud. I used to come every night to the\r\nhedge opposite your drawing-room window, and brood there by the hour.\"\r\n\r\n\"Poor old boy!\"\r\n\r\n\"Hoping to hear you sing. And when you did sing, and he joined in all\r\nflat, I used to scold. You'll probably find most of the bark worn off\r\nthe tree I leaned against.\"\r\n\r\n\"Poor old man! Still, it's all over now, isn't it?\"\r\n\r\n\"And when I was doing my very best to show off before you at tennis,\r\nyou went away just as I got into form.\"\r\n\r\n\"I'm very sorry, but I couldn't know--could I? I thought you always\r\nplayed like that.\"\r\n\r\n\"I know. I knew you would. It nearly turned my hair white. I didn't\r\nsee how a girl could ever care for a man who was so bad at tennis.\"\r\n\r\n\"One doesn't love a man because he's good at tennis.\"\r\n\r\n\"What _does_ a girl see to love in a man?\" I inquired abruptly; and\r\npaused on the verge of a great discovery.\r\n\r\n\"Oh, I don't know,\" she replied, most unsatisfactorily.\r\n\r\nAnd I could draw no views from her.\r\n\r\n\"But about father,\" said she. \"What _are_ we to do?\"\r\n\r\n\"He objects to me.\"\r\n\r\n\"He's perfectly furious with you.\"\r\n\r\n\"Blow, blow,\" I said, \"thou winter wind. Thou art not so unkind--\"\r\n\r\n\"He'll never forgive you.\"\r\n\r\n\"As man's ingratitude. I saved his life--at the risk of my own. Why, I\r\nbelieve I've got a legal claim on him. Whoever heard of a man having\r\nhis life saved, and not being delighted when his preserver wanted to\r\nmarry his daughter? Your father is striking at the very root of the\r\nshort-story writer's little earnings. He mustn't be allowed to do it.\"\r\n\r\n\"Jerry!\"\r\n\r\nI started.\r\n\r\n\"Again!\" I said.\r\n\r\n\"What?\"\r\n\r\n\"Say it again. Do, please. Now.\"\r\n\r\n\"Very well. Jerry!\"\r\n\r\n\"It was the first time you had called me by my Christian name. I don't\r\nsuppose you've the remotest notion how splendid it sounds when you\r\nsay it. There is something poetical, something almost holy, about it.\"\r\n\r\n\"Jerry, please!\"\r\n\r\n\"Say on.\"\r\n\r\n\"Do be sensible. Don't you see how serious this is? We must think how\r\nwe can make father consent.\"\r\n\r\n\"All right,\" I said. \"We'll tackle the point. I'm sorry to be\r\nfrivolous, but I'm so happy I can't keep it all in. I've got you, and\r\nI can't think of anything else.\"\r\n\r\n\"Try.\"\r\n\r\n\"I'll pull myself together.... Now, say on once more.\"\r\n\r\n\"We can't marry without father's consent.\"\r\n\r\n\"Why not?\" I said, not having a marked respect for the professor's\r\nwhims. \"Gretna Green is out of date, but there are registrars.\"\r\n\r\n\"I hate the very idea of a registrar,\" she said with decision.\r\n\"Besides--\"\r\n\r\n\"Well?\"\r\n\r\n\"Poor father would never get over it. We've always been such friends.\r\nIf I married against his wishes, he would--oh, you know--not let me\r\ncome near him again, and not write to me. And he would hate it all the\r\ntime he was doing it. He would be bored to death without me.\"\r\n\r\n\"Anybody would,\" I said.\r\n\r\n\"Because, you see, Norah has never been quite the same. She has spent\r\nsuch a lot of her time on visits to people that she and father don't\r\nunderstand each other so well as he and I do. She would try and be\r\nnice to him, but she wouldn't know him as I do. And, besides, she will\r\nbe with him such a little, now she's going to be married.\"\r\n\r\n\"But, look here,\" I said, \"this is absurd. You say your father would\r\nnever see you again, and so on, if you married me. Why? It's\r\nnonsense. It isn't as if I were a sort of social outcast. We were the\r\nbest of friends till that man Hawk gave me away like that.\"\r\n\r\n\"I know. But he's very obstinate about some things. You see, he thinks\r\nthe whole thing has made him look ridiculous, and it will take him a\r\nlong time to forgive you for that.\"\r\n\r\nI realized the truth of this. One can pardon any injury to oneself,\r\nunless it hurts one's vanity. Moreover, even in a genuine case of\r\nrescue, the rescued man must always feel a little aggrieved with his\r\nrescuer when he thinks the matter over in cold blood. He must regard\r\nhim unconsciously as the super regards the actor manager, indebted to\r\nhim for the means of supporting existence, but grudging him the lime\r\nlight and the center of the stage and the applause. Besides, everyone\r\ninstinctively dislikes being under an obligation which he can never\r\nwholly repay. And when a man discovers that he has experienced all\r\nthese mixed sensations for nothing, as the professor had done, his\r\nwrath is likely to be no slight thing.\r\n\r\nTaking everything into consideration, I could not but feel that it\r\nwould require more than a little persuasion to make the professor\r\nbestow his blessing with that genial warmth which we like to see in\r\nour fathers-in-law elect.\r\n\r\n\"You don't think,\" I said, \"that time, the great healer, and so on--he\r\nwon't feel kindlier disposed toward me--say in a month's time?\"\r\n\r\n\"Of course, he _might_,\" said Phyllis; but she spoke doubtfully.\r\n\r\n\"He strikes me, from what I have seen of him, as a man of moods. I\r\nmight do something one of these days which would completely alter his\r\nviews. We will hope for the best.\"\r\n\r\n\"About telling father--\"\r\n\r\n\"Need we tell him?\" I asked.\r\n\r\n\"Yes, we must. I couldn't bear to think that I was keeping it from\r\nhim. I don't think I've ever kept anything from him in my life.\r\nNothing bad, I mean.\"\r\n\r\n\"You count this among your darker crimes, then?\"\r\n\r\n\"I was looking at it from father's point of view. He will be awfully\r\nangry. I don't know how I shall begin telling him.\"\r\n\r\n\"Good heavens!\" I cried, \"you surely don't think I'm going to let you\r\ndo that! Keep safely out of the way while you tell him? Not much. I'm\r\ncoming back with you now, and we'll break the bad news together.\"\r\n\r\n\"No, not to-night. He may be tired and rather cross. We had better\r\nwait till to-morrow. You might speak to him in the morning.\"\r\n\r\n\"Where shall I find him?\"\r\n\r\n\"He is certain to go to the beach before breakfast to bathe.\"\r\n\r\n\"Good. To-morrow, do thy worst, for I have lived to-day. I'll be\r\nthere.\"\r\n\r\n       *       *       *       *       *\r\n\r\n\"Ukridge,\" I said, when I got back, \"can you give me audience for a\r\nbrief space? I want your advice.\"\r\n\r\nThis stirred him like a trumpet blast. When a man is in the habit of\r\ngiving unsolicited counsel to everyone he meets, it is as invigorating\r\nas an electric shock to him to be asked for it spontaneously.\r\n\r\n\"What's up, old horse?\" he asked eagerly. \"I'll tell you what to do.\r\nGet on to it. Bang it out. Here, let's go into the garden.\"\r\n\r\nI approved of this. I can always talk more readily in the dark, and I\r\ndid not wish to be interrupted by the sudden entrance of the hired\r\nretainer or Mrs. Beale. We walked down to the paddock. Ukridge lit a\r\ncigar.\r\n\r\n\"I'm in love, Ukridge,\" I said.\r\n\r\n\"What!\"\r\n\r\n\"More--I'm engaged.\"\r\n\r\nA huge hand whistled through the darkness and smote me heavily between\r\nthe shoulder blades.\r\n\r\n\"Thanks,\" I said; \"that felt congratulatory.\"\r\n\r\n\"By Jove! old boy, I wish you luck. 'Pon my word, I do. Fancy you\r\nengaged! Best thing in the world for you. Never knew what happiness\r\nwas till I married. A man wants a helpmeet--\"\r\n\r\n\"And this man,\" I said, \"seems likely to go on wanting. That's where I\r\nneed your advice. I'm engaged to Miss Derrick.\"\r\n\r\n\"Miss Derrick!\" He spoke as if he hardly knew whom I meant.\r\n\r\n\"You can't have forgotten her! Good heavens, what eyes some men have!\r\nWhy, if I'd only seen her once, I should have remembered her all my\r\nlife.\"\r\n\r\n\"I know now. She came to dinner here with her father, that fat little\r\nbuffer.\"\r\n\r\n\"As you were careful to call him at the time. Thereby starting all the\r\ntrouble.\"\r\n\r\n\"You fished him out of the water afterwards.\"\r\n\r\n\"Quite right.\"\r\n\r\n\"Why, it's a perfect romance, old horse. It's like the stories you\r\nread.\"\r\n\r\n\"And write. But they all end happily. 'There is none, my brave young\r\npreserver, to whom I would more willingly intrust my daughter's\r\nhappiness.' Unfortunately, in my little drama, the heavy father seems\r\nlikely to forget his cue.\"\r\n\r\n\"The old man won't give his consent?\"\r\n\r\n\"Probably not.\"\r\n\r\n\"But why? What's the matter with you? If you marry, you'll come into\r\nyour uncle's money, and all that.\"\r\n\r\n\"True. Affluence stares me in the face.\"\r\n\r\n\"And you fished him out of the water.\"\r\n\r\n\"After previously chucking him in.\"\r\n\r\n\"What!\"\r\n\r\n\"At any rate, by proxy.\"\r\n\r\nI explained. Ukridge, I regret to say, laughed.\r\n\r\n\"You vagabond!\" he said. \"'Pon my word, old horse, to look at you, one\r\nwould never have thought you'd have had it in you.\"\r\n\r\n\"I can't help looking respectable.\"\r\n\r\n\"What are you going to do about it? The old man's got it up against\r\nyou good and strong, there's no doubt of that.\"\r\n\r\n\"That's where I wanted your advice. You're a man of resource. What\r\nwould you do if you were in my place?\"\r\n\r\nUkridge tapped me impressively on the shoulder.\r\n\r\n\"Marmaduke,\" he said, \"there's one thing that'll carry you through any\r\nmess.\"\r\n\r\n\"And that is--\"\r\n\r\n\"Cheek, my boy--cheek! Gall! Why, take my case. I never told you how I\r\ncame to marry, did I? I thought not. Well, it was this way. You've\r\nheard us mention Millie's Aunt Elizabeth--what? Well, then, when I\r\ntell you that she was Millie's nearest relative, and it was her\r\nconsent I had to gather, you'll see that it wasn't a walk-over.\"\r\n\r\n\"Well?\" I said.\r\n\r\n\"First time I saw Millie was in a first-class carriage on the\r\nunderground. I'd got a third-class ticket, by the way. We weren't\r\nalone. It was five a side. But she sat opposite me, and I fell in love\r\nwith her there and then. We both got out at South Kensington. I\r\nfollowed her. She went to a house in Thurloe Square. I waited outside\r\nand thought it over. I had got to get into that house and make her\r\nacquaintance. So I rang the bell. 'Is Lady Lichenhall at home?' I\r\nasked. You note the artfulness? My asking for Lady Lichenhall made 'em\r\nthink I was one of the upper ten--what?\"\r\n\r\n\"How were you dressed?\" I could not help asking.\r\n\r\n\"Oh, it was one of my frock-coat days. I'd been to see a man about\r\ntutoring his son. There was nothing the matter with my appearance.\r\n'No,' said the servant, 'nobody of that name lives here. This is Lady\r\nLakenheath's house.' So, you see, I had luck at the start, because the\r\ntwo names were a bit alike. Well, I got the servant to show me in\r\nsomehow, and, once in, you can wager I talked for all I was worth.\r\nKept up a flow of conversation about being misdirected and coming to\r\nthe wrong house, and so on. Went away, and called a few days later.\r\nCalled regularly. Met 'em at every theater they went to, and bowed,\r\nand finally got away with Millie before her aunt could tell what was\r\nhappening, or who I was or what I was doing or anything.\"\r\n\r\n\"And what's the moral?\" I said.\r\n\r\n\"Why, go in hard. Rush 'em. Bustle 'em. Don't give 'em a moment's\r\nrest.\"\r\n\r\n\"Don't play the goose game,\" I said with that curious thrill we feel\r\nwhen somebody's independent view of a matter coincides with one's own.\r\n\r\n\"That's it. Don't play the goose game. Don't give 'em time to think.\r\nWhy, if I'd given Millie's aunt time to think, where should we have\r\nbeen? Not at Lyme Regis together, I'll bet.\"\r\n\r\n\"Ukridge,\" I said, \"you inspire me. You would inspire a caterpillar. I\r\nwill go to the professor--I was going anyhow--but now I shall go\r\naggressively, and bustle him. I will surprise a father's blessing out\r\nof him, if I have to do it with a crowbar!\"\r\n\r\n\r\n\r\n\r\nI ASK PAPA\r\n\r\nXIX\r\n\r\n\r\nReviewing the matter later, I see that I made a poor choice of time\r\nand place. But at the moment this did not strike me. It is a simple\r\nthing, I reflected, for a man to pass another by haughtily and without\r\nrecognition, when they meet on dry land; but when the said man, being\r\nan indifferent swimmer, is accosted in the water and out of his depth,\r\nthe feat becomes a hard one.\r\n\r\nWhen, therefore, having undressed on the Cob on the following morning,\r\nI spied in the distance, as I was about to dive, the gray head of the\r\nprofessor bobbing on the face of the waters, I did not hesitate. I\r\nplunged in and swam rapidly toward him.\r\n\r\nHis face was turned in the opposite direction when I came up with him,\r\nand it was soon evident that he had not observed my approach. For\r\nwhen, treading water easily in his immediate rear, I wished him good\r\nmorning in my most conciliatory tones, he stood not upon the order of\r\nhis sinking, but went under like so much pig iron. I waited\r\ncourteously until he rose to the surface once more, when I repeated my\r\nremark.\r\n\r\nHe expelled the last remnant of water from his mouth with a wrathful\r\nsplutter, and cleared his eyes with the back of his hand.\r\n\r\n\"The water is delightfully warm,\" I said.\r\n\r\n\"Oh, it's you!\" said he, and I could not cheat myself into believing\r\nthat he spoke cordially.\r\n\r\n\"You are swimming splendidly this morning,\" I said, feeling that an\r\nounce of flattery is often worth a pound of rhetoric. \"If,\" I added,\r\n\"you will allow me to say so.\"\r\n\r\n\"I will not,\" he snapped. \"I--\" Here a small wave, noticing that his\r\nmouth was open, walked in. \"I wish,\" he resumed warmly, \"as I said in\r\nme letter, to have nothing to do with you. I consider ye've behaved in\r\na manner that can only be described as abominable, and I will thank ye\r\nto leave me alone.\"\r\n\r\n\"But, allow me--\"\r\n\r\n\"I will not allow ye, sir. I will allow ye nothing. Is it not enough\r\nto make me the laughingstock, the butt, sir, of this town, without\r\npursuing me in this manner when I wish to enjoy a quiet swim?\"\r\n\r\nHis remarks, which I have placed on paper as if they were continuous\r\nand uninterrupted, were punctuated in reality by a series of gasps and\r\npuffings as he received and ejected the successors of the wave he had\r\nswallowed at the beginning of our little chat. The art of conducting\r\nbright conversation while in the water is not given to every swimmer.\r\nThis he seemed to realize, for, as if to close the interview, he\r\nproceeded to make his way as quickly as he could toward the shore.\r\nUsing my best stroke, I shot beyond him and turned, treading water as\r\nbefore.\r\n\r\n\"But, professor,\" I said, \"one moment.\"\r\n\r\nI was growing annoyed with the man. I could have ducked him but for\r\nthe reflection that my prospects of obtaining his consent to my\r\nengagement with Phyllis would hardly have been enhanced thereby. No\r\nmore convincing proof of my devotion can be given than this, that I\r\ndid not seize that little man by the top of his head, thrust him under\r\nwater, and keep him there.\r\n\r\nI restrained myself. I was suave. Soothing, even.\r\n\r\n\"But, professor,\" I said, \"one moment.\"\r\n\r\n\"Not one,\" he spluttered. \"Go away, sir. I will have nothing to say to\r\nyou.\"\r\n\r\n\"I shan't keep you a minute.\"\r\n\r\nHe had been trying all this while to pass me and escape to the shore,\r\nbut I kept always directly in front of him. He now gave up the attempt\r\nand came to standstill.\r\n\r\n\"Well?\" he said.\r\n\r\nWithout preamble I gave out the text of the address I was about to\r\ndeliver to him.\r\n\r\n\"I love your daughter Phyllis, Mr. Derrick. She loves me. In fact, we\r\nare engaged,\" I said.\r\n\r\nHe went under as if he had been seized with cramp. It was a little\r\ntrying having to argue with a man, of whom one could not predict with\r\ncertainty that at any given moment he would not be under water. It\r\ntended to spoil one's flow of eloquence. The best of arguments is\r\nuseless if the listener suddenly disappears in the middle of it.\r\n\r\nHowever, I persevered.\r\n\r\n\"Mr. Derrick,\" I said, as his head emerged, \"you are naturally\r\nsurprised.\"\r\n\r\n\"You--you--you--\"\r\n\r\nSo far from cooling him, liberal doses of water seemed to make him\r\nmore heated.\r\n\r\n\"You impudent scoundrel!\"\r\n\r\nHe said that--not I. What I said was more gentlemanly, more courteous,\r\non a higher plane altogether.\r\n\r\nI said winningly: \"Mr. Derrick, cannot we let bygones be bygones?\"\r\n\r\nFrom his expression I gathered that we could not.\r\n\r\nI continued. I was under the unfortunate necessity of having to\r\ncondense my remarks. I was not able to let myself go as I could have\r\nwished, for time was an important consideration. Erelong, swallowing\r\nwater at his present rate, the professor must inevitably become\r\nwaterlogged. It behooved me to be succinct.\r\n\r\n\"I have loved your daughter,\" I said rapidly, \"ever since I first saw\r\nher. I learned last night that she loved me. But she will not marry me\r\nwithout your consent. Stretch your arms out straight from the\r\nshoulders and fill your lungs well, and you can't sink. So I have come\r\nthis morning to ask for your consent. I know we have not been on the\r\nbest of terms lately.\"\r\n\r\n\"You--\"\r\n\r\n\"For Heaven's sake, don't try to talk. Your one chance of remaining on\r\nthe surface is to keep your lungs well filled. The fault,\" I said\r\ngenerously, \"was mine. But when you have heard my explanation, I am\r\nsure you will forgive me. There, I told you so.\"\r\n\r\nHe reappeared some few feet to the left. I swam up and resumed:\r\n\r\n\"When you left us so abruptly after our little dinner party, you put\r\nme in a very awkward position. I was desperately in love with your\r\ndaughter, and as long as you were in the frame of mind in which you\r\nleft, I could not hope to find an opportunity of telling her so. You\r\nsee what a fix I was in, don't you? I thought for hours and hours, to\r\ntry and find some means of bringing about a reconciliation. You\r\nwouldn't believe how hard I thought. At last, seeing you fishing one\r\nmorning when I was on the Cob, it struck me all of a sudden that the\r\nvery best way would be to arrange a little boating accident. I was\r\nconfident that I could rescue you all right.\"\r\n\r\n\"You young blackguard!\"\r\n\r\nHe managed to slip past me, and made for the shore again.\r\n\r\n\"Strike out--but hear me,\" I said, swimming by his side. \"Look at the\r\nthing from the standpoint of a philosopher. The fact that the rescue\r\nwas arranged oughtn't really to influence you in the least. You didn't\r\nknow it at the time, therefore relatively it was not, and you were\r\ngenuinely saved from a watery grave.\"\r\n\r\nI felt that I was becoming a shade too metaphysical, but I could not\r\nhelp it. What I wanted to point out was that I had certainly pulled\r\nhim out of the water, and that the fact that I had caused him to be\r\npushed in had nothing to do with the case. Either a man is a gallant\r\nrescuer or he is not a gallant rescuer. There is no middle course. I\r\nhad saved his life, for he would have drowned if he had been left to\r\nhimself, and was consequently entitled to his gratitude. And that was\r\nall that there was to be said about it.\r\n\r\nThese things I endeavored to make plain to him as we swam along. But\r\nwhether it was that the salt water he had swallowed dulled his\r\nintelligence or that my power of stating a case neatly was to seek,\r\nthe fact remains that he reached the beach an unconvinced man.\r\n\r\nWe faced one another, dripping.\r\n\r\n\"Then may I consider,\" I said, \"that your objections are removed? We\r\nhave your consent?\"\r\n\r\nHe stamped angrily, and his bare foot came down on a small but\r\nsingularly sharp pebble. With a brief exclamation he seized the foot\r\nwith one hand and hopped. While hopping, he delivered his ultimatum.\r\nProbably this is the only instance on record of a father adopting this\r\nattitude in dismissing a suitor.\r\n\r\n\"You may not,\" he said. \"You may not consider any such thing. My\r\nobjections were never more--absolute. You detain me in the water till\r\nI am blue, sir, blue with cold, in order to listen to the most\r\npreposterous and impudent nonsense I ever heard.\"\r\n\r\nThis was unjust. If he had heard me attentively from the first and\r\navoided interruptions and not behaved like a submarine, we should\r\nhave got through our little business in half the time. We might both\r\nhave been dry and clothed by now.\r\n\r\nI endeavored to point this out to him.\r\n\r\n\"Don't talk to me, sir,\" he roared, hobbling off across the beach to\r\nhis dressing tent. \"I will not listen to you. I will have nothing to\r\ndo with you. I consider you impudent, sir.\"\r\n\r\n\"I am sure it was unintentional, Mr. Derrick.\"\r\n\r\n\"Isch!\" he said--being the first occasion and the last on which I ever\r\nheard that remarkable word proceed from the mouth of man.\r\n\r\nAnd he vanished into his tent, while I, wading in once more, swam back\r\nto the Cob and put on my clothes.\r\n\r\nAnd so home, as Pepys would have said, to breakfast, feeling\r\ndepressed.\r\n\r\n\r\n\r\n\r\nSCIENTIFIC GOLF\r\n\r\nXX\r\n\r\n\r\nAs I stood with Ukridge in the fowl run on the morning following my\r\nmaritime conversation with the professor, regarding a hen that had\r\nposed before us, obviously with a view to inspection, there appeared a\r\nman carrying an envelope.\r\n\r\nUkridge, who by this time saw, as Calverley almost said, \"under every\r\nhat a dun,\" and imagined that no envelope could contain anything but a\r\nsmall account, softly and silently vanished away, leaving me to\r\ninterview the enemy.\r\n\r\n\"Mr. Garnet, sir?\" said the foe.\r\n\r\nI recognized him. He was Professor Derrick's gardener. What did this\r\nportend? Had the merits of my pleadings come home to the professor\r\nwhen he thought them over, and was there a father's blessing inclosed\r\nin the envelope which was being held out to me?\r\n\r\nI opened the envelope. No, father's blessings were absent. The letter\r\nwas in the third person. Professor Derrick begged to inform Mr. Garnet\r\nthat, by defeating Mr. Saul Potter, he had qualified for the final\r\nround of the Lyme Regis Golf Tournament, in which, he understood, Mr.\r\nGarnet was to be his opponent. If it would be convenient for Mr.\r\nGarnet to play off the match on the present afternoon, Professor\r\nDerrick would be obliged if he would be at the clubhouse at half-past\r\ntwo. If this hour and day were unsuitable, would he kindly arrange\r\nothers. The bearer would wait.\r\n\r\nThe bearer did wait, and then trudged off with a note, beautifully\r\nwritten in the third person, in which Mr. Garnet, after numerous\r\ncompliments and thanks, begged to inform Professor Derrick that he\r\nwould be at the clubhouse at the hour mentioned.\r\n\r\n\"And,\" I added--to myself, not in the note--\"I will give him such a\r\nlicking that he'll brain himself with a cleek.\"\r\n\r\nFor I was not pleased with the professor. I was conscious of a\r\nmalicious joy at the prospect of snatching the prize from him. I knew\r\nhe had set his heart on winning the tournament this year. To be\r\nrunner-up two years in succession stimulates the desire for the first\r\nplace. It would be doubly bitter to him to be beaten by a newcomer,\r\nafter the absence of his rival, the colonel, had awakened hope in him.\r\nAnd I knew I could do it. Even allowing for bad luck--and I am never a\r\nvery unlucky golfer--I could rely almost with certainty on crushing\r\nthe man.\r\n\r\n\"And I'll do it,\" I said to Bob, who had trotted up.\r\n\r\nI often make Bob the recipient of my confidences. He listens\r\nappreciatively and never interrupts. And he never has grievances of\r\nhis own. If there is one person I dislike, it is the man who tries to\r\nair his grievances when I wish to air mine.\r\n\r\n\"Bob,\" I said, running his tail through my fingers, \"listen to me. If\r\nI am in form this afternoon, and I feel in my bones that I shall be, I\r\nshall nurse the professor. I shall play with him. Do you understand\r\nthe principles of match play at golf, Robert? You score by holes, not\r\nstrokes. There are eighteen holes. I shall toy with the professor,\r\nBob. I shall let him get ahead, and then catch him up. I shall go\r\nahead myself, and let him catch me up. I shall race him neck and neck\r\ntill the very end. Then, when his hair has turned white with the\r\nstrain, and he's lost a couple of stone in weight, and his eyes are\r\nstarting out of his head, I shall go ahead and beat him by a hole.\r\n_I'll_ teach him, Robert. He shall taste of my despair, and learn by\r\nproof in some wild hour how much the wretched dare. And when it's all\r\nover, and he's torn all his hair out and smashed all his clubs, I\r\nshall go and commit suicide off the Cob. Because, you see, if I can't\r\nmarry Phyllis, I shan't have any use for life.\"\r\n\r\nBob wagged his tail cheerfully.\r\n\r\n\"I mean it,\" I said, rolling him on his back and punching him on the\r\nchest till his breathing became stertorous. \"You don't see the sense\r\nof it, I know. But then you've got none of the finer feelings. You're\r\na jolly good dog, Robert, but you're a rank materialist. Bones and\r\ncheese and potatoes with gravy over them make you happy. You don't\r\nknow what it is to be in love. You'd better get right side up now, or\r\nyou'll have apoplexy.\"\r\n\r\nIt has been my aim in the course of this narrative to extenuate\r\nnothing, nor set down aught in malice. Like the gentleman who played\r\neuchre with the heathen Chinee, I state but the facts. I do not,\r\ntherefore, slur over my scheme for disturbing the professor's peace of\r\nmind. I am not always good and noble. I am the hero of this story, but\r\nI have my off moments.\r\n\r\nI felt ruthless toward the professor. I cannot plead ignorance of the\r\ngolfer's point of view as an excuse for my plottings. I knew that to\r\none whose soul is in the game, as the professor's was, the agony of\r\nbeing just beaten in an important match exceeds in bitterness all\r\nother agonies. I knew that if I scraped through by the smallest\r\npossible margin, his appetite would be destroyed, his sleep o' nights\r\nbroken. He would wake from fitful slumber moaning that if he had only\r\nused his iron at the tenth hole all would have been well; that if he\r\nhad aimed more carefully on the seventh green, life would not be drear\r\nand blank; that a more judicious manipulation of his brassy\r\nthroughout might have given him something to live for. All these\r\nthings I knew.\r\n\r\nAnd they did not touch me. I was adamant.\r\n\r\n       *       *       *       *       *\r\n\r\nThe professor was waiting for me at the clubhouse, and greeted me with\r\na cold and stately inclination of the head.\r\n\r\n\"Beautiful day for golf,\" I observed in my gay, chatty manner.\r\n\r\nHe bowed in silence.\r\n\r\n\"Very well,\" I thought. \"Wait--just wait.\"\r\n\r\n\"Miss Derrick is well, I hope?\" I added aloud.\r\n\r\nThat drew him. He started. His aspect became doubly forbidding.\r\n\r\n\"Miss Derrick is perfectly well, sir, I thank you.\"\r\n\r\n\"And you? No bad effect, I hope, from your dip yesterday?\"\r\n\r\n\"Mr. Garnet, I came here for golf, not conversation,\" he said.\r\n\r\nWe made it so. I drove off from the first tee. It was a splendid\r\ndrive. I should not say so if there were anyone else to say so for me.\r\nModesty would forbid. But, as there is no one, I must repeat the\r\nstatement. It was one of the best drives of my experience. The ball\r\nflashed through the air, took the bunker with a dozen feet to spare,\r\nand rolled onto the green. I had felt all along that I should be in\r\nform. Unless my opponent was equally above himself, he was a lost man.\r\n\r\nThe excellence of my drive had not been without its effect on the\r\nprofessor. I could see that he was not confident. He addressed his\r\nball more strangely and at greater length than anyone I had ever seen.\r\nHe waggled his club over it as if he were going to perform a conjuring\r\ntrick. Then he struck and topped it.\r\n\r\nThe ball rolled two yards.\r\n\r\nHe looked at it in silence. Then he looked at me--also in silence.\r\n\r\nI was gazing seaward.\r\n\r\nWhen I looked round, he was getting to work with a brassy.\r\n\r\nThis time he hit the bunker and rolled back. He repeated this maneuver\r\ntwice.\r\n\r\n\"Hard luck!\" I murmured sympathetically on the third occasion, thereby\r\ngoing as near to being slain with an iron as it has ever been my lot\r\nto go. Your true golfer is easily roused in times of misfortune, and\r\nthere was a red gleam in the eye the professor turned to me.\r\n\r\n\"I shall pick my ball up,\" he growled.\r\n\r\nWe walked on in silence to the second tee.\r\n\r\nHe did the second hole in four, which was good. I won it in three,\r\nwhich--unfortunately for him--was better.\r\n\r\nI won the third hole.\r\n\r\nI won the fourth hole.\r\n\r\nI won the fifth hole.\r\n\r\nI glanced at my opponent out of the corner of my eyes. The man was\r\nsuffering. Beads of perspiration stood out on his forehead.\r\n\r\nHis play had become wilder and wilder at each hole in arithmetical\r\nprogression. If he had been a plow, he could hardly have turned up\r\nmore soil. The imagination recoiled from the thought of what he would\r\nbe doing in another half hour if he deteriorated at his present speed.\r\n\r\nA feeling of calm and content stole over me. I was not sorry for him.\r\nAll the viciousness of my nature was uppermost in me. Once, when he\r\nmissed the ball clean at the fifth tee, his eye met mine, and we stood\r\nstaring at each other for a full half minute without moving. I believe\r\nif I had smiled then, he would have attacked me without hesitation.\r\nThere is a type of golfer who really almost ceases to be human under\r\nstress of the wild agony of a series of foozles.\r\n\r\nThe sixth hole involves the player in a somewhat tricky piece of\r\ncross-country work. There is a nasty ditch to be negotiated. Many an\r\noptimist has been reduced to blank pessimism by that ditch. \"All hope\r\nabandon, ye who enter here,\" might be written on a notice board over\r\nit.\r\n\r\nThe professor \"entered there.\" The unhappy man sent his ball into its\r\nvery jaws. And then madness seized him. The merciful laws of golf,\r\nframed by kindly men who do not wish to see the asylums of Great\r\nBritain overcrowded, enact that in such a case the player may take his\r\nball and throw it over his shoulder. The same to count as one stroke.\r\nBut vaulting ambition is apt to try and drive out from the ditch,\r\nthinking thereby to win through without losing a stroke. This way\r\nmadness lies.\r\n\r\nIt was a grisly sight to see the professor, head and shoulders above\r\nthe ditch, hewing at his obstinate Haskell.\r\n\r\n\"_Sixteen_!\" said the professor at last between his teeth. Then,\r\nhaving made one or two further comments, he stooped and picked up his\r\nball.\r\n\r\n\"I give you this hole,\" he said.\r\n\r\nWe walked on.\r\n\r\nI won the seventh hole.\r\n\r\nI won the eighth hole.\r\n\r\nThe ninth we halved, for in the black depth of my soul I had formed a\r\nplan of fiendish subtlety. I intended to allow him to win--with\r\nextreme labor--eight holes in succession.\r\n\r\nThen, when hope was once more strong in him, I would win the last, and\r\nhe would go mad.\r\n\r\n       *       *       *       *       *\r\n\r\nI watched him carefully as we trudged on. Emotions chased one another\r\nacross his face. When he won the tenth hole he merely refrained from\r\noaths. When he won the eleventh a sort of sullen pleasure showed in\r\nhis face. It was at the thirteenth that I detected the first dawning\r\nof hope. From then onward it grew. When, with a sequence of shocking\r\nshots, he took the seventeenth hole in eight, he was in a parlous\r\ncondition. His run of success had engendered within him a desire for\r\nconversation. He wanted, as it were, to flap his wings and crow. I\r\ncould see dignity wrestling with talkativeness.\r\n\r\nI gave him a lead.\r\n\r\n\"You have got back your form now,\" I said.\r\n\r\nTalkativeness had it. Dignity retired hurt. Speech came from him with\r\na rush. When he brought off an excellent drive from the eighteenth\r\ntee, he seemed to forget everything.\r\n\r\n\"Me dear boy--\" he began, and stopped abruptly in some confusion.\r\nSilence once more brooded over us as we played ourselves up the\r\nfairway and on to the green.\r\n\r\nHe was on the green in four. I reached it in three. His sixth stroke\r\ntook him out.\r\n\r\nI putted carefully to the very mouth of the hole.\r\n\r\nI walked up to my ball and paused. I looked at the professor. He\r\nlooked at me.\r\n\r\n\"Go on,\" he said hoarsely.\r\n\r\nSuddenly a wave of compassion flooded over me. What right had I to\r\ntorture the man like this? He had not behaved well to me, but in the\r\nmain it was my fault. In his place I should have acted in precisely\r\nthe same way. In a flash I made up my mind.\r\n\r\n\"Professor,\" I said.\r\n\r\n\"Go on,\" he repeated.\r\n\r\n\"That looks a simple shot,\" I said, eyeing him steadily, \"but I might\r\neasily miss it.\"\r\n\r\nHe started.\r\n\r\n\"And then you would win the championship.\"\r\n\r\nHe dabbed at his forehead with a wet ball of a handkerchief.\r\n\r\n\"It would be very pleasant for you after getting so near it the last\r\ntwo years.\"\r\n\r\n\"Go on,\" he said for the third time. But there was a note of\r\nhesitation in his voice.\r\n\r\n\"Sudden joy,\" I said, \"would almost certainly make me miss it.\"\r\n\r\nWe looked at each other. He had the golf fever in his eyes.\r\n\r\n\"If,\" I said slowly, lifting my putter, \"you were to give your consent\r\nto my marriage with Phyllis--\"\r\n\r\nHe looked from me to the ball, from the ball to me, and back again to\r\nthe ball. It was very, very near the hole.\r\n\r\n\"I love her,\" I said, \"and I have discovered she loves me.... I shall\r\nbe a rich man from the day I marry--\"\r\n\r\nHis eyes were still fixed on the ball.\r\n\r\n\"Why not?\" I said.\r\n\r\nHe looked up, and burst into a roar of laughter.\r\n\r\n\"You young divil,\" said he, smiting his thigh, \"you young divil,\r\nyou've beaten me.\"\r\n\r\nI swung my putter, and drove the ball far beyond the green.\r\n\r\n\"On the contrary,\" I said, \"you have beaten me.\"\r\n\r\n       *       *       *       *       *\r\n\r\nI left the professor at the clubhouse and raced back to the farm. I\r\nwanted to pour my joys into a sympathetic ear. Ukridge, I knew, would\r\noffer that same sympathetic ear. A good fellow, Ukridge. Always\r\ninterested in what you had to tell him--never bored.\r\n\r\n\"Ukridge,\" I shouted.\r\n\r\nNo answer.\r\n\r\nI flung open the dining-room door. Nobody.\r\n\r\nI went into the drawing-room. It was empty.\r\n\r\nI searched through the garden, and looked into his bedroom. He was not\r\nin either.\r\n\r\n\"He must have gone for a stroll,\" I said.\r\n\r\nI rang the bell.\r\n\r\nThe hired retainer appeared, calm and imperturbable as ever.\r\n\r\n\"Sir?\"\r\n\r\n\"Oh, where is Mr. Ukridge, Beale?\"\r\n\r\n\"Mr. Ukridge, sir,\" said the hired retainer nonchalantly, \"has gone.\"\r\n\r\n\"Gone!\"\r\n\r\n\"Yes, sir. Mr. Ukridge and Mrs. Ukridge went away together by the\r\nthree o'clock train.\"\r\n\r\n\r\n\r\n\r\nTHE CALM BEFORE THE STORM\r\n\r\nXXI\r\n\r\n\r\n\"Beale,\" I said, \"what do you mean? Where have they gone?\"\r\n\r\n\"Don't know, sir. London, I expect.\"\r\n\r\n\"When did they go? Oh, you told me that. Didn't they say why they were\r\ngoing?\"\r\n\r\n\"No, sir.\"\r\n\r\n\"Didn't you ask? When you saw them packing up and going to the\r\nstation, didn't you do anything?\"\r\n\r\n\"No, sir.\"\r\n\r\n\"Why on earth not?\"\r\n\r\n\"I didn't see them, sir. I only found out as they'd gone after they'd\r\nbeen and went, sir. Walking down by the 'Net and Mackerel,' met one\r\nof them coastguards. 'Oh,' says he, 'so you're moving?' 'Who's\r\na-moving?' I says to him. 'Well,' he says to me, 'I seen your Mr.\r\nUkridge and his missus get into the three o'clock train for Axminster.\r\nI thought as you was all a-moving.' 'Ho!' I says, 'Ho!' wondering, and\r\nI goes on. When I gets back, I asks the missus did she see them\r\npacking their boxes, and she says, 'No,' she says, they didn't pack no\r\nboxes as she knowed of. And blowed if they had, Mr. Garnet, sir.\"\r\n\r\n\"What, they didn't pack!\"\r\n\r\n\"No, sir.\"\r\n\r\nWe looked at one another.\r\n\r\n\"Beale,\" I said.\r\n\r\n\"Sir?\"\r\n\r\n\"Do you know what I think?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"They've bolted.\"\r\n\r\n\"So I says to the missus, sir. It struck me right off, in a manner of\r\nspeaking.\"\r\n\r\n\"This is awful,\" I said.\r\n\r\n\"Yes, sir.\"\r\n\r\nHis face betrayed no emotion, but he was one of those men whose\r\nexpression never varies. It's a way they have in the army.\r\n\r\n\"This wants thinking out, Beale,\" I said.\r\n\r\n\"Yes, sir.\"\r\n\r\n\"You'd better ask Mrs. Beale to give me some dinner, and then I'll\r\nthink it out.\"\r\n\r\n\"Yes, sir.\"\r\n\r\nI was in an unpleasant position. Ukridge, by his defection, had left\r\nme in charge of the farm. I could dissolve the concern, I supposed, if\r\nI wished, and return to London; but I particularly desired to remain\r\nin Lyme Regis. To complete the victory I had won on the links, it was\r\nnecessary for me to continue as I had begun. I was in the position of\r\na general who has conquered a hostile country, and is obliged to\r\nsoothe the feelings of the conquered people before his labors can be\r\nconsidered at an end. I had rushed the professor. It must now be my\r\naim to keep him from regretting that he had been rushed. I must,\r\ntherefore, stick to my post with the tenacity of a boy on a burning\r\ndeck. There would be trouble. Of that I was certain. As soon as the\r\nnews got about that Ukridge had gone, the deluge would begin. His\r\ncreditors would abandon their passive tactics and take active steps.\r\nThe siege of Port Arthur would be nothing to it. There was a chance\r\nthat aggressive measures would be confined to the enemy at our gates,\r\nthe tradesmen of Lyme Regis. But the probability was that the news\r\nwould spread and the injured merchants of Dorchester and Axminster\r\nrush to the scene of hostilities. I foresaw unpleasantness.\r\n\r\nI summoned Beale after dinner and held a council of war. It was no\r\ntime for airy persiflage.\r\n\r\nI said, \"Beale, we're in the cart.\"\r\n\r\n\"Sir?\"\r\n\r\n\"Mr. Ukridge going away like this has left me in a most unpleasant\r\nposition. I would like to talk it over with you. I dare say you know\r\nthat we--that Mr. Ukridge owes a considerable amount of money\r\nroundabout here to tradesmen?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"Well, when they find out that he has--er--\"\r\n\r\n\"Shot the moon, sir,\" suggested the hired retainer helpfully.\r\n\r\n\"Gone up to town,\" I said. \"When they find that he has gone up to\r\ntown, they are likely to come bothering us a good deal.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"I fancy that we shall have them all round here by the day after\r\nto-morrow at the latest. Probably earlier. News of this sort always\r\nspreads quickly. The point is, then, what are we to do?\"\r\n\r\nHe propounded no scheme, but stood in an easy attitude of attention,\r\nwaiting for me to continue.\r\n\r\nI continued.\r\n\r\n\"Let's see exactly how we stand,\" I said. \"My point is that I\r\nparticularly wish to go on living down here for at least another\r\nfortnight. Of course, my position is simple. I am Mr. Ukridge's guest.\r\nI shall go on living as I have been doing up to the present. He asked\r\nme down here to help him look after the fowls, so I shall go on\r\nlooking after them. I shall want a chicken a day, I suppose, or\r\nperhaps two, for my meals, and there the thing ends, as far I am\r\nconcerned. Complications set in when we come to consider you and Mrs.\r\nBeale. I suppose you won't care to stop on after this?\"\r\n\r\nThe hired retainer scratched his chin and glanced out of the window.\r\nThe moon was up and the garden looked cool and mysterious in the dim\r\nlight.\r\n\r\n\"It's a pretty place, Mr. Garnet, sir,\" he said.\r\n\r\n\"It is,\" I said, \"but about other considerations? There's the matter\r\nof wages. Are yours in arrears?\"\r\n\r\n\"Yes, sir. A month.\"\r\n\r\n\"And Mrs. Beale's the same, I suppose?\"\r\n\r\n\"Yes, sir. A month.\"\r\n\r\n\"H'm. Well, it seems to me, Beale, you can't lose anything by stopping\r\non.\"\r\n\r\n\"I can't be paid any less than I have been, sir,\" he agreed.\r\n\r\n\"Exactly. And, as you say, it's a pretty place. You might just as well\r\nstop on and help me in the fowl run. What do you think?\"\r\n\r\n\"Very well, sir.\"\r\n\r\n\"And Mrs. Beale will do the same?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"That's excellent. You're a hero, Beale. I sha'n't forget you. There's\r\na check coming to me from a magazine in another week for a short\r\nstory. When it arrives I'll look into that matter of back wages. Tell\r\nMrs. Beale I'm much obliged to her, will you?\"\r\n\r\n\"Yes, sir.\"\r\n\r\nHaving concluded that delicate business, I strolled out into the\r\ngarden with Bob. It was abominable of Ukridge to desert me in this\r\nway. Even if I had not been his friend, it would have been bad. The\r\nfact that we had known each other for years made it doubly\r\ndiscreditable. He might at least have warned me and given me the\r\noption of leaving the sinking ship with him.\r\n\r\nBut, I reflected, I ought not to be surprised. His whole career, as\r\nlong as I had known him, had been dotted with little eccentricities of\r\na type which an unfeeling world generally stigmatizes as shady. They\r\nwere small things, it was true; but they ought to have warned me. We\r\nare most of us wise after the event. When the wind has blown we\r\ngenerally discover a multitude of straws which should have shown us\r\nwhich way it was blowing.\r\n\r\nOnce, I remembered, in our school-master days, when guineas, though\r\nregular, were few, he had had occasion to increase his wardrobe. If I\r\nrecollect rightly, he thought he had a chance of a good position in\r\nthe tutoring line, and only needed good clothes to make it his. He\r\ntook four pounds of his salary in advance--he was in the habit of\r\ndoing this; he never had any of his salary left by the end of term, it\r\nhaving vanished in advance loans beforehand. With this he was to buy\r\ntwo suits, a hat, new boots, and collars. When it came to making the\r\npurchases, he found, what he had overlooked previously in his\r\noptimistic way, that four pounds did not go very far. At the time, I\r\nremember, I thought his method of grappling with the situation\r\nhumorous. He bought a hat for three and sixpence, and got the suits\r\nand the boots on the installment system, paying a small sum in\r\nadvance, as earnest of more to come. He then pawned one suit to pay\r\nthe first few installments, and finally departed, to be known no more.\r\nHis address he had given, with a false name, at an empty house, and\r\nwhen the tailor arrived with the minions of the law, all he found was\r\nan annoyed caretaker and a pile of letters written by himself,\r\ncontaining his bill in its various stages of evolution.\r\n\r\nOr again. There was a bicycle and photograph shop near the school. He\r\nblew into this one day and his roving eye fell on a tandem bicycle. He\r\ndid not want a tandem bicycle, but that influenced him not at all. He\r\nordered it, provisionally. He also ordered an enlarging camera, a\r\nKodak, and a magic lantern. The order was booked and the goods were to\r\nbe delivered when he had made up his mind concerning them. After a\r\nweek the shopman sent round to ask if there were any further\r\nparticulars which Mr. Ukridge would like to learn before definitely\r\nordering them. Mr. Ukridge sent word back that he was considering the\r\nmatter, and that in the meantime would he be so good as to let him\r\nhave that little clockwork man in his window, which walked when wound\r\nup? Having got this, and not paid for it, Ukridge thought that he had\r\ndone handsomely by the bicycle and photograph man, and that things\r\nwere square between them. The latter met him a few days afterwards and\r\nexpostulated plaintively. Ukridge explained. \"My good man,\" he said,\r\n\"you know, I really think we need say no more about the matter.\r\nReally, you've come out of it very well. Now, look here, which would\r\nyou rather be owed for? A clockwork man, which is broken, and you can\r\nhave it back, or a tandem bicycle, an enlarging camera, a Kodak, and\r\na magic lantern? What?\" His reasoning was too subtle for the\r\nuneducated mind. The man retired, puzzled and unpaid, and Ukridge kept\r\nthe clockwork toy.\r\n\r\nA remarkable financier, Ukridge. I sometimes think that he would have\r\ndone well in the city.\r\n\r\nI did not go to bed till late that night. There was something so\r\npeaceful in the silence that brooded over everything that I stayed on,\r\nenjoying it. Perhaps it struck me as all the more peaceful because I\r\ncould not help thinking of the troublous times that were to come.\r\nAlready I seemed to hear the horrid roar of a herd of infuriated\r\ncreditors. I seemed to see fierce brawlings and sackings in progress\r\nin this very garden.\r\n\r\n\"It will be a coarse, brutal spectacle, Robert,\" I said.\r\n\r\nBob uttered a little whine, as if he, too, were endowed with powers of\r\nprophecy.\r\n\r\n\r\n\r\n\r\nTHE STORM BREAKS\r\n\r\nXXII\r\n\r\n\r\nRather to my surprise, the next morning passed off uneventfully. By\r\nlunch time I had come to the conclusion that the expected trouble\r\nwould not occur that day, and I felt that I might well leave my post\r\nfor the afternoon while I went to the professor's to pay my respects.\r\n\r\nThe professor was out when I arrived. Phyllis was in, and as we had a\r\ngood many things of no importance to say to each other, it was not\r\ntill the evening that I started for the farm again.\r\n\r\nAs I approached the sound of voices smote my ears.\r\n\r\nI stopped. I could hear Beale speaking. Then came the rich notes of\r\nVickers, the butcher. Then Beale again. Then Dawlish, the grocer.\r\nThen a chorus.\r\n\r\nThe storm had burst, and in my absence.\r\n\r\nI blushed for myself. I was in command, and I had deserted the fort in\r\ntime of need. What must the faithful hired man be thinking of me?\r\nProbably he placed me, as he had placed Ukridge, in the ragged ranks\r\nof those who have shot the moon.\r\n\r\nFortunately, having just come from the professor's, I was in the\r\ncostume which of all my wardrobe was most calculated to impress. To a\r\ncasual observer I should probably suggest wealth and respectability. I\r\nstopped for a moment to cool myself, for, as is my habit when pleased\r\nwith life, I had been walking fast, then I opened the gate and strode\r\nin, trying to look as opulent as possible.\r\n\r\nIt was an animated scene that met my eyes. In the middle of the lawn\r\nstood the devoted Beale, a little more flushed than I had seen him\r\nhitherto, parleying with a burly and excited young man without a coat.\r\nGrouped round the pair were some dozen men, young, middle-aged, and\r\nold, all talking their hardest. I could distinguish nothing of what\r\nthey were saying. I noticed that Beale's left cheek bone was a little\r\ndiscolored, and there was a hard, dogged expression on his face. He,\r\ntoo, was in his shirt sleeves.\r\n\r\nMy entry created no sensation. Nobody, apparently, had heard the latch\r\nclick, and nobody had caught sight of me. Their eyes were fixed on the\r\nyoung man and Beale. I stood at the gate and watched them.\r\n\r\nThere seemed to have been trouble already. Looking more closely I\r\nperceived sitting on the grass apart a second young man. His face was\r\nobscured by a dirty pocket handkerchief, with which he dabbed tenderly\r\nat his features. Every now and then the shirt-sleeved young man flung\r\nhis hand toward him with an indignant gesture, talking hard the\r\nwhile. It did not need a preternaturally keen observer to deduce what\r\nhad happened. Beale must have fallen out with the young man who was\r\nsitting on the grass and smitten him, and now his friend had taken up\r\nthe quarrel.\r\n\r\n\"Now this,\" I said to myself, \"is rather interesting. Here in this one\r\nfarm we have the only three known methods of dealing with duns. Beale\r\nis evidently an exponent of the violent method. Ukridge is an apostle\r\nof evasion. I shall try conciliation. I wonder which of us will be the\r\nmost successful.\"\r\n\r\nMeanwhile, not to spoil Beale's efforts by allowing him too little\r\nscope for experiment, I refrained from making my presence known, and\r\ncontinued to stand by the gate, an interested spectator.\r\n\r\nThings were evidently moving now. The young man's gestures became\r\nmore vigorous. The dogged look on Beale's face deepened. The comments\r\nof the ring increased in point and pungency.\r\n\r\n\"What did you hit him for, then?\"\r\n\r\nThis question was put, always in the same words and with the same air\r\nof quiet triumph, at intervals of thirty seconds by a little man in a\r\nsnuff-colored suit with a purple tie. Nobody ever answered him or\r\nappeared to listen to him, but he seemed each time to think that he\r\nhad clinched the matter and cornered his opponent.\r\n\r\nOther voices chimed in.\r\n\r\n\"You hit him, Charlie. Go on. You hit him.\"\r\n\r\n\"We'll have the law.\"\r\n\r\n\"Go on, Charlie.\"\r\n\r\nFlushed with the favor of the many-headed, Charlie now proceeded from\r\nthreats to action. His right fist swung round suddenly. But Beale was\r\non the alert. He ducked sharply, and the next minute Charlie was\r\nsitting on the ground beside his fallen friend. A hush fell on the\r\nring, and the little man in the purple tie was left repeating his\r\nformula without support.\r\n\r\nI advanced. It seemed to me that the time had come to be conciliatory.\r\nCharlie was struggling to his feet, obviously anxious for a second\r\nround, and Beale was getting into position once more. In another five\r\nminutes conciliation would be out of the question.\r\n\r\n\"What's all this?\" I said.\r\n\r\nMy advent caused a stir. Excited men left Beale and rallied round me.\r\nCharlie, rising to his feet, found himself dethroned from his position\r\nof man of the moment, and stood blinking at the setting sun and\r\nopening and shutting his mouth. There was a buzz of conversation.\r\n\r\n\"Don't all speak at once, please,\" I said. \"I can't possibly follow\r\nwhat you say. Perhaps you will tell me what you want?\"\r\n\r\nI singled out a short, stout man in gray. He wore the largest whiskers\r\never seen on human face.\r\n\r\n\"It's like this, sir. We all of us want to know where we are.\"\r\n\r\n\"I can tell you that,\" I said, \"you're on our lawn, and I should be\r\nmuch obliged if you would stop digging your heels into it.\"\r\n\r\nThis was not, I suppose, conciliation in the strictest and best sense\r\nof the word, but the thing had to be said.\r\n\r\n\"You don't understand me, sir,\" he said excitedly. \"When I said we\r\ndidn't know where we were, it was a manner of speaking. We want to\r\nknow how we stand.\"\r\n\r\n\"On your heels,\" I replied gently, \"as I pointed out before.\"\r\n\r\n\"I am Brass, sir, of Axminster. My account with Mr. Ukridge is ten\r\npounds eight shillings and fourpence. I want to know--\"\r\n\r\nThe whole strength of the company now joined in.\r\n\r\n\"You know me, Mr. Garnet. Appleby, in the High--\" (voice lost in the\r\ngeneral roar) \"... and eightpence.\"\r\n\r\n\"My account with Mr. Uk----\"\r\n\r\n\"... settle--\"\r\n\r\n\"I represent Bodger--\"\r\n\r\nA diversion occurred at this point. Charlie, who had long been eyeing\r\nBeale sourly, dashed at him with swinging fists and was knocked down\r\nagain. The whole trend of the meeting altered once more. Conciliation\r\nbecame a drug. Violence was what the public wanted. Beale had three\r\nfights in rapid succession. I was helpless. Instinct prompted me to\r\njoin the fray, but prudence told me that such a course would be fatal.\r\n\r\nAt last, in a lull, I managed to catch the hired retainer by the arm\r\nas he drew back from the prostrate form of his latest victim.\r\n\r\n\"Drop it, Beale,\" I whispered hotly, \"drop it. We shall never manage\r\nthese people if you knock them about. Go indoors and stay there while\r\nI talk to them.\"\r\n\r\n\"Mr. Garnet, sir,\" said he, the light of battle dying out of his eyes,\r\n\"it's 'ard. It's cruel 'ard. I ain't 'ad a turn-up, not to _call_ a\r\nturn-up, since I've bin a time-expired man. I ain't hitting of 'em,\r\nMr. Garnet, sir, not hard I ain't. That there first one of 'em he\r\nplayed me dirty, hittin' at me when I wasn't looking. They can't say\r\nas I started it.\"\r\n\r\n\"That's all right, Beale,\" I said soothingly. \"I know it wasn't your\r\nfault, and I know it's hard on you to have to stop, but I wish you\r\nwould go indoors. I must talk to these men, and we sha'n't have a\r\nmoment's peace while you're here. Cut along.\"\r\n\r\n\"Very well, sir. But it's 'ard. Mayn't I 'ave just one go at that\r\nCharlie, Mr. Garnet?\" he asked wistfully.\r\n\r\n\"No, no. Go in.\"\r\n\r\n\"And if they goes for you, sir, and tries to wipe the face off you?\"\r\n\r\n\"They won't, they won't. If they do, I'll shout for you.\"\r\n\r\nHe went reluctantly into the house, and I turned again to my audience.\r\n\r\n\"If you will kindly be quiet for a moment--\" I said.\r\n\r\n\"I am Appleby, Mr. Garnet, in the High Street. Mr. Ukridge--\"\r\n\r\n\"Eighteen pounds fourteen shillings--\"\r\n\r\n\"Kindly glance--\"\r\n\r\nI waved my hands wildly above my head.\r\n\r\n\"Stop! Stop! Stop!\" I shouted.\r\n\r\nThe babble continued, but diminished gradually in volume. Through the\r\ntrees, as I waited, I caught a glimpse of the sea. I wished I was out\r\non the Cob, where beyond these voices there was peace. My head was\r\nbeginning to ache, and I felt faint for want of food.\r\n\r\n\"Gentlemen!\" I cried, as the noise died away.\r\n\r\nThe latch of the gate clicked. I looked up and saw a tall thin young\r\nman in a frock coat and silk hat enter the garden. It was the first\r\ntime I had seen the costume in the country.\r\n\r\nHe approached me.\r\n\r\n\"Mr. Ukridge, sir?\" he said.\r\n\r\n\"My name is Garnet. Mr. Ukridge is away at the moment.\"\r\n\r\n\"I come from Whiteley's, Mr. Garnet. Our Mr. Blenkinsop having written\r\non several occasions to Mr. Ukridge, calling his attention to the fact\r\nthat his account has been allowed to mount to a considerable figure,\r\nand having received no satisfactory reply, desired me to visit him. I\r\nam sorry that he is not at home.\"\r\n\r\n\"So am I,\" I said with feeling.\r\n\r\n\"Do you expect him to return shortly?\"\r\n\r\n\"No,\" I said, \"I do not.\"\r\n\r\nHe was looking curiously at the expectant band of duns. I forestalled\r\nhis question.\r\n\r\n\"Those are some of Mr. Ukridge's creditors,\" I said. \"I am just about\r\nto address them. Perhaps you will take a seat. The grass is quite dry.\r\nMy remarks will embrace you as well as them.\"\r\n\r\nComprehension came into his eyes, and the natural man in him peeped\r\nthrough the polish.\r\n\r\n\"Great Scott, has he done a bunk?\" he cried.\r\n\r\n\"To the best of my knowledge, yes,\" I said.\r\n\r\nHe whistled.\r\n\r\nI turned again to the local talent.\r\n\r\n\"Gentlemen!\" I shouted.\r\n\r\n\"Hear, hear!\" said some idiot.\r\n\r\n\"Gentlemen, I intend to be quite frank with you. We must decide just\r\nhow matters stand between us.\" (A voice: \"Where's Ukridge?\") \"Mr.\r\nUkridge left for London suddenly (bitter laughter) yesterday\r\nafternoon. Personally I think he will come back very shortly.\"\r\n\r\nHoots of derision greeted this prophecy.\r\n\r\nI resumed:\r\n\r\n\"I fail to see your object in coming here. I have nothing for you. I\r\ncouldn't pay your bills if I wanted to.\"\r\n\r\nIt began to be borne in upon me that I was becoming unpopular.\r\n\r\n\"I am here simply as Mr. Ukridge's guest,\" I proceeded. After all, why\r\nshould I spare the man? \"I have nothing whatever to do with his\r\nbusiness affairs. I refuse absolutely to be regarded as in any way\r\nindebted to you. I am sorry for you. You have my sympathy. That is all\r\nI can give you, sympathy--and good advice.\"\r\n\r\nDissatisfaction. I was getting myself disliked. And I had meant to be\r\nso conciliatory, to speak to these unfortunates words of cheer which\r\nshould be as olive oil poured into a wound. For I really did\r\nsympathize with them. I considered that Ukridge had used them\r\ndisgracefully. But I was irritated. My head ached abominably.\r\n\r\n\"Then am I to tell our Mr. Blenkinsop,\" asked the frock-coated one,\r\n\"that the money is not and will not be forthcoming?\"\r\n\r\n\"When next you smoke a quiet cigar with your Mr. Blenkinsop,\" I\r\nreplied courteously, \"and find conversation flagging, I rather think I\r\n_should_ say something of the sort.\"\r\n\r\n\"We shall, of course, instruct our solicitors at once to institute\r\nlegal proceedings against your Mr. Ukridge.\"\r\n\r\n\"Don't call him my Mr. Ukridge. You can do whatever you please.\"\r\n\r\n\"That is your last word on the subject.\"\r\n\r\n\"I hope so.\"\r\n\r\n\"Where's our money?\" demanded a discontented voice from the crowd.\r\n\r\nThen Charlie, filled with the lust of revenge, proposed that the\r\ncompany should sack the place.\r\n\r\n\"We can't see the color of our money,\" he said pithily, \"but we can\r\nhave our own back.\"\r\n\r\nThat settled it. The battle was over. The most skillful general must\r\nsometimes recognize defeat. I could do nothing further with them. I\r\nhad done my best for the farm. I could do no more.\r\n\r\nI lit my pipe and strolled into the paddock.\r\n\r\nChaos followed. Indoors and out of doors they raged without check.\r\nEven Beale gave the thing up. He knocked Charlie into a flower bed and\r\nthen disappeared in the direction of the kitchen.\r\n\r\nIt was growing dusk. From inside the house came faint sounds of mirth,\r\nas the sacking party emptied the rooms of their contents. In the fowl\r\nrun a hen was crooning sleepily in its coop. It was a very soft,\r\nliquid, soothing sound.\r\n\r\nPresently out came the invaders with their loot--one with a picture,\r\nanother with a vase, another bearing the gramophone upside down.\r\n\r\nThen I heard somebody--Charlie again, it seemed to me--propose a raid\r\non the fowl run.\r\n\r\nThe fowls had had their moments of unrest since they had been our\r\nproperty, but what they had gone through with us was peace compared\r\nwith what befell them then. Not even on that second evening of our\r\nvisit, when we had run unmeasured miles in pursuit of them, had there\r\nbeen such confusion. Roused abruptly from their beauty sleep, they\r\nfled in all directions. The summer evening was made hideous with the\r\nnoise of them.\r\n\r\n\"Disgraceful, sir. Is it not disgraceful!\" said a voice at my ear.\r\n\r\nThe young man from Whiteley's stood beside me. He did not look happy.\r\nHis forehead was damp. Somebody seemed to have stepped on his hat and\r\nhis coat was smeared with mold.\r\n\r\nI was turning to answer him, when from the dusk in the direction of\r\nthe house came a sudden roar. A passionate appeal to the world in\r\ngeneral to tell the speaker what all this meant.\r\n\r\nThere was only one man of my acquaintance with a voice like that. I\r\nwalked without hurry toward him.\r\n\r\n\"Good evening, Ukridge,\" I said.\r\n\r\n\r\n\r\n\r\nAFTER THE STORM\r\n\r\nXXIII\r\n\r\n\r\nA yell of welcome drowned the tumult of the looters.\r\n\r\n\"Is that you, Garny, old horse? What's up? What's the matter? Has\r\neverybody gone mad? Who are those blackguardly scoundrels in the fowl\r\nrun? What are they doing? What's been happening?\"\r\n\r\n\"I have been entertaining a little meeting of your creditors,\" I said.\r\n\"And now they are entertaining themselves.\"\r\n\r\n\"But what did you let them do it for?\"\r\n\r\n\"What is one among so many?\" I said.\r\n\r\n\"Oh,\" moaned Ukridge, as a hen flashed past us, pursued by a criminal,\r\n\"it's a little hard. I can't go away for a day--\"\r\n\r\n\"You can't,\" I said. \"You're right there. You can't go away without a\r\nword--\"\r\n\r\n\"Without a word? What do you mean? Garny, old boy, pull yourself\r\ntogether. You're overexcited. Do you mean to tell me you didn't get my\r\nnote?\"\r\n\r\n\"What note?\"\r\n\r\n\"The one I left on the dining-room table.\"\r\n\r\n\"There was no note there.\"\r\n\r\n\"What!\"\r\n\r\nI was reminded of the scene that had taken place on the first day of\r\nour visit.\r\n\r\n\"Feel in your pockets,\" I said.\r\n\r\nAnd history repeated itself. One of the first things he pulled out was\r\nthe note.\r\n\r\n\"Why, here it is!\" he said in amazement.\r\n\r\n\"Of course. Where did you expect it to be? Was it important?\"\r\n\r\n\"Why, it explained the whole thing.\"\r\n\r\n\"Then,\" I said, \"I wish you'd let me read it. A note that can explain\r\nwhat's happened ought to be worth reading.\"\r\n\r\nI took the envelope from his hand and opened it.\r\n\r\nIt was too dark to read, so I lit a match. A puff of wind extinguished\r\nit. There is always just enough wind to extinguish a match.\r\n\r\nI pocketed the note.\r\n\r\n\"I can't read it now,\" I said. \"Tell me what it was about.\"\r\n\r\n\"It was telling you to sit tight and not to worry about us going\r\naway--\"\r\n\r\n\"That's good about worrying. You're a thoughtful chap, Ukridge.\"\r\n\r\n\"--because we should be back in a day or two.\"\r\n\r\n\"And what sent you up to town?\"\r\n\r\n\"Why, we went to touch Millie's Aunt Elizabeth.\"\r\n\r\nA light began to shine on my darkness.\r\n\r\n\"Oh!\" I said.\r\n\r\n\"You remember Aunt Elizabeth? We got a letter from her not so long\r\nago.\"\r\n\r\n\"I know whom you mean. She called you a gaby.\"\r\n\r\n\"And a guffin.\"\r\n\r\n\"Of course. I remember thinking her a shrewd and discriminating old\r\nlady, with a great gift of description. So you went to touch her?\"\r\n\r\n\"That's it. I suddenly found that things were getting into an A1\r\ntangle, and that we must have more money. So I naturally thought of\r\nAunt Elizabeth. She isn't what you might call an admirer of mine, but\r\nshe's very fond of Millie, and would do anything for her if she's\r\nallowed to chuck about a few home-truths before doing it. So we went\r\noff together, looked her up at her house, stated our painful case, and\r\ncorralled the money. Millie and I shared the work. She did the asking,\r\nwhile I inquired after the rheumatism. She mentioned the precise\r\nfigure that would clear us. I patted the toy Pomeranian. Little beast!\r\nGot after me quick, when I wasn't looking, and chewed my ankle.\"\r\n\r\n\"Thank Heaven for that,\" I said.\r\n\r\n\"In the end Millie got the money and I got the home truths.\"\r\n\r\n\"Did she call you a gaby?\"\r\n\r\n\"Twice. And a guffin three times.\"\r\n\r\n\"But you got the money?\"\r\n\r\n\"Rather. And I'll tell you another thing. I scored heavily at the end\r\nof the visit. Lady Lakenheath was doing stunts with proverbs--\"\r\n\r\n\"I beg your pardon?\"\r\n\r\n\"Quoting proverbs, you know, bearing on the situation. 'Ah, my dear,'\r\nshe said to Millie, 'marry in haste, repent at leisure!' 'I'm afraid\r\nthat proverb doesn't apply to us,' said Millie, 'because I haven't\r\nrepented.' What do you think of that, old horse?\"\r\n\r\n\"Millie's an angel,\" I replied.\r\n\r\nJust then the angel joined us. She had been exploring the house, and\r\nnoting the damage done. Her eyes were open to their fullest extent as\r\nshe shook hands with me.\r\n\r\n\"Oh, Mr. Garnet,\" she said, \"_couldn't_ you have stopped them?\"\r\n\r\nI felt a cur. Had I done as much as I might have done to stem the\r\ntide?\r\n\r\n\"I'm awfully sorry, Mrs. Ukridge,\" I said. \"I really don't think I\r\ncould have done more. We tried every method. Beale had seven fights,\r\nand I made a speech on the lawn, but it was all no good.\"\r\n\r\n\"Perhaps we can collect these men and explain things,\" I added. \"I\r\ndon't believe any of them know you've come back.\"\r\n\r\n\"Send Beale round,\" said Ukridge. \"Beale!\"\r\n\r\nThe hired retainer came running out at the sound of the well-known\r\nvoice.\r\n\r\n\"Lumme, Mr. Ukridge, sir!\" he gasped.\r\n\r\nIt was the first time Beale had ever betrayed any real emotion in my\r\npresence. To him, I suppose, the return of Ukridge was as sensational\r\nand astounding an event as the reappearance of one from the tomb would\r\nhave been. He was not accustomed to find those who had shot the moon\r\nrevisiting their old haunts.\r\n\r\n\"Go round the place and tell those blackguards that I've come back,\r\nand would like to have a word with them on the lawn. And if you find\r\nany of them stealing my fowls, knock them down.\"\r\n\r\n\"I 'ave knocked down one or two,\" said Beale with approval. \"That\r\nCharlie--\"\r\n\r\n\"That's right, Beale. You're an excellent man, and I will pay you your\r\nback wages to-night before I go to bed.\"\r\n\r\n\"Those fellers, sir,\" said Beale, having expressed his gratification,\r\n\"they've been and scattered most of them birds already, sir. They've\r\nbeen chasin' of 'em for this hour back.\"\r\n\r\nUkridge groaned.\r\n\r\n\"Demons!\" he said. \"Demons!\"\r\n\r\nBeale went off.\r\n\r\nThe audience assembled on the lawn in the moonlight. Ukridge, with his\r\ncap well over his eyes and his mackintosh hanging around him like a\r\nRoman toga, surveyed them stonily, and finally began his speech.\r\n\r\n\"You--you--you--you blackguards!\" he said.\r\n\r\nI always like to think of Ukridge as he appeared at that moment. There\r\nhave been times when his conduct did not recommend itself to me. It\r\nhas sometimes happened that I have seen flaws in him. But on this\r\noccasion he was at his best. He was eloquent. He dominated his\r\naudience.\r\n\r\nHe poured scorn upon his hearers, and they quailed. He flung invective\r\nat them, and they wilted.\r\n\r\nIt was hard, he said, it was a little hard that a gentleman could not\r\nrun up to London for a couple of days on business without having his\r\nprivate grounds turned upside down. He had intended to deal well by\r\nthe tradesmen of the town, to put business in their way, to give them\r\nlarge orders. But would he? Not much. As soon as ever the sun had\r\nrisen and another day begun, their miserable accounts should be paid\r\nin full and their connection with him be cut off. Afterwards it was\r\nprobable that he would institute legal proceedings against them for\r\ntrespass and damage to property, and if they didn't all go to prison\r\nthey might consider themselves uncommonly lucky, and if they didn't\r\nfly the spot within the brief space of two ticks he would get among\r\nthem with a shotgun. He was sick of them. They were no gentlemen, but\r\ncads. Scoundrels. Creatures that it would be rank flattery to describe\r\nas human beings. That's the sort of things _they_ were. And now they\r\nmight go--_quick_!\r\n\r\nThe meeting then dispersed, without the usual vote of thanks.\r\n\r\n       *       *       *       *       *\r\n\r\nWe were quiet at the farm that night. Ukridge sat like Marius among\r\nthe ruins of Carthage and refused to speak. Eventually he took Bob\r\nwith him and went for a walk.\r\n\r\nHalf an hour later I, too, wearied of the scene of desolation. My\r\nerrant steps took me in the direction of the sea. As I approached I\r\nwas aware of a figure standing in the moonlight, gazing moodily out\r\nover the waters. Beside the figure was a dog.\r\n\r\nI would not disturb his thoughts. The dark moments of massive minds\r\nare sacred. I forebore to speak to him. As readily might one of the\r\ngenerals of the Grand Army have opened conversation with Napoleon\r\nduring the retreat from Moscow.\r\n\r\nI turned softly and walked the other way. When I looked back he was\r\nstill there.\r\n\r\n[Illustration: \"I did think Mr. Garnet would have fainted when the\r\nbest man said, 'I can't find it, old horse!'\"]\r\n\r\n\r\n\r\n\r\nEPILOGUE\r\n\r\n\r\nARGUMENT. From the _Morning Post: \"... and graceful, wore a simple\r\ngown of stiff satin and old lace, and a heavy lace veil fell in soft\r\nfolds over the shimmering skirt. A reception was subsequently held by\r\nMrs. O'Brien, aunt of the bride, at her house in Ennismore Gardens.\"_\r\n\r\n\r\nIN THE SERVANTS' HALL\r\n\r\nTHE COOK. ... And as pretty a wedding, Mr. Hill, as ever I did see.\r\n\r\nTHE BUTLER. Indeed, Mrs. Minchley? And how did our niece look?\r\n\r\nTHE COOK (_closing her eyes in silent rapture_). Well,\r\n_there_! That lace! (_In a burst of ecstacy_.) Well, _there_!!\r\nWords can't describe it, Mr. Hill.\r\n\r\nTHE BUTLER. Indeed, Mrs. Minchley?\r\n\r\nTHE COOK. And Miss Phyllis--Mrs. Garnet, I _should_ say--she was as\r\ncalm as calm. And looking beautiful as--well, there! Now, Mr. Garnet,\r\nhe _did_ look nervous, if you like, and when the best man--such a\r\nqueer-looking awkward man, in a frock coat that _I_ wouldn't have been\r\nbest man at a wedding in--when he lost the ring and said--quite loud,\r\neverybody could hear him--\"I can't find it, old horse!\" why I did\r\nthink Mr. Garnet would have fainted away, and so I said to Jane, as\r\nwas sitting beside me. But he found it at the last moment, and all\r\nwent on as merrily, as you may say, as a wedding bell.\r\n\r\nJANE (_sentimentally_). Reely, these weddings, you know, they do give\r\nyou a sort of feeling, if you catch my meaning, Mrs. Minchley.\r\n\r\nTHE BUTLER (_with the air of a high priest who condescends for once to\r\nunbend and frolic with lesser mortals_). Ah! it'll be your turn next,\r\nMiss Jane.\r\n\r\nJANE (_who has long had designs on this dignified bachelor_). Oh, Mr.\r\nHill, reely! You do poke your fun.\r\n\r\n   [_Raises her eyes to his, and drops them swiftly, leaving him\r\n   with a pleasant sensation of having said a good thing\r\n   particularly neatly, and a growing idea that he might do\r\n   worse than marry Jane, take a nice little house in Chelsea\r\n   somewhere, and let lodgings. He thinks it over._\r\n\r\nTILBY (_a flighty young person who, when she has a moment or two to\r\nspare from the higher flirtation with the local policeman, puts in a\r\nlittle light work about the bedrooms_). Oh, I say, this'll be one in\r\nthe eye for Riggetts, pore little feller. (_Assuming an air of\r\nadvanced melodrama._) Ow! She 'as forsiken me! I'll go and blow me\r\nlittle 'ead off with a blunderbuss! Ow that one so fair could be so\r\nfalse!\r\n\r\nMASTER THOMAS RIGGETTS (_the page boy, whose passion for the lady who\r\nhas just become Mrs. Garnet has for many months been a byword in the\r\nservants' hall_). Huh! (_To himself bitterly._) Tike care, tike care,\r\nlest some day you drive me too far.        [_Is left brooding darkly._\r\n\r\n\r\nUPSTAIRS\r\n\r\nTHE BRIDE. ... Thank you.... Oh, thank you.... Thank you so much....\r\nThank you _so_ much ... oh, thank you.... Thank you.... Thank you _so_\r\nmuch.\r\n\r\nTHE BRIDEGROOM. Thanks.... Oh, thanks.... Thanks awf'lly.... Thanks\r\nawf'lly.... Thanks awf'lly.... Oh, thanks awf'lly ... (_with a\r\nbrilliant burst of invention, amounting almost to genius_) Thanks\r\n_frightfully_.\r\n\r\nTHE BRIDE (_to herself, rapturously_). A-a-a-h!\r\n\r\nTHE BRIDEGROOM (_dabbing at his forehead with his handkerchief during\r\na lull_). I shall drop.\r\n\r\nTHE BEST MAN (_appearing suddenly at his side with a glass_). Bellows\r\nto mend, old horse, what? Keep going. You're doing fine. Bless you.\r\nBless you.\r\n\r\n   [_Drifts away._\r\n\r\nELDERLY STRANGER (_to bridegroom_). Sir, I have jigged your wife on my\r\nknee.\r\n\r\nTHE BRIDEGROOM (_with absent politeness_). Ah! Lately?\r\n\r\nELDERLY STRANGER. When she was a baby, sir.\r\n\r\nTHE BRIDEGROOM (_from force of habit_). Oh, thanks. Thanks awf'lly.\r\n\r\nTHE BRIDE (_to herself_). _Why_ can't one get married every\r\nday!... (_catching sight of a young gentleman whose bi-weekly conversation\r\nwith her in the past was wont to consist of two remarks on the weather and\r\none proposal of marriage_). _Oh_! Oh, what a _shame_ inviting poor\r\nlittle Freddy Fraddle! Aunt Kathleen _must_ have known! How could she be\r\nso cruel! Poor little fellow, he must be suffering dreadfully!\r\n\r\nPOOR LITTLE FREDDY FRADDLE (_addressing his immortal soul as he\r\ncatches sight of the bridegroom, with a set smile on his face, shaking\r\nhands with an obvious bore_). Poor devil, poor, poor devil! And to\r\nthink that I--! Well, well! There but for the grace of God goes\r\nFrederick Fraddle.\r\n\r\nTHE BRIDEGROOM (_to the_ OBVIOUS BORE). Thanks. Thanks awf'lly.\r\n\r\nTHE OBVIOUS BORE (_in measured tones_).... are going, as you say, to\r\nWales for your honeymoon, you should on no account miss the\r\nopportunity of seeing the picturesque ruins of Llanxwrg Castle, which\r\nare among the most prominent spectacles of Carnarvonshire, a county,\r\nwhich I understand you to say, you propose to include in your visit.\r\nThe ruins are really part of the village of Twdyd-Prtsplgnd, but your\r\nbest station would be Golgdn. There is a good train service to and\r\nfrom that spot. If you mention my name to the custodian of the ruins,\r\nhe will allow you to inspect the grave of the celebrated ----\r\n\r\nIMMACULATE YOUTH (_interrupting_). Hello, Garnet, old man. Don't know\r\nif you remember me. Latimer, of Oriel. I was a fresher in your third\r\nyear. Gratters!\r\n\r\nTHE BRIDEGROOM (_with real sincerity for once_). Thanks. Thanks\r\nawf'lly.\r\n\r\n   [_They proceed to talk Oxford shop together, to the exclusion\r\n   of the O. B., who glides off in search of another victim_.\r\n\r\n\r\nIN THE STREET\r\n\r\nTHE COACHMAN (_to his horse_). _Kim_ up, then!\r\n\r\nTHE HORSE (_to itself_). Deuce of a time these people are. Why don't\r\nthey hurry. I want to be off. I'm certain we shall miss that train.\r\n\r\nTHE BEST MAN (_to crowd of perfect strangers, with whom in some\r\nmysterious way he has managed to strike up a warm friendship_). Now,\r\nthen, you men, stand by. Wait till they come out, then blaze away.\r\nGood handful first shot. That's what you want.\r\n\r\nTHE COOK (_in the area, to_ JANE). Oh, I do 'ope they won't miss that\r\ntrain, don't you? Oh, here they come. Oh, don't Miss Phyllis--Mrs.\r\nGarnet--look--well, there. And I can remember her a little slip of a\r\ngirl only so high, and she used to come to my kitchen, and she used to\r\nsay, \"Mrs. Minchley,\" she used to say--it seems only yesterday--\"Mrs.\r\nMinchley, I want--\"\r\n\r\n   [_Left reminiscing._\r\n\r\nTHE BRIDE (_as the page boy's gloomy eye catches hers, \"smiles as she\r\nwas wont to smile_\").\r\n\r\nMASTER RIGGETTS (_with a happy recollection of his latest-read work of\r\nfiction--\"Sir Rupert of the Hall\": Meadowsweet Library--to himself_).\r\n\"Good-by, proud lady. Fare you well. And may you never regret.\r\nMay--you--nevorrr--regret!\"\r\n\r\n   [_Dives passionately into larder, and consoles himself with jam._\r\n\r\nTHE BEST MAN (_to his gang of bravoes_). Now, then, you men, bang it\r\nin.\r\n\r\n   [_They bang it in._\r\n\r\nTHE BRIDEGROOM (_retrieving his hat_). Oh--    [_Recollects himself in\r\ntime._\r\n\r\nTHE BEST MAN. Oh, shot, sir! Shot, indeed!\r\n\r\n   [_The_ BRIDE _and_ BRIDEGROOM _enter the carriage amid a storm of\r\n     rice._\r\n\r\nTHE BEST MAN (_coming to carriage window_). Garny, old horse.\r\n\r\nTHE BRIDEGROOM. Well?\r\n\r\nTHE BEST MAN. Just a moment. Look here, I've got a new idea. The best\r\never, 'pon my word it is. I'm going to start a duck farm and run it\r\nwithout water. What? You'll miss your train? Oh, no, you won't.\r\nThere's plenty of time. My theory is, you see, that ducks get thin by\r\ntaking exercise and swimming about and so on, don't you know, so that,\r\nif you kept them on land always, they'd get jolly fat in about half\r\nthe time--and no trouble and expense. See? What? You bring the missus\r\ndown there. I'll write you the address. Good-by. Bless you. Good-by,\r\nMrs. Garnet.\r\n\r\nTHE BRIDE AND BRIDEGROOM (_simultaneously, with a smile apiece_).\r\nGood-by.\r\n\r\n   [_They catch the train and live happily ever afterwards._]\r\n\r\n       *       *       *       *       *\r\n\r\n\r\n\r\n\r\n\r\n\r\nEnd of Project Gutenberg's Love Among the Chickens, by P. G. Wodehouse"
  ]
}