{
  "index": 3,
  "title": "Chapter 2",
  "paragraphs": [
    "AT \"THE GARDENIA\"\r\n\r\n\"It would ill beseem me, Comrade Jackson,\" said Psmith,\r\nthoughtfully sipping his coffee, \"to run down the metropolis of a\r\ngreat and friendly nation, but candour compels me to state that New\r\nYork is in some respects a singularly blighted town.\"\r\n\r\n\"What's the matter with it?\" asked Mike.\r\n\r\n\"Too decorous, Comrade Jackson. I came over here principally, it is\r\ntrue, to be at your side, should you be in any way persecuted by\r\nscoundrels. But at the same time I confess that at the back of my\r\nmind there lurked a hope that stirring adventures might come my\r\nway. I had heard so much of the place. Report had it that an\r\nearnest seeker after amusement might have a tolerably spacious rag\r\nin this modern Byzantium. I thought that a few weeks here might\r\nrestore that keen edge to my nervous system which the languor of\r\nthe past term had in a measure blunted. I wished my visit to be a\r\ntonic rather than a sedative. I anticipated that on my return the\r\ncry would go round Cambridge, 'Psmith has been to New York. He is\r\nfull of oats. For he on honey-dew hath fed, and drunk the milk of\r\nParadise. He is hot stuff. Rah!' But what do we find?\"\r\n\r\nHe paused, and lit a cigarette.\r\n\r\n\"What do we find?\" he asked again.\r\n\r\n\"I don't know,\" said Mike. \"What?\"\r\n\r\n\"A very judicious query, Comrade Jackson. What, indeed? We find a\r\ntown very like London. A quiet, self-respecting town, admirable to\r\nthe apostle of social reform, but disappointing to one who, like\r\nmyself, arrives with a brush and a little bucket of red paint, all\r\neager for a treat. I have been here a week, and I have not seen a\r\nsingle citizen clubbed by a policeman. No negroes dance cake-walks\r\nin the street. No cow-boy has let off his revolver at random in\r\nBroadway. The cables flash the message across the ocean, 'Psmith is\r\nlosing his illusions.'\"\r\n\r\nMike had come to America with a team of the M.C.C. which was\r\ntouring the cricket-playing section of the United States. Psmith\r\nhad accompanied him in a private capacity. It was the end of their\r\nfirst year at Cambridge, and Mike, with a century against Oxford to\r\nhis credit, had been one of the first to be invited to join the\r\ntour. Psmith, who had played cricket in a rather desultory way at\r\nthe University, had not risen to these heights. He had merely taken\r\nthe opportunity of Mike's visit to the other side to accompany him.\r\nCambridge had proved pleasant to Psmith, but a trifle quiet. He\r\nhad welcomed the chance of getting a change of scene.\r\n\r\nSo far the visit had failed to satisfy him. Mike, whose tastes in\r\npleasure were simple, was delighted with everything. The cricket so\r\nfar had been rather of the picnic order, but it was very pleasant;\r\nand there was no limit to the hospitality with which the visitors\r\nwere treated. It was this more than anything which had caused\r\nPsmith's grave disapproval of things American. He was not a member\r\nof the team, so that the advantages of the hospitality did not\r\nreach him. He had all the disadvantages. He saw far too little of\r\nMike. When he wished to consult his confidential secretary and\r\nadviser on some aspect of Life, that invaluable official was\r\ngenerally absent at dinner with the rest of the team. To-night was\r\none of the rare occasions when Mike could get away. Psmith was\r\nbecoming bored. New York is a better city than London to be alone\r\nin, but it is never pleasant to be alone in any big city.\r\n\r\nAs they sat discussing New York's shortcomings over their coffee, a\r\nyoung man passed them, carrying a basket, and seated himself at the\r\nnext table. He was a tall, loose-jointed young man, with unkempt\r\nhair.\r\n\r\nA waiter made an ingratiating gesture towards the basket, but the\r\nyoung man stopped him. \"Not on your life, sonny,\" he said. \"This\r\nstays right here.\" He placed it carefully on the floor beside his\r\nchair, and proceeded to order dinner.\r\n\r\nPsmith watched him thoughtfully.\r\n\r\n\"I have a suspicion, Comrade Jackson,\" he said, \"that this will\r\nprove to be a somewhat stout fellow. If possible, we will engage\r\nhim in conversation. I wonder what he's got in the basket. I must\r\nget my Sherlock Holmes system to work. What is the most likely\r\nthing for a man to have in a basket? You would reply, in your\r\nunthinking way, 'sandwiches.' Error. A man with a basketful of\r\nsandwiches does not need to dine at restaurants. We must try\r\nagain.\"\r\n\r\nThe young man at the next table had ordered a jug of milk to be\r\naccompanied by a saucer. These having arrived, he proceeded to\r\nlift the basket on to his lap, pour the milk into the saucer, and\r\nremove the lid from the basket. Instantly, with a yell which made\r\nthe young man's table the centre of interest to all the diners, a\r\nlarge grey cat shot up like a rocket, and darted across the room.\r\nPsmith watched with silent interest.\r\n\r\nIt is hard to astonish the waiters at a New York restaurant, but\r\nwhen the cat performed this feat there was a squeal of surprise all\r\nround the room. Waiters rushed to and fro, futile but energetic.\r\nThe cat, having secured a strong strategic position on the top of a\r\nlarge oil-painting which hung on the far wall, was expressing loud\r\ndisapproval of the efforts of one of the waiters to drive it from\r\nits post with a walking-stick. The young man, seeing these\r\nmanoeuvres, uttered a wrathful shout, and rushed to the rescue.\r\n\r\n\"Comrade Jackson,\" said Psmith, rising, \"we must be in this.\"\r\n\r\nWhen they arrived on the scene of hostilities, the young man had\r\njust possessed himself of the walking-stick, and was deep in a\r\ncomplex argument with the head-waiter on the ethics of the matter.\r\nThe head-waiter, a stout impassive German, had taken his stand on a\r\npoint of etiquette. \"Id is,\" he said, \"to bring gats into der\r\ngrill-room vorbidden. No gendleman would gats into der grill-room\r\nbring. Der gendleman--\"\r\n\r\nThe young man meanwhile was making enticing sounds, to which the\r\ncat was maintaining an attitude of reserved hostility. He turned\r\nfuriously on the head-waiter.\r\n\r\n\"For goodness' sake,\" he cried, \"can't you see the poor brute's\r\nscared stiff? Why don't you clear your gang of German comedians\r\naway, and give her a chance to come down?\"\r\n\r\n\"Der gendleman--\" argued the head-waiter.\r\n\r\nPsmith stepped forward and touched him on the arm.\r\n\r\n\"May I have a word with you in private?\"\r\n\r\n\"Zo?\"\r\n\r\nPsmith drew him away.\r\n\r\n\"You don't know who that is?\" he whispered, nodding towards the\r\nyoung man.\r\n\r\n\"No gendleman he is,\" asserted the head-waiter. \"Der gendleman\r\nwould not der gat into--\"\r\n\r\nPsmith shook his head pityingly.\r\n\r\n\"These petty matters of etiquette are not for his Grace--but, hush,\r\nhe wishes to preserve his incognito.\"\r\n\r\n\"Ingognito?\"\r\n\r\n\"You understand. You are a man of the world, Comrade--may I call\r\nyou Freddie? You understand, Comrade Freddie, that in a man in his\r\nGrace's position a few little eccentricities may be pardoned. You\r\nfollow me, Frederick?\"\r\n\r\nThe head-waiter's eye rested upon the young man with a new interest\r\nand respect.\r\n\r\n\"He is noble?\" he inquired with awe.\r\n\r\n\"He is here strictly incognito, you understand,\" said Psmith\r\nwarningly. The head-waiter nodded.\r\n\r\nThe young man meanwhile had broken down the cat's reserve, and\r\nwas now standing with her in his arms, apparently anxious to\r\nfight all-comers in her defence. The head-waiter approached\r\ndeferentially.\r\n\r\n\"Der gendleman,\" he said, indicating Psmith, who beamed in a\r\nfriendly manner through his eye-glass, \"haf everything exblained.\r\nAll will now quite satisfactory be.\"\r\n\r\nThe young man looked inquiringly at Psmith, who winked\r\nencouragingly. The head-waiter bowed.\r\n\r\n\"Let me present Comrade Jackson,\" said Psmith, \"the pet of our\r\nEnglish Smart Set. I am Psmith, one of the Shropshire Psmiths. This\r\nis a great moment. Shall we be moving back? We were about to order\r\na second instalment of coffee, to correct the effects of a\r\nfatiguing day. Perhaps you would care to join us?\"\r\n\r\n\"Sure,\" said the alleged duke.\r\n\r\n\"This,\" said Psmith, when they were seated, and the head-waiter had\r\nceased to hover, \"is a great meeting. I was complaining with some\r\nacerbity to Comrade Jackson, before you introduced your very\r\ninteresting performing-animal speciality, that things in New York\r\nwere too quiet, too decorous. I have an inkling, Comrade--\"\r\n\r\n\"Windsor's my name.\"\r\n\r\n\"I have an inkling, Comrade Windsor, that we see eye to eye on the\r\nsubject.\"\r\n\r\n\"I guess that's right. I was raised in the plains, and I lived in\r\nKentucky a while. There's more doing there in a day than there is\r\nhere in a month. Say, how did you fix it with the old man?\"\r\n\r\n\"With Comrade Freddie? I have a certain amount of influence with\r\nhim. He is content to order his movements in the main by my\r\njudgment. I assured him that all would be well, and he yielded.\"\r\nPsmith gazed with interest at the cat, which was lapping milk from\r\nthe saucer. \"Are you training that animal for a show of some kind,\r\nComrade Windsor, or is it a domestic pet?\"\r\n\r\n\"I've adopted her. The office-boy on our paper got her away from a\r\ndog this morning, and gave her to me.\"\r\n\r\n\"Your paper?\"\r\n\r\n\"_Cosy Moments_,\" said Billy Windsor, with a touch of shame.\r\n\r\n\"_Cosy Moments_?\" said Psmith reflectively. \"I regret that the\r\nbright little sheet has not come my way up to the present. I must\r\nseize an early opportunity of perusing it.\"\r\n\r\n\"Don't you do it.\"\r\n\r\n\"You've no paternal pride in the little journal?\"\r\n\r\n\"It's bad enough to hurt,\" said Billy Windsor disgustedly. \"If you\r\nreally want to see it, come along with me to my place, and I'll\r\nshow you a copy.\"\r\n\r\n\"It will be a pleasure,\" said Psmith. \"Comrade Jackson, have you\r\nany previous engagement for to-night?\"\r\n\r\n\"I'm not doing anything,\" said Mike.\r\n\r\n\"Then let us stagger forth with Comrade Windsor. While he is\r\nloading up that basket, we will be collecting our hats. . . . I am\r\nnot half sure, Comrade Jackson,\" he added, as they walked out,\r\n\"that Comrade Windsor may not prove to be the genial spirit for\r\nwhom I have been searching. If you could give me your undivided\r\ncompany, I should ask no more. But with you constantly away,\r\nmingling with the gay throng, it is imperative that I have some\r\nsolid man to accompany me in my ramblings hither and thither. It is\r\npossible that Comrade Windsor may possess the qualifications\r\nnecessary for the post. But here he comes. Let us foregather with\r\nhim and observe him in private life before arriving at any\r\npremature decision.\""
  ]
}