{
  "index": 6,
  "title": "Chapter 5",
  "paragraphs": [
    "THE TENEMENTS\r\n\r\nTo alter the scheme of a weekly from cover to cover is not a task\r\nthat is completed without work. The dismissal of _Cosy Moments_'\r\nentire staff of contributors left a gap in the paper which had to be\r\nfilled, and owing to the nearness of press day there was no time to\r\nfill it before the issue of the next number. The editorial staff had\r\nto be satisfied with heading every page with the words \"Look out!\r\nLook out!! Look out!!! See foot of page!!!!\" printing in the space\r\nat the bottom the legend, \"Next Week! See Editorial!\" and compiling\r\nin conjunction a snappy editorial, setting forth the proposed\r\nchanges. This was largely the work of Psmith.\r\n\r\n\"Comrade Jackson,\" he said to Mike, as they set forth one evening\r\nin search of their new flat, \"I fancy I have found my metier.\r\nCommerce, many considered, was the line I should take; and\r\ndoubtless, had I stuck to that walk in life, I should soon have\r\nbecome a financial magnate. But something seemed to whisper to me,\r\neven in the midst of my triumphs in the New Asiatic Bank, that\r\nthere were other fields. For the moment it seems to me that I have\r\nfound the job for which nature specially designed me. At last I\r\nhave Scope. And without Scope, where are we? Wedged tightly in\r\namong the ribstons. There are some very fine passages in that\r\neditorial. The last paragraph, beginning '_Cosy Moments_ cannot be\r\nmuzzled,' in particular. I like it. It strikes the right note. It\r\nshould stir the blood of a free and independent people till they\r\nsit in platoons on the doorstep of our office, waiting for the next\r\nnumber to appear.\"\r\n\r\n\"How about that next number?\" asked Mike. \"Are you and Windsor\r\ngoing to fill the whole paper yourselves?\"\r\n\r\n\"By no means. It seems that Comrade Windsor knows certain stout\r\nfellows, reporters on other papers, who will be delighted to weigh\r\nin with stuff for a moderate fee.\"\r\n\r\n\"How about Luella What's-her-name and the others? How have they\r\ntaken it?\"\r\n\r\n\"Up to the present we have no means of ascertaining. The letters\r\ngiving them the miss-in-baulk in no uncertain voice were only\r\ndespatched yesterday. But it cannot affect us how they writhe\r\nbeneath the blow. There is no reprieve.\"\r\n\r\nMike roared with laughter.\r\n\r\n\"It's the rummiest business I ever struck,\" he said. \"I'm jolly\r\nglad it's not my paper. It's pretty lucky for you two lunatics that\r\nthe proprietor's in Europe.\"\r\n\r\nPsmith regarded him with pained surprise.\r\n\r\n\"I do not understand you, Comrade Jackson. Do you insinuate that\r\nwe are not acting in the proprietor's best interests? When he sees\r\nthe receipts, after we have handled the paper for a while, he will\r\ngo singing about his hotel. His beaming smile will be a by-word in\r\nCarlsbad. Visitors will be shown it as one of the sights. His only\r\ndoubt will be whether to send his money to the bank or keep it in\r\ntubs and roll in it. We are on to a big thing, Comrade Jackson.\r\nWait till you see our first number.\"\r\n\r\n\"And how about the editor? I should think that first number would\r\nbring him back foaming at the mouth.\"\r\n\r\n\"I have ascertained from Comrade Windsor that there is nothing to\r\nfear from that quarter. By a singular stroke of good fortune\r\nComrade Wilberfloss--his name is Wilberfloss--has been ordered\r\ncomplete rest during his holiday. The kindly medico, realising the\r\nfearful strain inflicted by reading _Cosy Moments_ in its old form,\r\nspecifically mentioned that the paper was to be withheld from him\r\nuntil he returned.\"\r\n\r\n\"And when he does return, what are you going to do?\"\r\n\r\n\"By that time, doubtless, the paper will be in so flourishing a\r\nstate that he will confess how wrong his own methods were and adopt\r\nours without a murmur. In the meantime, Comrade Jackson, I would\r\ncall your attention to the fact that we seem to have lost our way.\r\nIn the exhilaration of this little chat, our footsteps have\r\nwandered. Where we are, goodness only knows. I can only say that I\r\nshouldn't care to have to live here.\"\r\n\r\n\"There's a name up on the other side of that lamp-post.\"\r\n\r\n\"Let us wend in that direction. Ah, Pleasant Street? I fancy that\r\nthe master-mind who chose that name must have had the rudiments of\r\na sense of humour.\"\r\n\r\nIt was indeed a repellent neighbourhood in which they had arrived.\r\nThe New York slum stands in a class of its own. It is unique. The\r\nheight of the houses and the narrowness of the streets seem to\r\ncondense its unpleasantness. All the smells and noises, which are\r\nmany and varied, are penned up in a sort of canyon, and gain in\r\nvehemence from the fact. The masses of dirty clothes hanging from\r\nthe fire-escapes increase the depression. Nowhere in the city does\r\none realise so fully the disadvantages of a lack of space. New\r\nYork, being an island, has had no room to spread. It is a town of\r\nhuman sardines. In the poorer quarters the congestion is\r\nunbelievable.\r\n\r\nPsmith and Mike picked their way through the groups of ragged\r\nchildren who covered the roadway. There seemed to be thousands of\r\nthem.\r\n\r\n\"Poor kids!\" said Mike. \"It must be awful living in a hole like\r\nthis.\"\r\n\r\nPsmith said nothing. He was looking thoughtful. He glanced up at\r\nthe grimy buildings on each side. On the lower floors one could\r\nsee into dark, bare rooms. These were the star apartments of the\r\ntenement-houses, for they opened on to the street, and so got a\r\nlittle light and air. The imagination jibbed at the thought of the\r\nback rooms.\r\n\r\n\"I wonder who owns these places,\" said Psmith. \"It seems to me\r\nthat there's what you might call room for improvement. It wouldn't\r\nbe a scaly idea to turn that _Cosy Moments_ search-light we were\r\ntalking about on to them.\"\r\n\r\nThey walked on a few steps.\r\n\r\n\"Look here,\" said Psmith, stopping. \"This place makes me sick. I'm\r\ngoing in to have a look round. I expect some muscular householder\r\nwill resent the intrusion and boot us out, but we'll risk it.\"\r\n\r\nFollowed by Mike, he turned in at one of the doors. A group of men\r\nleaning against the opposite wall looked at them without curiosity.\r\nProbably they took them for reporters hunting for a story.\r\nReporters were the only tolerably well-dressed visitors Pleasant\r\nStreet ever entertained.\r\n\r\nIt was almost pitch dark on the stairs. They had to feel their way\r\nup. Most of the doors were shut but one on the second floor was\r\najar. Through the opening they had a glimpse of a number of women\r\nsitting round on boxes. The floor was covered with little heaps of\r\nlinen. All the women were sewing. Mike, stumbling in the darkness,\r\nalmost fell against the door. None of the women looked up at the\r\nnoise. Time was evidently money in Pleasant Street.\r\n\r\nOn the fourth floor there was an open door. The room was empty. It\r\nwas a good representative Pleasant Street back room. The architect\r\nin this case had given rein to a passion for originality. He had\r\nconstructed the room without a window of any sort whatsoever. There\r\nwas a square opening in the door. Through this, it was to be\r\npresumed, the entire stock of air used by the occupants was\r\nsupposed to come.\r\n\r\nThey stumbled downstairs again and out into the street. By contrast\r\nwith the conditions indoors the street seemed spacious and breezy.\r\n\r\n\"This,\" said Psmith, as they walked on, \"is where _Cosy Moments_ gets\r\nbusy at a singularly early date.\"\r\n\r\n\"What are you going to do?\" asked Mike.\r\n\r\n\"I propose, Comrade Jackson,\" said Psmith, \"if Comrade Windsor is\r\nagreeable, to make things as warm for the owner of this place as\r\nI jolly well know how. What he wants, of course,\" he proceeded\r\nin the tone of a family doctor prescribing for a patient, \"is\r\ndisembowelling. I fancy, however, that a mawkishly sentimental\r\nlegislature will prevent our performing that national service. We\r\nmust endeavour to do what we can by means of kindly criticism in\r\nthe paper. And now, having settled that important point, let us\r\ntry and get out of this place of wrath, and find Fourth Avenue.\""
  ]
}