{
  "index": 2,
  "title": "Chapter 1",
  "paragraphs": [
    "BILLY WINDSOR\r\n\r\nBilly Windsor had started life twenty-five years before this story\r\nopens on his father's ranch in Wyoming. From there he had gone to a\r\nlocal paper of the type whose Society column consists of such items\r\nas \"Pawnee Jim Williams was to town yesterday with a bunch of other\r\ncheap skates. We take this opportunity of once more informing Jim\r\nthat he is a liar and a skunk,\" and whose editor works with a\r\nrevolver on his desk and another in his hip-pocket. Graduating from\r\nthis, he had proceeded to a reporter's post on a daily paper in a\r\nKentucky town, where there were blood feuds and other Southern\r\ndevices for preventing life from becoming dull. All this time New\r\nYork, the magnet, had been tugging at him. All reporters dream of\r\nreaching New York. At last, after four years on the Kentucky paper,\r\nhe had come East, minus the lobe of one ear and plus a long scar\r\nthat ran diagonally across his left shoulder, and had worked\r\nwithout much success as a free-lance. He was tough and ready for\r\nanything that might come his way, but these things are a great deal\r\na matter of luck. The cub-reporter cannot make a name for himself\r\nunless he is favoured by fortune. Things had not come Billy\r\nWindsor's way. His work had been confined to turning in reports of\r\nfires and small street accidents, which the various papers to\r\nwhich he supplied them cut down to a couple of inches.\r\n\r\nBilly had been in a bad way when he had happened upon the\r\nsub-editorship of _Cosy Moments_. He despised the work with all his\r\nheart, and the salary was infinitesimal. But it was regular, and\r\nfor a while Billy felt that a regular salary was the greatest thing\r\non earth. But he still dreamed of winning through to a post on one\r\nof the big New York dailies, where there was something doing and a\r\nman would have a chance of showing what was in him.\r\n\r\nThe unfortunate thing, however, was that _Cosy Moments_ took up his\r\ntime so completely. He had no chance of attracting the notice of\r\nbig editors by his present work, and he had no leisure for doing\r\nany other.\r\n\r\nAll of which may go to explain why his normal aspect was that of a\r\ncaged eagle.\r\n\r\nTo him, brooding over the outpourings of Luella Granville Waterman,\r\nthere entered Pugsy Maloney, the office-boy, bearing a struggling\r\ncat.\r\n\r\n\"Say!\" said Pugsy.\r\n\r\nHe was a nonchalant youth, with a freckled, mask-like face, the\r\nexpression of which never varied. He appeared unconscious of the\r\ncat. Its existence did not seem to occur to him.\r\n\r\n\"Well?\" said Billy, looking up. \"Hello, what have you got there?\"\r\n\r\nMaster Maloney eyed the cat, as if he were seeing it for the first\r\ntime.\r\n\r\n\"It's a kitty what I got in de street,\" he said.\r\n\r\n\"Don't hurt the poor brute. Put her down.\"\r\n\r\nMaster Maloney obediently dropped the cat, which sprang nimbly on\r\nto an upper shelf of the book-case.\r\n\r\n\"I wasn't hoitin' her,\" he said, without emotion. \"Dere was two\r\nfellers in de street sickin' a dawg on to her. An' I comes up an'\r\nsays, 'G'wan! What do youse t'ink you're doin', fussin' de poor\r\ndumb animal?' An' one of de guys, he says, 'G'wan! Who do youse\r\nt'ink youse is?' An' I says, 'I'm de guy what's goin' to swat youse\r\none on de coco if youse don't quit fussin' de poor dumb animal.' So\r\nwit dat he makes a break at swattin' me one, but I swats him one,\r\nan' I swats de odder feller one, an' den I swats dem bote some\r\nmore, an' I gets de kitty, an' I brings her in here, cos I t'inks\r\nmaybe youse'll look after her.\"\r\n\r\nAnd having finished this Homeric narrative, Master Maloney fixed an\r\nexpressionless eye on the ceiling, and was silent.\r\n\r\nBilly Windsor, like most men of the plains, combined the toughest\r\nof muscle with the softest of hearts. He was always ready at any\r\nmoment to become the champion of the oppressed on the slightest\r\nprovocation. His alliance with Pugsy Maloney had begun on the\r\noccasion when he had rescued that youth from the clutches of a\r\nlarge negro, who, probably from the soundest of motives, was\r\nendeavouring to slay him. Billy had not inquired into the rights\r\nand wrongs of the matter: he had merely sailed in and rescued the\r\noffice-boy. And Pugsy, though he had made no verbal comment on the\r\naffair, had shown in many ways that he was not ungrateful.\r\n\r\n\"Bully for you, Pugsy!\" he cried. \"You're a little sport. Here\"--he\r\nproduced a dollar-bill--\"go out and get some milk for the\r\npoor brute. She's probably starving. Keep the change.\"\r\n\r\n\"Sure thing,\" assented Master Maloney. He strolled slowly out,\r\nwhile Billy Windsor, mounting a chair, proceeded to chirrup and\r\nsnap his fingers in the effort to establish the foundations of an\r\n_entente cordiale_ with the rescued cat.\r\n\r\nBy the time that Pugsy returned, carrying a five-cent bottle of\r\nmilk, the animal had vacated the book-shelf, and was sitting on the\r\ntable, washing her face. The milk having been poured into the lid\r\nof a tobacco-tin, in lieu of a saucer, she suspended her operations\r\nand adjourned for refreshments. Billy, business being business,\r\nturned again to Luella Granville Waterman, but Pugsy, having no\r\nimmediate duties on hand, concentrated himself on the cat.\r\n\r\n\"Say!\" he said.\r\n\r\n\"Well?\"\r\n\r\n\"Dat kitty.\"\r\n\r\n\"What about her?\"\r\n\r\n\"Pipe de leather collar she's wearing.\"\r\n\r\nBilly had noticed earlier in the proceedings that a narrow leather\r\ncollar encircled the cat's neck. He had not paid any particular\r\nattention to it. \"What about it?\" he said.\r\n\r\n\"Guess I know where dat kitty belongs. Dey all have dose collars. I\r\nguess she's one of Bat Jarvis's kitties. He's got a lot of dem for\r\nfair, and every one wit one of dem collars round deir neck.\"\r\n\r\n\"Who's Bat Jarvis? Do you mean the gang-leader?\"\r\n\r\n\"Sure. He's a cousin of mine,\" said Master Maloney with pride.\r\n\r\n\"Is he?\" said Billy. \"Nice sort of fellow to have in the family. So\r\nyou think that's his cat?\"\r\n\r\n\"Sure. He's got twenty-t'ree of dem, and dey all has dose collars.\"\r\n\r\n\"Are you on speaking terms with the gentleman?\"\r\n\r\n\"Huh?\"\r\n\r\n\"Do you know Bat Jarvis to speak to?\"\r\n\r\n\"Sure. He's me cousin.\"\r\n\r\n\"Well, tell him I've got the cat, and that if he wants it he'd\r\nbetter come round to my place. You know where I live?\"\r\n\r\n\"Sure.\"\r\n\r\n\"Fancy you being a cousin of Bat's, Pugsy. Why did you never tell\r\nus? Are you going to join the gang some day?\"\r\n\r\n\"Nope. Nothin' doin'. I'm goin' to be a cow-boy.\"\r\n\r\n\"Good for you. Well, you tell him when you see him. And now, my\r\nlad, out you get, because if I'm interrupted any more I shan't get\r\nthrough to-night.\"\r\n\r\n\"Sure,\" said Master Maloney, retiring.\r\n\r\n\"Oh, and Pugsy . . .\"\r\n\r\n\"Huh?\"\r\n\r\n\"Go out and get a good big basket. I shall want one to carry this\r\nanimal home in.\"\r\n\r\n\"Sure,\" said Master Maloney."
  ]
}