{
  "index": 1,
  "title": "Chapter 1",
  "paragraphs": [
    "CHAPTER I\r\n\r\n\"COSY MOMENTS\"\r\n\r\nThe man in the street would not have known it, but a great crisis\r\nwas imminent in New York journalism.\r\n\r\nEverything seemed much as usual in the city. The cars ran blithely\r\non Broadway. Newsboys shouted \"Wux-try!\" into the ears of nervous\r\npedestrians with their usual Caruso-like vim. Society passed up and\r\ndown Fifth Avenue in its automobiles, and was there a furrow of\r\nanxiety upon Society's brow? None. At a thousand street corners a\r\nthousand policemen preserved their air of massive superiority to\r\nthe things of this world. Not one of them showed the least sign of\r\nperturbation. Nevertheless, the crisis was at hand. Mr. J. Fillken\r\nWilberfloss, editor-in-chief of _Cosy Moments_, was about to leave\r\nhis post and start on a ten weeks' holiday.\r\n\r\nIn New York one may find every class of paper which the imagination\r\ncan conceive. Every grade of society is catered for. If an Esquimau\r\ncame to New York, the first thing he would find on the bookstalls\r\nin all probability would be the _Blubber Magazine_, or some similar\r\nproduction written by Esquimaux for Esquimaux. Everybody reads in\r\nNew York, and reads all the time. The New Yorker peruses his\r\nfavourite paper while he is being jammed into a crowded compartment\r\non the subway or leaping like an antelope into a moving Street car.\r\n\r\nThere was thus a public for _Cosy Moments_. _Cosy Moments_, as its\r\nname (an inspiration of Mr. Wilberfloss's own) is designed to\r\nimply, is a journal for the home. It is the sort of paper which the\r\nfather of the family is expected to take home with him from his\r\noffice and read aloud to the chicks before bed-time. It was founded\r\nby its proprietor, Mr. Benjamin White, as an antidote to yellow\r\njournalism. One is forced to admit that up to the present yellow\r\njournalism seems to be competing against it with a certain measure\r\nof success. Headlines are still of as generous a size as\r\nheretofore, and there is no tendency on the part of editors to\r\nscamp the details of the last murder-case.\r\n\r\nNevertheless, _Cosy Moments_ thrives. It has its public.\r\n\r\nIts contents are mildly interesting, if you like that sort of\r\nthing. There is a \"Moments in the Nursery\" page, conducted by\r\nLuella Granville Waterman, to which parents are invited to\r\ncontribute the bright speeches of their offspring, and which\r\nbristles with little stories about the nursery canary, by Jane\r\n(aged six), and other works of rising young authors. There is a\r\n\"Moments of Meditation\" page, conducted by the Reverend Edwin T.\r\nPhilpotts; a \"Moments Among the Masters\" page, consisting of\r\nassorted chunks looted from the literature of the past, when\r\nforeheads were bulgy and thoughts profound, by Mr. Wilberfloss\r\nhimself; one or two other pages; a short story; answers to\r\ncorrespondents on domestic matters; and a \"Moments of Mirth\" page,\r\nconducted by an alleged humorist of the name of B. Henderson Asher,\r\nwhich is about the most painful production ever served up to a\r\nconfiding public.\r\n\r\nThe guiding spirit of _Cosy Moments_ was Mr. Wilberfloss.\r\nCircumstances had left the development of the paper mainly to him.\r\nFor the past twelve months the proprietor had been away in Europe,\r\ntaking the waters at Carlsbad, and the sole control of _Cosy Moments_\r\nhad passed into the hands of Mr. Wilberfloss. Nor had he proved\r\nunworthy of the trust or unequal to the duties. In that year _Cosy\r\nMoments_ had reached the highest possible level of domesticity.\r\nAnything not calculated to appeal to the home had been rigidly\r\nexcluded. And as a result the circulation had increased steadily.\r\nTwo extra pages had been added, \"Moments Among the Shoppers\" and\r\n\"Moments with Society.\" And the advertisements had grown in volume.\r\nBut the work had told upon the Editor. Work of that sort carries\r\nits penalties with it. Success means absorption, and absorption\r\nspells softening of the brain.\r\n\r\nWhether it was the strain of digging into the literature of the\r\npast every week, or the effort of reading B. Henderson Asher's\r\n\"Moments of Mirth\" is uncertain. At any rate, his duties, combined\r\nwith the heat of a New York summer, had sapped Mr. Wilberfloss's\r\nhealth to such an extent that the doctor had ordered him ten weeks'\r\ncomplete rest in the mountains. This Mr. Wilberfloss could,\r\nperhaps, have endured, if this had been all. There are worse places\r\nthan the mountains of America in which to spend ten weeks of the\r\ntail-end of summer, when the sun has ceased to grill and the\r\nmosquitoes have relaxed their exertions. But it was not all. The\r\ndoctor, a far-seeing man who went down to first causes, had\r\nabsolutely declined to consent to Mr. Wilberfloss's suggestion that\r\nhe should keep in touch with the paper during his vacation. He was\r\nadamant. He had seen copies of _Cosy Moments_ once or twice, and he\r\nrefused to permit a man in the editor's state of health to come in\r\ncontact with Luella Granville Waterman's \"Moments in the Nursery\"\r\nand B. Henderson Asher's \"Moments of Mirth.\" The medicine-man put\r\nhis foot down firmly.\r\n\r\n\"You must not see so much as the cover of the paper for ten weeks,\"\r\nhe said. \"And I'm not so sure that it shouldn't be longer. You must\r\nforget that such a paper exists. You must dismiss the whole thing\r\nfrom your mind, live in the open, and develop a little flesh and\r\nmuscle.\"\r\n\r\nTo Mr. Wilberfloss the sentence was almost equivalent to penal\r\nservitude. It was with tears in his voice that he was giving his\r\nfinal instructions to his sub-editor, in whose charge the paper\r\nwould be left during his absence. He had taken a long time doing\r\nthis. For two days he had been fussing in and out of the office, to\r\nthe discontent of its inmates, more especially Billy Windsor, the\r\nsub-editor, who was now listening moodily to the last harangue of\r\nthe series, with the air of one whose heart is not in the subject.\r\nBilly Windsor was a tall, wiry, loose-jointed young man, with\r\nunkempt hair and the general demeanour of a caged eagle. Looking\r\nat him, one could picture him astride of a bronco, rounding up\r\ncattle, or cooking his dinner at a camp-fire. Somehow he did not\r\nseem to fit into the _Cosy Moments_ atmosphere.\r\n\r\n\"Well, I think that that is all, Mr. Windsor,\" chirruped the\r\neditor. He was a little man with a long neck and large _pince-nez_,\r\nand he always chirruped. \"You understand the general lines on which\r\nI think the paper should be conducted?\" The sub-editor nodded. Mr.\r\nWilberfloss made him tired. Sometimes he made him more tired than\r\nat other times. At the present moment he filled him with an aching\r\nweariness. The editor meant well, and was full of zeal, but he had\r\na habit of covering and recovering the ground. He possessed the art\r\nof saying the same obvious thing in a number of different ways to a\r\ndegree which is found usually only in politicians. If Mr. Wilberfloss\r\nhad been a politician, he would have been one of those dealers in\r\nglittering generalities who used to be fashionable in American\r\npolitics.\r\n\r\n\"There is just one thing,\" he continued \"Mrs. Julia Burdett Parslow\r\nis a little inclined--I may have mentioned this before--\"\r\n\r\n\"You did,\" said the sub-editor.\r\n\r\nMr. Wilberfloss chirruped on, unchecked.\r\n\r\n\"A little inclined to be late with her 'Moments with Budding\r\nGirlhood'. If this should happen while I am away, just write her a\r\nletter, quite a pleasant letter, you understand, pointing out the\r\nnecessity of being in good time. The machinery of a weekly paper, of\r\ncourse, cannot run smoothly unless contributors are in good time\r\nwith their copy. She is a very sensible woman, and she will\r\nunderstand, I am sure, if you point it out to her.\"\r\n\r\nThe sub-editor nodded.\r\n\r\n\"And there is just one other thing. I wish you would correct a\r\nslight tendency I have noticed lately in Mr. Asher to be just a\r\ntrifle--well, not precisely _risky_, but perhaps a shade _broad_\r\nin his humour.\"\r\n\r\n\"His what?\" said Billy Windsor.\r\n\r\n\"Mr. Asher is a very sensible man, and he will be the first to\r\nacknowledge that his sense of humour has led him just a little\r\nbeyond the bounds. You understand? Well, that is all, I think. Now\r\nI must really be going, or I shall miss my train. Good-bye, Mr.\r\nWindsor.\"\r\n\r\n\"Good-bye,\" said the sub-editor thankfully.\r\n\r\nAt the door Mr. Wilberfloss paused with the air of an exile bidding\r\nfarewell to his native land, sighed, and trotted out.\r\n\r\nBilly Windsor put his feet upon the table, and with a deep scowl\r\nresumed his task of reading the proofs of Luella Granville\r\nWaterman's \"Moments in the Nursery.\""
  ]
}