{
  "index": 8,
  "title": "Chapter 7",
  "paragraphs": [
    "THE HONEYED WORD\r\n\r\nMaster Maloney's statement that \"about 'steen visitors\" had arrived\r\nin addition to Messrs. Asher, Waterman, and the Rev. Philpotts\r\nproved to have been due to a great extent to a somewhat feverish\r\nimagination. There were only five men in the room.\r\n\r\nAs Psmith entered, every eye was turned upon him. To an outside\r\nspectator he would have seemed rather like a very well-dressed\r\nDaniel introduced into a den of singularly irritable lions. Five\r\npairs of eyes were smouldering with a long-nursed resentment. Five\r\nbrows were corrugated with wrathful lines. Such, however, was the\r\nsimple majesty of Psmith's demeanour that for a moment there was\r\ndead silence. Not a word was spoken as he paced, wrapped in\r\nthought, to the editorial chair. Stillness brooded over the room as\r\nhe carefully dusted that piece of furniture, and, having done so to\r\nhis satisfaction, hitched up the knees of his trousers and sank\r\ngracefully into a sitting position.\r\n\r\nThis accomplished, he looked up and started. He gazed round the\r\nroom.\r\n\r\n\"Ha! I am observed!\" he murmured.\r\n\r\nThe words broke the spell. Instantly, the five visitors burst\r\nsimultaneously into speech.\r\n\r\n\"Are you the acting editor of this paper?\"\r\n\r\n\"I wish to have a word with you, sir.\"\r\n\r\n\"Mr. Windsor, I presume?\"\r\n\r\n\"Pardon me!\"\r\n\r\n\"I should like a few moments' conversation.\"\r\n\r\nThe start was good and even; but the gentleman who said \"Pardon\r\nme!\" necessarily finished first with the rest nowhere.\r\n\r\nPsmith turned to him, bowed, and fixed him with a benevolent gaze\r\nthrough his eye-glass.\r\n\r\n\"Are you Mr. Windsor, sir, may I ask?\" inquired the favoured one.\r\n\r\nThe others paused for the reply.\r\n\r\n\"Alas! no,\" said Psmith with manly regret.\r\n\r\n\"Then who are you?\"\r\n\r\n\"I am Psmith.\"\r\n\r\nThere was a pause.\r\n\r\n\"Where is Mr. Windsor?\"\r\n\r\n\"He is, I fancy, champing about forty cents' worth of lunch at some\r\nneighbouring hostelry.\"\r\n\r\n\"When will he return?\"\r\n\r\n\"Anon. But how much anon I fear I cannot say.\"\r\n\r\nThe visitors looked at each other.\r\n\r\n\"This is exceedingly annoying,\" said the man who had said \"Pardon\r\nme!\" \"I came for the express purpose of seeing Mr. Windsor.\"\r\n\r\n\"So did I,\" chimed in the rest. \"Same here. So did I.\"\r\n\r\nPsmith bowed courteously.\r\n\r\n\"Comrade Windsor's loss is my gain. Is there anything I can do for\r\nyou?\"\r\n\r\n\"Are you on the editorial staff of this paper?\"\r\n\r\n\"I am acting sub-editor. The work is not light,\" added Psmith\r\ngratuitously. \"Sometimes the cry goes round, 'Can Psmith get\r\nthrough it all? Will his strength support his unquenchable spirit?'\r\nBut I stagger on. I do not repine.\"\r\n\r\n\"Then maybe you can tell me what all this means?\" said a small\r\nround gentleman who so far had done only chorus work.\r\n\r\n\"If it is in my power to do so, it shall be done, Comrade--I have\r\nnot the pleasure of your name.\"\r\n\r\n\"My name is Waterman, sir. I am here on behalf of my wife, whose\r\nname you doubtless know.\"\r\n\r\n\"Correct me if I am wrong,\" said Psmith, \"but I should say it,\r\nalso, was Waterman.\"\r\n\r\n\"Luella Granville Waterman, sir,\" said the little man proudly.\r\nPsmith removed his eye-glass, polished it, and replaced it in his\r\neye. He felt that he must run no risk of not seeing clearly the\r\nhusband of one who, in his opinion, stood alone in literary circles\r\nas a purveyor of sheer bilge.\r\n\r\n\"My wife,\" continued the little man, producing an envelope\r\nand handing it to Psmith, \"has received this extraordinary\r\ncommunication from a man signing himself W. Windsor. We are\r\nboth at a loss to make head or tail of it.\"\r\n\r\nPsmith was reading the letter.\r\n\r\n\"It seems reasonably clear to me,\" he said.\r\n\r\n\"It is an outrage. My wife has been a contributor to this journal\r\nfrom its foundation. Her work has given every satisfaction to Mr.\r\nWilberfloss. And now, without the slightest warning, comes this\r\nperemptory dismissal from W. Windsor. Who is W. Windsor? Where is\r\nMr. Wilberfloss?\"\r\n\r\nThe chorus burst forth. It seemed that that was what they all\r\nwanted to know: Who was W. Windsor? Where was Mr. Wilberfloss?\r\n\r\n\"I am the Reverend Edwin T. Philpotts, sir,\" said a cadaverous-looking\r\nman with pale blue eyes and a melancholy face. \"I have\r\ncontributed 'Moments of Meditation' to this journal for a very\r\nconsiderable period of time.\"\r\n\r\n\"I have read your page with the keenest interest,\" said Psmith. \"I\r\nmay be wrong, but yours seems to me work which the world will not\r\nwillingly let die.\"\r\n\r\nThe Reverend Edwin's frosty face thawed into a bleak smile.\r\n\r\n\"And yet,\" continued Psmith, \"I gather that Comrade Windsor, on the\r\nother hand, actually wishes to hurry on its decease. It is these\r\nstrange contradictions, these clashings of personal taste, which\r\nmake up what we call life. Here we have, on the one hand--\"\r\n\r\nA man with a face like a walnut, who had hitherto lurked almost\r\nunseen behind a stout person in a serge suit, bobbed into the open,\r\nand spoke his piece.\r\n\r\n\"Where's this fellow Windsor? W. Windsor. That's the man we want\r\nto see. I've been working for this paper without a break, except\r\nwhen I had the mumps, for four years, and I've reason to know that\r\nmy page was as widely read and appreciated as any in New York. And\r\nnow up comes this Windsor fellow, if you please, and tells me in so\r\nmany words the paper's got no use for me.\"\r\n\r\n\"These are life's tragedies,\" murmured Psmith.\r\n\r\n\"What's he mean by it? That's what I want to know. And that's what\r\nthese gentlemen want to know--See here--\"\r\n\r\n\"I am addressing--?\" said Psmith.\r\n\r\n\"Asher's my name. B. Henderson Asher. I write 'Moments of Mirth.'\"\r\n\r\nA look almost of excitement came into Psmith's face, such a look as\r\na visitor to a foreign land might wear when confronted with some\r\ngreat national monument. That he should be privileged to look upon\r\nthe author of \"Moments of Mirth\" in the flesh, face to face, was\r\nalmost too much.\r\n\r\n\"Comrade Asher,\" he said reverently, \"may I shake your hand?\"\r\n\r\nThe other extended his hand with some suspicion.\r\n\r\n\"Your 'Moments of Mirth,'\" said Psmith, shaking it, \"have\r\nfrequently reconciled me to the toothache.\"\r\n\r\nHe reseated himself.\r\n\r\n\"Gentlemen,\" he said, \"this is a painful case. The circumstances,\r\nas you will readily admit when you have heard all, are peculiar.\r\nYou have asked me where Mr. Wilberfloss is. I do not know.\"\r\n\r\n\"You don't know!\" exclaimed Mr. Waterman.\r\n\r\n\"I don't know. You don't know. They,\" said Psmith, indicating the\r\nrest with a wave of the hand, \"don't know. Nobody knows. His\r\nlocality is as hard to ascertain as that of a black cat in a\r\ncoal-cellar on a moonless night. Shortly before I joined this\r\njournal, Mr. Wilberfloss, by his doctor's orders, started out on a\r\nholiday, leaving no address. No letters were to be forwarded. He\r\nwas to enjoy complete rest. Where is he now? Who shall say?\r\nPossibly legging it down some rugged slope in the Rockies, with two\r\nbears and a wild cat in earnest pursuit. Possibly in the midst of\r\nsome Florida everglade, making a noise like a piece of meat in\r\norder to snare crocodiles. Possibly in Canada, baiting moose-traps.\r\nWe have no data.\"\r\n\r\nSilent consternation prevailed among the audience. Finally the Rev.\r\nEdwin T. Philpotts was struck with an idea.\r\n\r\n\"Where is Mr. White?\" he asked.\r\n\r\nThe point was well received.\r\n\r\n\"Yes, where's Mr. Benjamin White?\" chorused the rest.\r\n\r\nPsmith shook his head.\r\n\r\n\"In Europe. I cannot say more.\"\r\n\r\nThe audience's consternation deepened.\r\n\r\n\"Then, do you mean to say,\" demanded Mr. Asher, \"that this fellow\r\nWindsor's the boss here, that what he says goes?\"\r\n\r\nPsmith bowed.\r\n\r\n\"With your customary clear-headedness, Comrade Asher, you have got\r\nhome on the bull's-eye first pop. Comrade Windsor is indeed the\r\nboss. A man of intensely masterful character, he will brook no\r\nopposition. I am powerless to sway him. Suggestions from myself as\r\nto the conduct of the paper would infuriate him. He believes that\r\nradical changes are necessary in the programme of _Cosy Moments_, and\r\nhe means to put them through if it snows. Doubtless he would gladly\r\nconsider your work if it fitted in with his ideas. A snappy account\r\nof a glove-fight, a spine-shaking word-picture of a railway smash,\r\nor something on those lines, would be welcomed. But--\"\r\n\r\n\"I have never heard of such a thing,\" said Mr. Waterman indignantly.\r\n\r\nPsmith sighed.\r\n\r\n\"Some time ago,\" he said, \"--how long it seems!--I remember saying\r\nto a young friend of mine of the name of Spiller, 'Comrade Spiller,\r\nnever confuse the unusual with the impossible.' It is my guiding\r\nrule in life. It is unusual for the substitute-editor of a weekly\r\npaper to do a Captain Kidd act and take entire command of the\r\njournal on his own account; but is it impossible? Alas no. Comrade\r\nWindsor has done it. That is where you, Comrade Asher, and you,\r\ngentlemen, have landed yourselves squarely in the broth. You have\r\nconfused the unusual with the impossible.\"\r\n\r\n\"But what is to be done?\" cried Mr. Asher.\r\n\r\n\"I fear that there is nothing to be done, except wait. The present\r\n_regime_ is but an experiment. It may be that when Comrade\r\nWilberfloss, having dodged the bears and eluded the wild cat,\r\nreturns to his post at the helm of this journal, he may decide not\r\nto continue on the lines at present mapped out. He should be back\r\nin about ten weeks.\"\r\n\r\n\"Ten weeks!\"\r\n\r\n\"I fancy that was to be the duration of his holiday. Till then my\r\nadvice to you gentlemen is to wait. You may rely on me to keep a\r\nwatchful eye upon your interests. When your thoughts tend to take a\r\ngloomy turn, say to yourselves, 'All is well. Psmith is keeping a\r\nwatchful eye upon our interests.'\"\r\n\r\n\"All the same, I should like to see this W. Windsor,\" said Mr.\r\nAsher.\r\n\r\nPsmith shook his head.\r\n\r\n\"I shouldn't,\" he said. \"I speak in your best interests. Comrade\r\nWindsor is a man of the fiercest passions. He cannot brook\r\ninterference. Were you to question the wisdom of his plans, there\r\nis no knowing what might not happen. He would be the first to\r\nregret any violent action, when once he had cooled off, but would\r\nthat be any consolation to his victim? I think not. Of course, if\r\nyou wish it, I could arrange a meeting--\"\r\n\r\nMr. Asher said no, he thought it didn't matter.\r\n\r\n\"I guess I can wait,\" he said.\r\n\r\n\"That,\" said Psmith approvingly, \"is the right spirit. Wait. That\r\nis the watch-word. And now,\" he added, rising, \"I wonder if a bit\r\nof lunch somewhere might not be a good thing? We have had an\r\ninteresting but fatiguing little chat. Our tissues require\r\nrestoring. If you gentlemen would care to join me--\"\r\n\r\nTen minutes later the company was seated in complete harmony round\r\na table at the Knickerbocker. Psmith, with the dignified bonhomie\r\nof a seigneur of the old school, was ordering the wine; while B.\r\nHenderson Asher, brimming over with good-humour, was relating to an\r\nattentive circle an anecdote which should have appeared in his next\r\ninstalment of \"Moments of Mirth.\""
  ]
}