{
  "index": 9,
  "title": "Chapter 8",
  "paragraphs": [
    "FULL STEAM AHEAD\r\n\r\nWhen Psmith returned to the office, he found Billy Windsor in the\r\ndoorway, just parting from a thick-set young man, who seemed to be\r\nexpressing his gratitude to the editor for some good turn. He was\r\nshaking him warmly by the hand.\r\n\r\nPsmith stood aside to let him pass.\r\n\r\n\"An old college chum, Comrade Windsor?\" he asked.\r\n\r\n\"That was Kid Brady.\"\r\n\r\n\"The name is unfamiliar to me. Another contributor?\"\r\n\r\n\"He's from my part of the country--Wyoming. He wants to fight any\r\none in the world at a hundred and thirty-three pounds.\"\r\n\r\n\"We all have our hobbies. Comrade Brady appears to have selected a\r\nsomewhat exciting one. He would find stamp-collecting less\r\nexacting.\"\r\n\r\n\"It hasn't given him much excitement so far, poor chap,\" said Billy\r\nWindsor. \"He's in the championship class, and here he has been\r\npottering about New York for a month without being able to get a\r\nfight. It's always the way in this rotten East,\" continued Billy,\r\nwarming up as was his custom when discussing a case of oppression\r\nand injustice. \"It's all graft here. You've got to let half a dozen\r\nbrutes dip into every dollar you earn, or you don't get a chance.\r\nIf the kid had a manager, he'd get all the fights he wanted. And\r\nthe manager would get nearly all the money. I've told him that we\r\nwill back him up.\"\r\n\r\n\"You have hit it, Comrade Windsor,\" said Psmith with enthusiasm.\r\n\"_Cosy Moments_ shall be Comrade Brady's manager. We will give him a\r\nmuch-needed boost up in our columns. A sporting section is what the\r\npaper requires more than anything.\"\r\n\r\n\"If things go on as they've started, what it will require still\r\nmore will be a fighting-editor. Pugsy tells me you had visitors\r\nwhile I was out.\"\r\n\r\n\"A few,\" said Psmith. \"One or two very entertaining fellows.\r\nComrades Asher, Philpotts, and others. I have just been giving them\r\na bite of lunch at the Knickerbocker.\"\r\n\r\n\"Lunch!\"\r\n\r\n\"A most pleasant little lunch. We are now as brothers. I fear I\r\nhave made you perhaps a shade unpopular with our late contributors;\r\nbut these things must be. We must clench our teeth and face them\r\nmanfully. If I were you, I think I should not drop in at the house\r\nof Comrade Asher and the rest to take pot-luck for some little time\r\nto come. In order to soothe the squad I was compelled to curse you\r\nto some extent.\"\r\n\r\n\"Don't mind me.\"\r\n\r\n\"I think I may say I didn't.\"\r\n\r\n\"Say, look here, you must charge up the price of that lunch to the\r\noffice. Necessary expenses, you know.\"\r\n\r\n\"I could not dream of doing such a thing, Comrade Windsor. The\r\nwhole affair was a great treat to me. I have few pleasures. Comrade\r\nAsher alone was worth the money. I found his society intensely\r\ninteresting. I have always believed in the Darwinian theory.\r\nComrade Asher confirmed my views.\"\r\n\r\nThey went into the inner office. Psmith removed his hat and coat.\r\n\r\n\"And now once more to work,\" he said. \"Psmith the _flaneur_ of Fifth\r\nAvenue ceases to exist. In his place we find Psmith the hard-headed\r\nsub-editor. Be so good as to indicate a job of work for me,\r\nComrade Windsor. I am champing at my bit.\"\r\n\r\nBilly Windsor sat down, and lit his pipe.\r\n\r\n\"What we want most,\" he said thoughtfully, \"is some big topic.\r\nThat's the only way to get a paper going. Look at _Everybody's\r\nMagazine_. They didn't amount to a row of beans till Lawson started\r\nhis 'Frenzied Finance' articles. Directly they began, the whole\r\ncountry was squealing for copies. _Everybody's_ put up their price\r\nfrom ten to fifteen cents, and now they lead the field.\"\r\n\r\n\"The country must squeal for _Cosy Moments_,\" said Psmith firmly. \"I\r\nfancy I have a scheme which may not prove wholly scaly. Wandering\r\nyesterday with Comrade Jackson in a search for Fourth Avenue, I\r\nhappened upon a spot called Pleasant Street. Do you know it?\"\r\n\r\nBilly Windsor nodded.\r\n\r\n\"I went down there once or twice when I was a reporter. It's a\r\nbeastly place.\"\r\n\r\n\"It is a singularly beastly place. We went into one of the houses.\"\r\n\r\n\"They're pretty bad.\"\r\n\r\n\"Who owns them?\"\r\n\r\n\"I don't know. Probably some millionaire. Those tenement houses\r\nare about as paying an investment as you can have.\"\r\n\r\n\"Hasn't anybody ever tried to do anything about them?\"\r\n\r\n\"Not so far as I know. It's pretty difficult to get at these\r\nfellows, you see. But they're fierce, aren't they, those houses!\"\r\n\r\n\"What,\" asked Psmith, \"is the precise difficulty of getting at\r\nthese merchants?\"\r\n\r\n\"Well, it's this way. There are all sorts of laws about the places,\r\nbut any one who wants can get round them as easy as falling off a\r\nlog. The law says a tenement house is a building occupied by more\r\nthan two families. Well, when there's a fuss, all the man has to do\r\nis to clear out all the families but two. Then, when the inspector\r\nfellow comes along, and says, let's say, 'Where's your running\r\nwater on each floor? That's what the law says you've got to have,\r\nand here are these people having to go downstairs and out of doors\r\nto fetch their water supplies,' the landlord simply replies,\r\n'Nothing doing. This isn't a tenement house at all. There are only\r\ntwo families here.' And when the fuss has blown over, back come the\r\nrest of the crowd, and things go on the same as before.\"\r\n\r\n\"I see,\" said Psmith. \"A very cheery scheme.\"\r\n\r\n\"Then there's another thing. You can't get hold of the man who's\r\nreally responsible, unless you're prepared to spend thousands\r\nferreting out evidence. The land belongs in the first place to some\r\ncorporation or other. They lease it to a lessee. When there's a\r\nfuss, they say they aren't responsible, it's up to the lessee. And\r\nhe lies so low that you can't find out who he is. It's all just\r\nlike the East. Everything in the East is as crooked as Pearl\r\nStreet. If you want a square deal, you've got to come out Wyoming\r\nway.\"\r\n\r\n\"The main problem, then,\" said Psmith, \"appears to be the discovery\r\nof the lessee, lad? Surely a powerful organ like _Cosy Moments_, with\r\nits vast ramifications, could bring off a thing like that?\"\r\n\r\n\"I doubt it. We'll try, anyway. There's no knowing but what we may\r\nhave luck.\"\r\n\r\n\"Precisely,\" said Psmith. \"Full steam ahead, and trust to luck. The\r\nchances are that, if we go on long enough, we shall eventually\r\narrive somewhere. After all, Columbus didn't know that America\r\nexisted when he set out. All he knew was some highly interesting\r\nfact about an egg. What that was, I do not at the moment recall,\r\nbut it bucked Columbus up like a tonic. It made him fizz ahead like\r\na two-year-old. The facts which will nerve us to effort are two. In\r\nthe first place, we know that there must be some one at the bottom\r\nof the business. Secondly, as there appears to be no law of libel\r\nwhatsoever in this great and free country, we shall be enabled to\r\nhaul up our slacks with a considerable absence of restraint.\"\r\n\r\n\"Sure,\" said Billy Windsor. \"Which of us is going to write the\r\nfirst article?\"\r\n\r\n\"You may leave it to me, Comrade Windsor. I am no hardened old\r\njournalist, I fear, but I have certain qualifications for the post.\r\nA young man once called at the office of a certain newspaper, and\r\nasked for a job. 'Have you any special line?' asked the editor.\r\n'Yes,' said the bright lad, 'I am rather good at invective.' 'Any\r\nspecial kind of invective?' queried the man up top. 'No,' replied\r\nour hero, 'just general invective.' Such is my own case, Comrade\r\nWindsor. I am a very fair purveyor of good, general invective. And\r\nas my visit to Pleasant Street is of such recent date, I am\r\ntolerably full of my subject. Taking full advantage of the\r\nbenevolent laws of this country governing libel, I fancy I will\r\nproduce a screed which will make this anonymous lessee feel as if\r\nhe had inadvertently seated himself upon a tin-tack. Give me pen\r\nand paper, Comrade Windsor, instruct Comrade Maloney to suspend his\r\nwhistling till such time as I am better able to listen to it; and I\r\nthink we have got a success.\""
  ]
}