{
  "index": 4,
  "title": "Chapter 3",
  "paragraphs": [
    "BAT JARVIS\r\n\r\nBilly Windsor lived in a single room on East Fourteenth Street.\r\nSpace in New York is valuable, and the average bachelor's\r\napartments consist of one room with a bathroom opening off it.\r\nDuring the daytime this one room loses all traces of being used for\r\nsleeping purposes at night. Billy Windsor's room was very much like\r\na public-school study. Along one wall ran a settee. At night this\r\nbecame a bed; but in the daytime it was a settee and nothing but a\r\nsettee. There was no space for a great deal of furniture. There was\r\none rocking-chair, two ordinary chairs, a table, a book-stand, a\r\ntypewriter--nobody uses pens in New York--and on the walls a mixed\r\ncollection of photographs, drawings, knives, and skins, relics of\r\ntheir owner's prairie days. Over the door was the head of a young\r\nbear.\r\n\r\nBilly's first act on arriving in this sanctum was to release the\r\ncat, which, having moved restlessly about for some moments, finally\r\ncame to the conclusion that there was no means of getting out, and\r\nsettled itself on a corner of the settee. Psmith, sinking\r\ngracefully down beside it, stretched out his legs and lit a\r\ncigarette. Mike took one of the ordinary chairs; and Billy Windsor,\r\nplanting himself in the rocker, began to rock rhythmically to and\r\nfro, a performance which he kept up untiringly all the time.\r\n\r\n\"A peaceful scene,\" observed Psmith. \"Three great minds, keen,\r\nalert, restless during business hours, relax. All is calm and\r\npleasant chit-chat. You have snug quarters up here, Comrade\r\nWindsor. I hold that there is nothing like one's own roof-tree.\r\nIt is a great treat to one who, like myself, is located in one of\r\nthese vast caravanserai--to be exact, the Astor--to pass a few\r\nmoments in the quiet privacy of an apartment such as this.\"\r\n\r\n\"It's beastly expensive at the Astor,\" said Mike.\r\n\r\n\"The place has that drawback also. Anon, Comrade Jackson, I think\r\nwe will hunt around for some such cubby-hole as this, built for\r\ntwo. Our nervous systems must be conserved.\"\r\n\r\n\"On Fourth Avenue,\" said Billy Windsor, \"you can get quite good\r\nflats very cheap. Furnished, too. You should move there. It's not\r\nmuch of a neighbourhood. I don't know if you mind that?\"\r\n\r\n\"Far from it, Comrade Windsor. It is my aim to see New York in all\r\nits phases. If a certain amount of harmless revelry can be whacked\r\nout of Fourth Avenue, we must dash there with the vim of\r\nhighly-trained smell-dogs. Are you with me, Comrade Jackson?\"\r\n\r\n\"All right,\" said Mike.\r\n\r\n\"And now, Comrade Windsor, it would be a pleasure to me to peruse\r\nthat little journal of which you spoke. I have had so few\r\nopportunities of getting into touch with the literature of this\r\ngreat country.\"\r\n\r\nBilly Windsor stretched out an arm and pulled a bundle of papers\r\nfrom the book-stand. He tossed them on to the settee by Psmith's\r\nside.\r\n\r\n\"There you are,\" he said, \"if you really feel like it. Don't say I\r\ndidn't warn you. If you've got the nerve, read on.\"\r\n\r\nPsmith had picked up one of the papers when there came a shuffling\r\nof feet in the passage outside, followed by a knock upon the door.\r\nThe next moment there appeared in the doorway a short, stout young\r\nman. There was an indescribable air of toughness about him, partly\r\ndue to the fact that he wore his hair in a well-oiled fringe almost\r\ndown to his eyebrows, which gave him the appearance of having no\r\nforehead at all. His eyes were small and set close together. His\r\nmouth was wide, his jaw prominent. Not, in short, the sort of man\r\nyou would have picked out on sight as a model citizen.\r\n\r\nHis entrance was marked by a curious sibilant sound, which, on\r\nacquaintance, proved to be a whistled tune. During the interview\r\nwhich followed, except when he was speaking, the visitor whistled\r\nsoftly and unceasingly.\r\n\r\n\"Mr. Windsor?\" he said to the company at large.\r\n\r\nPsmith waved a hand towards the rocking-chair. \"That,\" he said, \"is\r\nComrade Windsor. To your right is Comrade Jackson, England's\r\nfavourite son. I am Psmith.\"\r\n\r\nThe visitor blinked furtively, and whistled another tune. As he\r\nlooked round the room, his eye fell on the cat. His face lit up.\r\n\r\n\"Say!\" he said, stepping forward, and touching the cat's collar,\r\n\"mine, mister.\"\r\n\r\n\"Are you Bat Jarvis?\" asked Windsor with interest.\r\n\r\n\"Sure,\" said the visitor, not without a touch of complacency, as of\r\na monarch abandoning his incognito.\r\n\r\nFor Mr. Jarvis was a celebrity.\r\n\r\nBy profession he was a dealer in animals, birds, and snakes. He had\r\na fancier's shop in Groome street, in the heart of the Bowery. This\r\nwas on the ground-floor. His living abode was in the upper story of\r\nthat house, and it was there that he kept the twenty-three cats\r\nwhose necks were adorned with leather collars, and whose numbers\r\nhad so recently been reduced to twenty-two. But it was not the fact\r\nthat he possessed twenty-three cats with leather collars that made\r\nMr. Jarvis a celebrity.\r\n\r\nA man may win a purely local reputation, if only for eccentricity,\r\nby such means. But Mr. Jarvis's reputation was far from being\r\npurely local. Broadway knew him, and the Tenderloin. Tammany Hall\r\nknew him. Long Island City knew him. In the underworld of New York\r\nhis name was a by-word. For Bat Jarvis was the leader of the famous\r\nGroome Street Gang, the most noted of all New York's collections of\r\nApaches. More, he was the founder and originator of it. And,\r\ncuriously enough, it had come into being from motives of sheer\r\nbenevolence. In Groome Street in those days there had been a\r\ndance-hall, named the Shamrock and presided over by one Maginnis,\r\nan Irishman and a friend of Bat's. At the Shamrock nightly dances\r\nwere given and well attended by the youth of the neighbourhood at\r\nten cents a head. All might have been well, had it not been for\r\ncertain other youths of the neighbourhood who did not dance and so\r\nhad to seek other means of getting rid of their surplus energy. It\r\nwas the practice of these light-hearted sportsmen to pay their ten\r\ncents for admittance, and once in, to make hay. And this habit, Mr.\r\nMaginnis found, was having a marked effect on his earnings. For\r\ngenuine lovers of the dance fought shy of a place where at any\r\nmoment Philistines might burst in and break heads and furniture. In\r\nthis crisis the proprietor thought of his friend Bat Jarvis. Bat at\r\nthat time had a solid reputation as a man of his hands. It is true\r\nthat, as his detractors pointed out, he had killed no one--a defect\r\nwhich he had subsequently corrected; but his admirers based his\r\nclaim to respect on his many meritorious performances with fists\r\nand with the black-jack. And Mr. Maginnis for one held him in the\r\nvery highest esteem. To Bat accordingly he went, and laid his\r\npainful case before him. He offered him a handsome salary to be on\r\nhand at the nightly dances and check undue revelry by his own\r\nrobust methods. Bat had accepted the offer. He had gone to Shamrock\r\nHall; and with him, faithful adherents, had gone such stalwarts as\r\nLong Otto, Red Logan, Tommy Jefferson, and Pete Brodie. Shamrock\r\nHall became a place of joy and order; and--more important\r\nstill--the nucleus of the Groome Street Gang had been formed. The\r\nwork progressed. Off-shoots of the main gang sprang up here and\r\nthere about the East Side. Small thieves, pickpockets and the\r\nlike, flocked to Mr. Jarvis as their tribal leader and protector\r\nand he protected them. For he, with his followers, were of use to\r\nthe politicians. The New York gangs, and especially the Groome\r\nStreet Gang, have brought to a fine art the gentle practice of\r\n\"repeating\"; which, broadly speaking, is the art of voting a number\r\nof different times at different polling-stations on election days.\r\nA man who can vote, say, ten times in a single day for you, and who\r\ncontrols a great number of followers who are also prepared, if they\r\nlike you, to vote ten times in a single day for you, is worth\r\ncultivating. So the politicians passed the word to the police, and\r\nthe police left the Groome Street Gang unmolested and they waxed\r\nfat and flourished.\r\n\r\nSuch was Bat Jarvis.\r\n\r\n             *    *    *\r\n\r\n\"Pipe de collar,\" said Mr. Jarvis, touching the cat's neck. \"Mine,\r\nmister.\"\r\n\r\n\"Pugsy said it must be,\" said Billy Windsor. \"We found two fellows\r\nsetting a dog on to it, so we took it in for safety.\"\r\n\r\nMr. Jarvis nodded approval.\r\n\r\n\"There's a basket here, if you want it,\" said Billy.\r\n\r\n\"Nope. Here, kit.\"\r\n\r\nMr. Jarvis stooped, and, still whistling softly, lifted the cat. He\r\nlooked round the company, met Psmith's eye-glass, was transfixed by\r\nit for a moment, and finally turned again to Billy Windsor.\r\n\r\n\"Say!\" he said, and paused. \"Obliged,\" he added.\r\n\r\nHe shifted the cat on to his left arm, and extended his right hand\r\nto Billy.\r\n\r\n\"Shake!\" he said.\r\n\r\nBilly did so.\r\n\r\nMr. Jarvis continued to stand and whistle for a few moments more.\r\n\r\n\"Say!\" he said at length, fixing his roving gaze once more upon\r\nBilly. \"Obliged. Fond of de kit, I am.\"\r\n\r\nPsmith nodded approvingly.\r\n\r\n\"And rightly,\" he said. \"Rightly, Comrade Jarvis. She is not\r\nunworthy of your affection. A most companionable animal, full of\r\nthe highest spirits. Her knockabout act in the restaurant would\r\nhave satisfied the most jaded critic. No diner-out can afford to be\r\nwithout such a cat. Such a cat spells death to boredom.\"\r\n\r\nMr. Jarvis eyed him fixedly, as if pondering over his remarks. Then\r\nhe turned to Billy again.\r\n\r\n\"Say!\" he said. \"Any time you're in bad. Glad to be of service.\r\nYou know the address. Groome Street. Bat Jarvis. Good night.\r\nObliged.\"\r\n\r\nHe paused and whistled a few more bars, then nodded to Psmith and\r\nMike, and left the room. They heard him shuffling downstairs.\r\n\r\n\"A blithe spirit,\" said Psmith. \"Not garrulous, perhaps, but what of\r\nthat? I am a man of few words myself. Comrade Jarvis's massive\r\nsilences appeal to me. He seems to have taken a fancy to you,\r\nComrade Windsor.\"\r\n\r\nBilly Windsor laughed.\r\n\r\n\"I don't know that he's just the sort of side-partner I'd go out of\r\nmy way to choose, from what I've heard about him. Still, if one got\r\nmixed up with any of that East-Side crowd, he would be a mighty\r\nuseful friend to have. I guess there's no harm done by getting him\r\ngrateful.\"\r\n\r\n\"Assuredly not,\" said Psmith. \"We should not despise the humblest.\r\nAnd now, Comrade Windsor,\" he said, taking up the paper again, \"let\r\nme concentrate myself tensely on this very entertaining little\r\njournal of yours. Comrade Jackson, here is one for you. For sound,\r\nclear-headed criticism,\" he added to Billy, \"Comrade Jackson's name\r\nis a by-word in our English literary salons. His opinion will be\r\nboth of interest and of profit to you, Comrade Windsor.\""
  ]
}