{
  "index": 5,
  "title": "Chapter 4",
  "paragraphs": [
    "PLANNING IMPROVEMENTS\r\n\r\n\"By the way,\" said Psmith, \"what is your exact position on this\r\npaper? Practically, we know well, you are its back-bone, its\r\nlife-blood; but what is your technical position? When your\r\nproprietor is congratulating himself on having secured the ideal\r\nman for your job, what precise job does he congratulate himself on\r\nhaving secured the ideal man for?\"\r\n\r\n\"I'm sub-editor.\"\r\n\r\n\"Merely sub? You deserve a more responsible post than that, Comrade\r\nWindsor. Where is your proprietor? I must buttonhole him and point\r\nout to him what a wealth of talent he is allowing to waste itself.\r\nYou must have scope.\"\r\n\r\n\"He's in Europe. At Carlsbad, or somewhere. He never comes near\r\nthe paper. He just sits tight and draws the profits. He lets the\r\neditor look after things. Just at present I'm acting as editor.\"\r\n\r\n\"Ah! then at last you have your big chance. You are free,\r\nuntrammelled.\"\r\n\r\n\"You bet I'm not,\" said Billy Windsor. \"Guess again. There's no\r\nroom for developing free untrammelled ideas on this paper. When\r\nyou've looked at it, you'll see that each page is run by some one.\r\nI'm simply the fellow who minds the shop.\"\r\n\r\nPsmith clicked his tongue sympathetically. \"It is like setting a\r\ngifted French chef to wash up dishes,\" he said. \"A man of your\r\nundoubted powers, Comrade Windsor, should have more scope. That is\r\nthe cry, 'more scope!' I must look into this matter. When I gaze at\r\nyour broad, bulging forehead, when I see the clear light of\r\nintelligence in your eyes, and hear the grey matter splashing\r\nrestlessly about in your cerebellum, I say to myself without\r\nhesitation, 'Comrade Windsor must have more scope.'\" He looked at\r\nMike, who was turning over the leaves of his copy of _Cosy Moments_\r\nin a sort of dull despair. \"Well, Comrade Jackson, and what is your\r\nverdict?\"\r\n\r\nMike looked at Billy Windsor. He wished to be polite, yet he could\r\nfind nothing polite to say. Billy interpreted the look.\r\n\r\n\"Go on,\" he said. \"Say it. It can't be worse than what I think.\"\r\n\r\n\"I expect some people would like it awfully,\" said Mike.\r\n\r\n\"They must, or they wouldn't buy it. I've never met any of them\r\nyet, though.\"\r\n\r\nPsmith was deep in Luella Granville Waterman's \"Moments in the\r\nNursery.\" He turned to Billy Windsor.\r\n\r\n\"Luella Granville Waterman,\" he said, \"is not by any chance your\r\n_nom-de-plume_, Comrade Windsor?\"\r\n\r\n\"Not on your life. Don't think it.\"\r\n\r\n\"I am glad,\" said Psmith courteously. \"For, speaking as man to man,\r\nI must confess that for sheer, concentrated bilge she gets away\r\nwith the biscuit with almost insolent ease. Luella Granville\r\nWaterman must go.\"\r\n\r\n\"How do you mean?\"\r\n\r\n\"She must go,\" repeated Psmith firmly. \"Your first act, now that\r\nyou have swiped the editorial chair, must be to sack her.\"\r\n\r\n\"But, say, I can't. The editor thinks a heap of her stuff.\"\r\n\r\n\"We cannot help his troubles. We must act for the good of the\r\npaper. Moreover, you said, I think, that he was away?\"\r\n\r\n\"So he is. But he'll come back.\"\r\n\r\n\"Sufficient unto the day, Comrade Windsor. I have a suspicion that\r\nhe will be the first to approve your action. His holiday will have\r\ncleared his brain. Make a note of improvement number one--the\r\nsacking of Luella Granville Waterman.\"\r\n\r\n\"I guess it'll be followed pretty quick by improvement number\r\ntwo--the sacking of William Windsor. I can't go monkeying about\r\nwith the paper that way.\"\r\n\r\nPsmith reflected for a moment.\r\n\r\n\"Has this job of yours any special attractions for you, Comrade\r\nWindsor?\"\r\n\r\n\"I guess not.\"\r\n\r\n\"As I suspected. You yearn for scope. What exactly are your\r\nambitions?\"\r\n\r\n\"I want to get a job on one of the big dailies. I don't see how\r\nI'm going to fix it, though, at the present rate.\"\r\n\r\nPsmith rose, and tapped him earnestly on the chest.\r\n\r\n\"Comrade Windsor, you have touched the spot. You are wasting the\r\ngolden hours of your youth. You must move. You must hustle. You\r\nmust make Windsor of _Cosy Moments_ a name to conjure with. You must\r\nboost this sheet up till New York rings with your exploits. On the\r\npresent lines that is impossible. You must strike out a line for\r\nyourself. You must show the world that even _Cosy Moments_ cannot\r\nkeep a good man down.\"\r\n\r\nHe resumed his seat.\r\n\r\n\"How do you mean?\" said Billy Windsor.\r\n\r\nPsmith turned to Mike.\r\n\r\n\"Comrade Jackson, if you were editing this paper, is there a single\r\nfeature you would willingly retain?\"\r\n\r\n\"I don't think there is,\" said Mike. \"It's all pretty bad rot.\"\r\n\r\n\"My opinion in a nutshell,\" said Psmith, approvingly. \"Comrade\r\nJackson,\" he explained, turning to Billy, \"has a secure reputation\r\non the other side for the keenness and lucidity of his views upon\r\nliterature. You may safely build upon him. In England when Comrade\r\nJackson says 'Turn' we all turn. Now, my views on the matter are as\r\nfollows. _Cosy Moments_, in my opinion (worthless, were it not backed\r\nby such a virtuoso as Comrade Jackson), needs more snap, more go.\r\nAll these putrid pages must disappear. Letters must be despatched\r\nto-morrow morning, informing Luella Granville Waterman and the\r\nothers (and in particular B. Henderson Asher, who from a cursory\r\nglance strikes me as an ideal candidate for a lethal chamber) that,\r\nunless they cease their contributions instantly, you will be\r\ncompelled to place yourself under police protection. After that we\r\ncan begin to move.\"\r\n\r\nBilly Windsor sat and rocked himself in his chair without replying.\r\nHe was trying to assimilate this idea. So far the grandeur of it\r\nhad dazed him. It was too spacious, too revolutionary. Could it be\r\ndone? It would undoubtedly mean the sack when Mr. J. Fillken\r\nWilberfloss returned and found the apple of his eye torn asunder\r\nand, so to speak, deprived of its choicest pips. On the other hand\r\n. . . His brow suddenly cleared. After all, what was the sack? One\r\ncrowded hour of glorious life is worth an age without a name, and\r\nhe would have no name as long as he clung to his present position.\r\nThe editor would be away ten weeks. He would have ten weeks in\r\nwhich to try himself out. Hope leaped within him. In ten weeks he\r\ncould change _Cosy Moments_ into a real live paper. He wondered that\r\nthe idea had not occurred to him before. The trifling fact that the\r\ndespised journal was the property of Mr. Benjamin White, and that\r\nhe had no right whatever to tinker with it without that gentleman's\r\napproval, may have occurred to him, but, if it did, it occurred so\r\nmomentarily that he did not notice it. In these crises one cannot\r\nthink of everything.\r\n\r\n\"I'm on,\" he said, briefly.\r\n\r\nPsmith smiled approvingly.\r\n\r\n\"That,\" he said, \"is the right spirit. You will, I fancy, have\r\nlittle cause to regret your decision. Fortunately, if I may say so,\r\nI happen to have a certain amount of leisure just now. It is at\r\nyour disposal. I have had little experience of journalistic work,\r\nbut I foresee that I shall be a quick learner. I will become your\r\nsub-editor, without salary.\"\r\n\r\n\"Bully for you,\" said Billy Windsor.\r\n\r\n\"Comrade Jackson,\" continued Psmith, \"is unhappily more fettered.\r\nThe exigencies of his cricket tour will compel him constantly to be\r\ngadding about, now to Philadelphia, now to Saskatchewan, anon to\r\nOnehorseville, Ga. His services, therefore, cannot be relied upon\r\ncontinuously. From him, accordingly, we shall expect little but\r\nmoral support. An occasional congratulatory telegram. Now and then\r\na bright smile of approval. The bulk of the work will devolve upon\r\nour two selves.\"\r\n\r\n\"Let it devolve,\" said Billy Windsor, enthusiastically.\r\n\r\n\"Assuredly,\" said Psmith. \"And now to decide upon our main scheme.\r\nYou, of course, are the editor, and my suggestions are merely\r\nsuggestions, subject to your approval. But, briefly, my idea is\r\nthat _Cosy Moments_ should become red-hot stuff. I could wish its\r\ntone to be such that the public will wonder why we do not print it\r\non asbestos. We must chronicle all the live events of the day,\r\nmurders, fires, and the like in a manner which will make our\r\nreaders' spines thrill. Above all, we must be the guardians of the\r\nPeople's rights. We must be a search-light, showing up the dark\r\nspot in the souls of those who would endeavour in any way to do the\r\nPEOPLE in the eye. We must detect the wrong-doer, and deliver him\r\nsuch a series of resentful buffs that he will abandon his little\r\ngames and become a model citizen. The details of the campaign we\r\nmust think out after, but I fancy that, if we follow those main\r\nlines, we shall produce a bright, readable little sheet which will\r\nin a measure make this city sit up and take notice. Are you with\r\nme, Comrade Windsor?\"\r\n\r\n\"Surest thing you know,\" said Billy with fervour."
  ]
}