{
  "index": 7,
  "title": "Chapter 6",
  "paragraphs": [
    "VISITORS AT THE OFFICE\r\n\r\nOn the following morning Mike had to leave with the team for\r\nPhiladelphia. Psmith came down to the ferry to see him off, and\r\nhung about moodily until the time of departure.\r\n\r\n\"It is saddening me to a great extent, Comrade Jackson,\" he said,\r\n\"this perpetual parting of the ways. When I think of the happy\r\nmoments we have spent hand-in-hand across the seas, it fills me\r\nwith a certain melancholy to have you flitting off in this manner\r\nwithout me. Yet there is another side to the picture. To me there\r\nis something singularly impressive in our unhesitating reply to the\r\ncalls of Duty. Your Duty summons you to Philadelphia, to knock the\r\ncover off the local bowling. Mine retains me here, to play my part\r\nin the great work of making New York sit up. By the time you\r\nreturn, with a century or two, I trust, in your bag, the good work\r\nshould, I fancy, be getting something of a move on. I will complete\r\nthe arrangements with regard to the flat.\"\r\n\r\nAfter leaving Pleasant Street they had found Fourth Avenue by a\r\ndevious route, and had opened negotiations for a large flat near\r\nThirtieth Street. It was immediately above a saloon, which was\r\nsomething of a drawback, but the landlord had assured them that the\r\nvoices of the revellers did not penetrate to it.\r\n\r\n            *    *    *\r\n\r\nWhen the ferry-boat had borne Mike off across the river, Psmith\r\nturned to stroll to the office of _Cosy Moments_. The day was fine,\r\nand on the whole, despite Mike's desertion, he felt pleased with\r\nlife. Psmith's was a nature which required a certain amount of\r\nstimulus in the way of gentle excitement; and it seemed to him that\r\nthe conduct of the remodelled _Cosy Moments_ might supply this. He\r\nliked Billy Windsor, and looked forward to a not unenjoyable time\r\ntill Mike should return.\r\n\r\nThe offices of _Cosy Moments_ were in a large building in the street\r\noff Madison Avenue. They consisted of a sort of outer lair, where\r\nPugsy Maloney spent his time reading tales of life in the prairies\r\nand heading off undesirable visitors; a small room, which would\r\nhave belonged to the stenographer if _Cosy Moments_ had possessed\r\none; and a larger room beyond, which was the editorial sanctum.\r\n\r\nAs Psmith passed through the front door, Pugsy Maloney rose.\r\n\r\n\"Say!\" said Master Maloney.\r\n\r\n\"Say on, Comrade Maloney,\" said Psmith.\r\n\r\n\"Dey're in dere.\"\r\n\r\n\"Who, precisely?\"\r\n\r\n\"A whole bunch of dem.\"\r\n\r\nPsmith inspected Master Maloney through his eye-glass. \"Can\r\nyou give me any particulars?\" he asked patiently. \"You are\r\nwell-meaning, but vague, Comrade Maloney. Who are in there?\"\r\n\r\n\"De whole bunch of dem. Dere's Mr. Asher and the Rev. Philpotts and\r\na gazebo what calls himself Waterman and about 'steen more of dem.\"\r\n\r\nA faint smile appeared upon Psmith's face.\r\n\r\n\"And is Comrade Windsor in there, too, in the middle of them?\"\r\n\r\n\"Nope. Mr. Windsor's out to lunch.\"\r\n\r\n\"Comrade Windsor knows his business. Why did you let them in?\"\r\n\r\n\"Sure, dey just butted in,\" said Master Maloney complainingly. \"I\r\nwas sittin' here, readin' me book, when de foist of de guys blew\r\nin. 'Boy,' says he, 'is de editor in?' 'Nope,' I says. 'I'll go in\r\nan' wait,' says he. 'Nuttin' doin',' says I. 'Nix on de goin' in\r\nact.' I might as well have saved me breat'. In he butts, and he's\r\nin der now. Well, in about t'ree minutes along comes another\r\ngazebo. 'Boy,' says he, 'is de editor in?' 'Nope,' I says. 'I'll\r\nwait,' says he lightin' out for de door. Wit dat I sees de\r\nproposition's too fierce for muh. I can't keep dese big husky guys\r\nout if dey's for buttin' in. So when de rest of de bunch comes\r\nalong, I don't try to give dem de t'run down. I says, 'Well,\r\ngents,' I says, 'it's up to youse. De editor ain't in, but if youse\r\nwants to join de giddy t'rong, push t'roo inter de inner room. I\r\ncan't be boddered.'\"\r\n\r\n\"And what more _could_ you have said?\" agreed Psmith approvingly.\r\n\"Tell me, Comrade Maloney, what was the general average aspect of\r\nthese determined spirits?\"\r\n\r\n\"Huh?\"\r\n\r\n\"Did they seem to you to be gay, lighthearted? Did they carol\r\nsnatches of song as they went? Or did they appear to be looking\r\nfor some one with a hatchet?\"\r\n\r\n\"Dey was hoppin'-mad, de whole bunch of dem.\"\r\n\r\n\"As I suspected. But we must not repine, Comrade Maloney. These\r\ntrifling contretemps are the penalties we pay for our high\r\njournalistic aims. I will interview these merchants. I fancy that\r\nwith the aid of the Diplomatic Smile and the Honeyed Word I may\r\nmanage to pull through. It is as well, perhaps, that Comrade\r\nWindsor is out. The situation calls for the handling of a man of\r\ndelicate culture and nice tact. Comrade Windsor would probably have\r\nendeavoured to clear the room with a chair. If he should arrive\r\nduring the seance, Comrade Maloney, be so good as to inform him of\r\nthe state of affairs, and tell him not to come in. Give him my\r\ncompliments, and tell him to go out and watch the snowdrops growing\r\nin Madison Square Garden.\"\r\n\r\n\"Sure,\" said Master Maloney.\r\n\r\nThen Psmith, having smoothed the nap of his hat and flicked a speck\r\nof dust from his coat-sleeve, walked to the door of the inner room\r\nand went in."
  ]
}