{
  "index": 18,
  "title": "Chapter 17",
  "paragraphs": [
    "AN EPISODE BY THE WAY\r\n\r\nIt was Pugsy Maloney who, on the following morning, brought to the\r\noffice the gist of what is related in this chapter. Pugsy's version\r\nwas, however, brief and unadorned, as was the way with his\r\nnarratives. Such things as first causes and piquant details he\r\navoided, as tending to prolong the telling excessively, thus\r\nkeeping him from perusal of his cowboy stories. The way Pugsy put\r\nit was as follows. He gave the thing out merely as an item of\r\ngeneral interest, a bubble on the surface of the life of a great\r\ncity. He did not know how nearly interested were his employers in\r\nany matter touching that gang which is known as the Three Points.\r\nPugsy said: \"Dere's trouble down where I live. Dude Dawson's mad at\r\nSpider Reilly, an' now de Table Hills are layin' for de T'ree\r\nPoints. Sure.\" He had then retired to his outer fastness, yielding\r\nfurther details jerkily and with the distrait air of one whose mind\r\nis elsewhere.\r\n\r\nSkilfully extracted and pieced together, these details formed\r\nthemselves into the following typical narrative of East Side life\r\nin New York.\r\n\r\nThe really important gangs of New York are four. There are other\r\nless important institutions, but these are little more than mere\r\nfriendly gatherings of old boyhood chums for purposes of mutual\r\ncompanionship. In time they may grow, as did Bat Jarvis's coterie,\r\ninto formidable organisations, for the soil is undoubtedly\r\npropitious to such growth. But at present the amount of ice which\r\ngood judges declare them to cut is but small. They \"stick up\" an\r\noccasional wayfarer for his \"cush,\" and they carry \"canisters\" and\r\nsometimes fire them off, but these things do not signify the\r\ncutting of ice. In matters political there are only four gangs\r\nwhich count, the East Side, the Groome Street, the Three Points,\r\nand the Table Hill. Greatest of these by virtue of their numbers\r\nare the East Side and the Groome Street, the latter presided over\r\nat the time of this story by Mr. Bat Jarvis. These two are\r\ncolossal, and, though they may fight each other, are immune from\r\nattack at the hands of lesser gangs. But between the other gangs,\r\nand especially between the Table Hill and the Three Points, which\r\nare much of a size, warfare rages as briskly as among the republics\r\nof South America. There has always been bad blood between the Table\r\nHill and the Three Points, and until they wipe each other out after\r\nthe manner of the Kilkenny cats, it is probable that there always\r\nwill be. Little events, trifling in themselves, have always\r\noccurred to shatter friendly relations just when there has seemed a\r\nchance of their being formed. Thus, just as the Table Hillites were\r\nbeginning to forgive the Three Points for shooting the redoubtable\r\nPaul Horgan down at Coney Island, a Three Pointer injudiciously\r\nwiped out another of the rival gang near Canal Street. He pleaded\r\nself-defence, and in any case it was probably mere thoughtlessness,\r\nbut nevertheless the Table Hillites were ruffled.\r\n\r\nThat had been a month or so back. During that month things had been\r\nsimmering down, and peace was just preparing to brood when there\r\noccurred the incident to which Pugsy had alluded, the regrettable\r\nfalling out of Dude Dawson and Spider Reilly at Mr. Maginnis's\r\ndancing saloon, Shamrock Hall, the same which Bat Jarvis had been\r\ncalled in to protect in the days before the Groome Street gang\r\nbegan to be.\r\n\r\nShamrock Hall, being under the eyes of the great Bat, was, of\r\ncourse, forbidden ground; and it was with no intention of spoiling\r\nthe harmony of the evening that Mr. Dawson had looked in. He was\r\nthere in a purely private and peaceful character.\r\n\r\nAs he sat smoking, sipping, and observing the revels, there settled\r\nat the next table Mr. Robert (\"Nigger\") Coston, an eminent member\r\nof the Three Points.\r\n\r\nThere being temporary peace between the two gangs, the great men\r\nexchanged a not unfriendly nod and, after a short pause, a word or\r\ntwo. Mr. Coston, alluding to an Italian who had just pirouetted\r\npast, remarked that there sure was some class to the way that wop\r\nhit it up. Mr. Dawson said Yup, there sure was. You would have said\r\nthat all Nature smiled.\r\n\r\nAlas! The next moment the sky was covered with black clouds and the\r\nstorm broke. For Mr. Dawson, continuing in this vein of criticism,\r\nrather injudiciously gave it as his opinion that one of the lady\r\ndancers had two left feet.\r\n\r\nFor a moment Mr. Coston did not see which lady was alluded to.\r\n\r\n\"De goil in de pink skoit,\" said Mr. Dawson, facilitating the\r\nother's search by pointing with a much-chewed cigarette. It was at\r\nthis moment that Nature's smile was shut off as if by a tap. For\r\nthe lady in the pink skirt had been in receipt of Mr. Coston's\r\nrespectful devotion for the past eight days.\r\n\r\nFrom this point onwards the march of events was rapid.\r\n\r\nMr. Coston, rising, asked Mr. Dawson who he thought he, Mr. Dawson,\r\nwas.\r\n\r\nMr. Dawson, extinguishing his cigarette and placing it behind his\r\near, replied that he was the fellow who could bite his, Mr.\r\nCoston's, head off.\r\n\r\nMr. Coston said: \"Huh?\"\r\n\r\nMr. Dawson said: \"Sure.\"\r\n\r\nMr. Coston called Mr. Dawson a pie-faced rubber-necked\r\nfour-flusher.\r\n\r\nMr. Dawson called Mr. Coston a coon.\r\n\r\nAnd that was where the trouble really started.\r\n\r\nIt was secretly a great grief to Mr. Coston that his skin was of so\r\nswarthy a hue. To be permitted to address Mr. Coston face to face\r\nby his nickname was a sign of the closest friendship, to which only\r\nSpider Reilly, Jack Repetto, and one or two more of the gang could\r\naspire. Others spoke of him as Nigger, or, more briefly,\r\nNig--strictly behind his back. For Mr. Coston had a wide reputation\r\nas a fighter, and his particular mode of battling was to descend on\r\nhis antagonist and bite him. Into this action he flung himself with\r\nthe passionate abandonment of the artist. When he bit he bit. He\r\ndid not nibble.\r\n\r\nIf a friend had called Mr. Coston \"Nig\" he would have been running\r\ngrave risks. A stranger, and a leader of a rival gang, who\r\naddressed him as \"coon\" was more than asking for trouble. He was\r\npleading for it.\r\n\r\nGreat men seldom waste time. Mr. Coston, leaning towards Mr.\r\nDawson, promptly bit him on the cheek. Mr. Dawson bounded from his\r\nseat. Such was the excitement of the moment that, instead of\r\ndrawing his \"canister,\" he forgot that he had one on his person,\r\nand, seizing a mug which had held beer, bounced it vigorously on\r\nMr. Coston's skull, which, being of solid wood, merely gave out a\r\nresonant note and remained unbroken.\r\n\r\nSo far the honours were comparatively even, with perhaps a slight\r\nbalance in favour of Mr. Coston. But now occurred an incident\r\nwhich turned the scale, and made war between the gangs inevitable.\r\nIn the far corner of the room, surrounded by a crowd of admiring\r\nfriends, sat Spider Reilly, monarch of the Three Points. He had\r\nnoticed that there was a slight disturbance at the other side of\r\nthe hall, but had given it little attention till, the dancing\r\nceasing suddenly and the floor emptying itself of its crowd, he had\r\na plain view of Mr. Dawson and Mr. Coston squaring up at each\r\nother for the second round. We must assume that Mr. Reilly was not\r\nthinking what he did, for his action was contrary to all rules of\r\ngang-etiquette. In the street it would have been perfectly\r\nlegitimate, even praiseworthy, but in a dance-hall belonging to a\r\nneutral power it was unpardonable.\r\n\r\nWhat he did was to produce his \"canister\" and pick off the\r\nunsuspecting Mr. Dawson just as that exquisite was preparing to get\r\nin some more good work with the beer-mug. The leader of the Table\r\nHillites fell with a crash, shot through the leg; and Spider\r\nReilly, together with Mr. Coston and others of the Three Points,\r\nsped through the doorway for safety, fearing the wrath of Bat\r\nJarvis, who, it was known, would countenance no such episodes at\r\nthe dance-hall which he had undertaken to protect.\r\n\r\nMr. Dawson, meanwhile, was attended to and helped home. Willing\r\ninformants gave him the name of his aggressor, and before morning\r\nthe Table Hill camp was in ferment. Shooting broke out in three\r\nplaces, though there were no casualties. When the day dawned there\r\nexisted between the two gangs a state of war more bitter than any\r\nin their record; for this time it was no question of obscure\r\nnonentities. Chieftain had assaulted chieftain; royal blood had\r\nbeen spilt.\r\n\r\n            *    *    *\r\n\r\n\"Comrade Windsor,\" said Psmith, when Master Maloney had spoken his\r\nlast word, \"we must take careful note of this little matter. I\r\nrather fancy that sooner or later we may be able to turn it to our\r\nprofit. I am sorry for Dude Dawson, anyhow. Though I have never\r\nmet him, I have a sort of instinctive respect for him. A man such\r\nas he would feel a bullet through his trouser-leg more than one of\r\ncommon clay who cared little how his clothes looked.\""
  ]
}