{
  "index": 15,
  "title": "Chapter 14",
  "paragraphs": [
    "AN ADDITION TO THE STAFF\r\n\r\nPenetrating into the Kid's dressing-room some moments later, the\r\neditorial staff found the winner of the ten-round exhibition bout\r\nbetween members of the club seated on a chair, having his right leg\r\nrubbed by a shock-headed man in a sweater, who had been one of his\r\nseconds during the conflict. The Kid beamed as they entered.\r\n\r\n\"Gents,\" he said, \"come right in. Mighty glad to see you.\"\r\n\r\n\"It is a relief to me, Comrade Brady,\" said Psmith, \"to find that\r\nyou can see us. I had expected to find that Comrade Wolmann's\r\npurposeful buffs had completely closed your star-likes.\"\r\n\r\n\"Sure, I never felt them. He's a good quick boy, is Al., but,\"\r\ncontinued the Kid with powerful imagery, \"he couldn't hit a hole in\r\na block of ice-cream, not if he was to use a hammer.\"\r\n\r\n\"And yet at one period in the proceedings, Comrade Brady,\" said\r\nPsmith, \"I fancied that your head would come unglued at the neck.\r\nBut the fear was merely transient. When you began to administer\r\nthose--am I correct in saying?--half-scissor hooks to the body,\r\nwhy, then I felt like some watcher of the skies when a new planet\r\nswims into his ken; or like stout Cortez when with eagle eyes he\r\nstared at the Pacific.\"\r\n\r\nThe Kid blinked.\r\n\r\n\"How's that?\" he inquired.\r\n\r\n\"And why did I feel like that, Comrade Brady? I will tell you.\r\nBecause my faith in you was justified. Because there before me\r\nstood the ideal fighting-editor of _Cosy Moments_. It is not a post\r\nthat any weakling can fill. There charm of manner cannot qualify a\r\nman for the position. No one can hold down the job simply by having\r\na kind heart or being good at farmyard imitations. No. We want a\r\nman of thews and sinews, a man who would rather be hit on the head\r\nwith a half-brick than not. And you, Comrade Brady, are such a\r\nman.\"\r\n\r\nThe Kid turned appealingly to Billy.\r\n\r\n\"Say, this gets past me, Mr. Windsor. Put me wise.\"\r\n\r\n\"Can we have a couple of words with you alone, Kid?\" said Billy.\r\n\"We want to talk over something with you.\"\r\n\r\n\"Sure. Sit down, gents. Jack'll be through in a minute.\"\r\n\r\nJack, who during this conversation had been concentrating himself\r\non his subject's left leg, now announced that he guessed that would\r\nabout do, and having advised the Kid not to stop and pick daisies,\r\nbut to get into his clothes at once before he caught a chill, bade\r\nthe company good night and retired.\r\n\r\nBilly shut the door.\r\n\r\n\"Kid,\" he said, \"you know those articles about the tenements we've\r\nbeen having in the paper?\"\r\n\r\n\"Sure. I read 'em. They're to the good.\"\r\n\r\nPsmith bowed.\r\n\r\n\"You stimulate us, Comrade Brady. This is praise from Sir Hubert\r\nStanley.\"\r\n\r\n\"It was about time some strong josher came and put it across to\r\n'em,\" added the Kid.\r\n\r\n\"So we thought. Comrade Parker, however, totally disagreed with\r\nus.\"\r\n\r\n\"Parker?\"\r\n\r\n\"That's what I'm coming to,\" said Billy. \"The day before yesterday\r\na man named Parker called at the office and tried to buy us off.\"\r\n\r\nBilly's voice grew indignant at the recollection.\r\n\r\n\"You gave him the hook, I guess?\" queried the interested Kid.\r\n\r\n\"To such an extent, Comrade Brady,\" said Psmith, \"that he left\r\nbreathing threatenings and slaughter. And it is for that reason\r\nthat we have ventured to call upon you.\"\r\n\r\n\"It's this way,\" said Billy. \"We're pretty sure by this time that\r\nwhoever the man is this fellow Parker's working for has put one of\r\nthe gangs on to us.\"\r\n\r\n\"You don't say!\" exclaimed the Kid. \"Gum! Mr. Windsor, they're\r\ntough propositions, those gangs.\"\r\n\r\n\"We've been followed in the streets, and once they put up a bluff\r\nto get us where they could do us in. So we've come along to you. We\r\ncan look after ourselves out of the office, you see, but what we\r\nwant is some one to help in case they try to rush us there.\"\r\n\r\n\"In brief, a fighting-editor,\" said Psmith. \"At all costs we must\r\nhave privacy. No writer can prune and polish his sentences to his\r\nsatisfaction if he is compelled constantly to break off in order to\r\neject boisterous hooligans. We therefore offer you the job of\r\nsitting in the outer room and intercepting these bravoes before\r\nthey can reach us. The salary we leave to you. There are doubloons\r\nand to spare in the old oak chest. Take what you need and put the\r\nrest--if any--back. How does the offer strike you, Comrade Brady?\"\r\n\r\n\"We don't want to get you in under false pretences, Kid,\" said\r\nBilly. \"Of course, they may not come anywhere near the office. But\r\nstill, if they did, there would be something doing. What do you\r\nfeel about it?\"\r\n\r\n\"Gents,\" said the Kid, \"it's this way.\"\r\n\r\nHe stepped into his coat, and resumed.\r\n\r\n\"Now that I've made good by getting the decision over Al., they'll\r\nbe giving me a chance of a big fight. Maybe with Jimmy Garvin.\r\nWell, if that happens, see what I mean? I'll have to be going away\r\nsomewhere and getting into training. I shouldn't be able to come\r\nand sit with you. But, if you gents feel like it, I'd be mighty\r\nglad to come in till I'm wanted to go into training-camp.\"\r\n\r\n\"Great,\" said Billy; \"that would suit us all the way up. If you'd\r\ndo that, Kid, we'd be tickled to death.\"\r\n\r\n\"And touching salary--\" put in Psmith.\r\n\r\n\"Shucks!\" said the Kid with emphasis. \"Nix on the salary thing. I\r\nwouldn't take a dime. If it hadn't a-been for you gents, I'd have\r\nbeen waiting still for a chance of lining up in the championship\r\nclass. That's good enough for me. Any old thing you gents want me\r\nto do, I'll do it. And glad, too.\"\r\n\r\n\"Comrade Brady,\" said Psmith warmly, \"you are, if I may say so, the\r\ngoods. You are, beyond a doubt, supremely the stuff. We three,\r\nthen, hand-in-hand, will face the foe; and if the foe has good,\r\nsound sense, he will keep right away. You appear to be ready. Shall\r\nwe meander forth?\"\r\n\r\nThe building was empty and the lights were out when they emerged\r\nfrom the dressing-room. They had to grope their way in darkness. It\r\nwas still raining when they reached the street, and the only signs\r\nof life were a moist policeman and the distant glare of\r\npublic-house lights down the road.\r\n\r\nThey turned off to the left, and, after walking some hundred yards,\r\nfound themselves in a blind alley.\r\n\r\n\"Hullo!\" said Billy. \"Where have we come to?\"\r\n\r\nPsmith sighed.\r\n\r\n\"In my trusting way,\" he said, \"I had imagined that either you or\r\nComrade Brady was in charge of this expedition and taking me by a\r\nknown route to the nearest Subway station. I did not think to ask.\r\nI placed myself, without hesitation, wholly in your hands.\"\r\n\r\n\"I thought the Kid knew the way,\" said Billy.\r\n\r\n\"I was just taggin' along with you gents,\" protested the\r\nlight-weight, \"I thought you was taking me right. This is the first\r\ntime I been up here.\"\r\n\r\n\"Next time we three go on a little jaunt anywhere,\" said Psmith\r\nresignedly, \"it would be as well to take a map and a corps of\r\nguides with us. Otherwise we shall start for Broadway and finish\r\nup at Minneapolis.\"\r\n\r\nThey emerged from the blind alley and stood in the dark street,\r\nlooking doubtfully up and down it.\r\n\r\n\"Aha!\" said Psmith suddenly, \"I perceive a native. Several natives,\r\nin fact. Quite a little covey of them. We will put our case before\r\nthem, concealing nothing, and rely on their advice to take us to\r\nour goal.\"\r\n\r\nA little knot of men was approaching from the left. In the darkness\r\nit was impossible to say how many of them there were. Psmith\r\nstepped forward, the Kid at his side.\r\n\r\n\"Excuse me, sir,\" he said to the leader, \"but if you can spare me a\r\nmoment of your valuable time--\"\r\n\r\nThere was a sudden shuffle of feet on the pavement, a quick\r\nmovement on the part of the Kid, a chunky sound as of wood striking\r\nwood, and the man Psmith had been addressing fell to the ground in\r\na heap.\r\n\r\nAs he fell, something dropped from his hand on to the pavement with\r\na bump and a rattle. Stooping swiftly, the Kid picked it up, and\r\nhanded it to Psmith. His fingers closed upon it. It was a short,\r\nwicked-looking little bludgeon, the black-jack of the New York\r\ntough.\r\n\r\n\"Get busy,\" advised the Kid briefly."
  ]
}