{
  "index": 11,
  "title": "Chapter 10",
  "paragraphs": [
    "THE MAN AT THE ASTOR\r\n\r\nThe duties of Master Pugsy Maloney at the offices of _Cosy Moments_\r\nwere not heavy; and he was accustomed to occupy his large store of\r\nleisure by reading narratives dealing with life in the prairies,\r\nwhich he acquired at a neighbouring shop at cut rates in\r\nconsideration of their being shop-soiled. It was while he was\r\nengrossed in one of these, on the morning following the visit of\r\nMr. Parker, that the seedy-looking man made his appearance. He\r\nwalked in from the street, and stood before Master Maloney.\r\n\r\n\"Hey, kid,\" he said.\r\n\r\nPugsy looked up with some hauteur. He resented being addressed as\r\n\"kid\" by perfect strangers.\r\n\r\n\"Editor in, Tommy?\" inquired the man.\r\n\r\nPugsy by this time had taken a thorough dislike to him. To be\r\ncalled \"kid\" was bad. The subtle insult of \"Tommy\" was still worse.\r\n\r\n\"Nope,\" he said curtly, fixing his eyes again on his book. A\r\nmovement on the part of the visitor attracted his attention. The\r\nseedy man was making for the door of the inner room. Pugsy\r\ninstantly ceased to be the student and became the man of action. He\r\nsprang from his seat and wriggled in between the man and the door.\r\n\r\n\"Youse can't butt in dere,\" he said authoritatively. \"Chase\r\nyerself.\"\r\n\r\nThe man eyed him with displeasure.\r\n\r\n\"Fresh kid!\" he observed disapprovingly.\r\n\r\n\"Fade away,\" urged Master Maloney.\r\n\r\nThe visitor's reply was to extend a hand and grasp Pugsy's left ear\r\nbetween a long finger and thumb. Since time began, small boys in\r\nevery country have had but one answer for this action. Pugsy made\r\nit. He emitted a piercing squeal in which pain, fear, and\r\nresentment strove for supremacy.\r\n\r\nThe noise penetrated into the editorial sanctum, losing only a\r\nsmall part of its strength on the way. Psmith, who was at work on\r\na review of a book of poetry, looked up with patient sadness.\r\n\r\n\"If Comrade Maloney,\" he said, \"is going to take to singing as well\r\nas whistling, I fear this journal must put up its shutters.\r\nConcentrated thought will be out of the question.\"\r\n\r\nA second squeal rent the air. Billy Windsor jumped up.\r\n\r\n\"Somebody must be hurting the kid,\" he exclaimed.\r\n\r\nHe hurried to the door and flung it open. Psmith followed at a more\r\nleisurely pace. The seedy man, caught in the act, released Master\r\nMaloney, who stood rubbing his ear with resentment written on every\r\nfeature.\r\n\r\nOn such occasions as this Billy was a man of few words. He made a\r\ndive for the seedy man; but the latter, who during the preceding\r\nmoment had been eyeing the two editors as if he were committing\r\ntheir appearance to memory, sprang back, and was off down the\r\nstairs with the agility of a Marathon runner.\r\n\r\n\"He blows in,\" said Master Maloney, aggrieved, \"and asks is de\r\neditor dere. I tells him no, 'cos youse said youse wasn't, and he\r\nnips me by the ear when I gets busy to stop him gettin' t'roo.\"\r\n\r\n\"Comrade Maloney,\" said Psmith, \"you are a martyr. What would\r\nHoratius have done if somebody had nipped him by the ear when he\r\nwas holding the bridge? The story does not consider the\r\npossibility. Yet it might have made all the difference. Did the\r\ngentleman state his business?\"\r\n\r\n\"Nope. Just tried to butt t'roo.\"\r\n\r\n\"Another of these strong silent men. The world is full of us. These\r\nare the perils of the journalistic life. You will be safer and\r\nhappier when you are rounding up cows on your mustang.\"\r\n\r\n\"I wonder what he wanted,\" said Billy, when they were back again in\r\nthe inner room.\r\n\r\n\"Who can say, Comrade Windsor? Possibly our autographs. Possibly\r\nfive minutes' chat on general subjects.\"\r\n\r\n\"I don't like the look of him,\" said Billy.\r\n\r\n\"Whereas what Comrade Maloney objected to was the feel of him. In\r\nwhat respect did his look jar upon you? His clothes were poorly\r\ncut, but such things, I know, leave you unmoved.\"\r\n\r\n\"It seems to me,\" said Billy thoughtfully, \"as if he came just to\r\nget a sight of us.\"\r\n\r\n\"And he got it. Ah, Providence is good to the poor.\"\r\n\r\n\"Whoever's behind those tenements isn't going to stick at any odd\r\ntrifle. We must watch out. That man was probably sent to mark us\r\ndown for one of the gangs. Now they'll know what we look like, and\r\nthey can get after us.\"\r\n\r\n\"These are the drawbacks to being public men, Comrade Windsor. We\r\nmust bear them manfully, without wincing.\"\r\n\r\nBilly turned again to his work.\r\n\r\n\"I'm not going to wince,\" he said, \"so's you could notice it with a\r\nmicroscope. What I'm going to do is to buy a good big stick. And\r\nI'd advise you to do the same.\"\r\n\r\n            *    *    *\r\n\r\nIt was by Psmith's suggestion that the editorial staff of _Cosy\r\nMoments_ dined that night in the roof-garden at the top of the\r\nAstor Hotel.\r\n\r\n\"The tired brain,\" he said, \"needs to recuperate. To feed on such\r\na night as this in some low-down hostelry on the level of the\r\nstreet, with German waiters breathing heavily down the back of\r\none's neck and two fiddles and a piano whacking out 'Beautiful\r\nEyes' about three feet from one's tympanum, would be false economy.\r\nHere, fanned by cool breezes and surrounded by fair women and brave\r\nmen, one may do a bit of tissue-restoring. Moreover, there is\r\nlittle danger up here of being slugged by our moth-eaten\r\nacquaintance of this morning. A man with trousers like his would\r\nnot be allowed in. We shall probably find him waiting for us at the\r\nmain entrance with a sand-bag, when we leave, but, till then--\"\r\n\r\nHe turned with gentle grace to his soup.\r\n\r\nIt was a warm night, and the roof-garden was full. From where they\r\nsat they could see the million twinkling lights of the city.\r\nTowards the end of the meal, Psmith's gaze concentrated itself on\r\nthe advertisement of a certain brand of ginger-ale in Times Square.\r\nIt is a mass of electric light arranged in the shape of a great\r\nbottle, and at regular intervals there proceed from the bottle's\r\nmouth flashes of flame representing ginger-ale. The thing began to\r\nexercise a hypnotic effect on Psmith. He came to himself with a\r\nstart, to find Billy Windsor in conversation with a waiter.\r\n\r\n\"Yes, my name's Windsor,\" Billy was saying.\r\n\r\nThe waiter bowed and retired to one of the tables where a young man\r\nin evening clothes was seated. Psmith recollected having seen this\r\nsolitary diner looking in their direction once or twice during\r\ndinner, but the fact had not impressed him.\r\n\r\n\"What is happening, Comrade Windsor?\" he inquired. \"I was musing\r\nwith a certain tenseness at the moment, and the rush of events has\r\nleft me behind.\"\r\n\r\n\"Man at that table wanted to know if my name was Windsor,\" said\r\nBilly.\r\n\r\n\"Ah?\" said Psmith, interested; \"and was it?\"\r\n\r\n\"Here he comes. I wonder what he wants. I don't know the man from\r\nAdam.\"\r\n\r\nThe stranger was threading his way between the tables.\r\n\r\n\"Can I have a word with you, Mr. Windsor?\" he said.\r\n\r\nBilly looked at him curiously. Recent events had made him wary of\r\nstrangers.\r\n\r\n\"Won't you sit down?\" he said.\r\n\r\nA waiter was bringing a chair. The young man seated himself.\r\n\r\n\"By the way,\" added Billy; \"my friend, Mr. Smith.\"\r\n\r\n\"Pleased to meet you,\" said the other.\r\n\r\n\"I don't know your name,\" Billy hesitated.\r\n\r\n\"Never mind about my name,\" said the stranger. \"It won't be\r\nneeded. Is Mr. Smith on your paper? Excuse my asking.\"\r\n\r\nPsmith bowed. \"That's all right, then. I can go ahead.\" He bent\r\nforward.\r\n\r\n\"Neither of you gentlemen are hard of hearing, eh?\"\r\n\r\n\"In the old prairie days,\" said Psmith, \"Comrade Windsor was known\r\nto the Indians as Boola-Ba-Na-Gosh, which, as you doubtless know,\r\nsignifies Big-Chief-Who-Can-Hear-A-Fly-Clear-Its-Throat. I too can\r\nhear as well as the next man. Why?\"\r\n\r\n\"That's all right, then. I don't want to have to shout it. There's\r\nsome things it's better not to yell.\"\r\n\r\nHe turned to Billy, who had been looking at him all the while with\r\na combination of interest and suspicion. The man might or might not\r\nbe friendly. In the meantime, there was no harm in being on one's\r\nguard. Billy's experience as a cub-reporter had given him the\r\nknowledge that is only given in its entirety to police and\r\nnewspaper men: that there are two New Yorks. One is a modern,\r\nwell-policed city, through which one may walk from end to end\r\nwithout encountering adventure. The other is a city as full of\r\nsinister intrigue, of whisperings and conspiracies, of battle,\r\nmurder, and sudden death in dark by-ways, as any town of mediaeval\r\nItaly. Given certain conditions, anything may happen to any one in\r\nNew York. And Billy realised that these conditions now prevailed in\r\nhis own case. He had come into conflict with New York's\r\nunderworld. Circumstances had placed him below the surface, where\r\nonly his wits could help him.\r\n\r\n\"It's about that tenement business,\" said the stranger.\r\n\r\nBilly bristled. \"Well, what about it?\" he demanded truculently.\r\n\r\nThe stranger raised a long and curiously delicately shaped hand.\r\n\"Don't bite at me,\" he said. \"This isn't my funeral. I've no kick\r\ncoming. I'm a friend.\"\r\n\r\n\"Yet you don't tell us your name.\"\r\n\r\n\"Never mind my name. If you were in my line of business, you\r\nwouldn't be so durned stuck on this name thing. Call me Smith, if\r\nyou like.\"\r\n\r\n\"You could select no nobler pseudonym,\" said Psmith cordially.\r\n\r\n\"Eh? Oh, I see. Well, make it Brown, then. Anything you please. It\r\ndon't signify. See here, let's get back. About this tenement thing.\r\nYou understand certain parties have got it in against you?\"\r\n\r\n\"A charming conversationalist, one Comrade Parker, hinted at\r\nsomething of the sort,\" said Psmith, \"in a recent interview. _Cosy\r\nMoments_, however, cannot be muzzled.\"\r\n\r\n\"Well?\" said Billy.\r\n\r\n\"You're up against a big proposition.\"\r\n\r\n\"We can look after ourselves.\"\r\n\r\n\"Gum! you'll need to. The man behind is a big bug.\"\r\n\r\nBilly leaned forward eagerly.\r\n\r\n\"Who is he?\"\r\n\r\nThe other shrugged his shoulders.\r\n\r\n\"I don't know. You wouldn't expect a man like that to give himself\r\naway.\"\r\n\r\n\"Then how do you know he's a big bug?\"\r\n\r\n\"Precisely,\" said Psmith. \"On what system have you estimated the\r\nsize of the gentleman's bughood?\"\r\n\r\nThe stranger lit a cigar.\r\n\r\n\"By the number of dollars he was ready to put up to have you done\r\nin.\"\r\n\r\nBilly's eyes snapped.\r\n\r\n\"Oh?\" he said. \"And which gang has he given the job to?\"\r\n\r\n\"I wish I could tell you. He--his agent, that is--came to Bat\r\nJarvis.\"\r\n\r\n\"The cat-expert?\" said Psmith. \"A man of singularly winsome\r\npersonality.\"\r\n\r\n\"Bat turned the job down.\"\r\n\r\n\"Why was that?\" inquired Billy.\r\n\r\n\"He said he needed the money as much as the next man, but when he\r\nfound out who he was supposed to lay for, he gave his job the\r\nfrozen face. Said you were a friend of his and none of his fellows\r\nwere going to put a finger on you. I don't know what you've been\r\ndoing to Bat, but he's certainly Willie the Long-Lost Brother with\r\nyou.\"\r\n\r\n\"A powerful argument in favour of kindness to animals!\" said\r\nPsmith. \"Comrade Windsor came into possession of one of Comrade\r\nJarvis's celebrated stud of cats. What did he do? Instead of having\r\nthe animal made into a nourishing soup, he restored it to its\r\nbereaved owner. Observe the sequel. He is now as a prize\r\ntortoiseshell to Comrade Jarvis.\"\r\n\r\n\"So Bat wouldn't stand for it?\" said Billy.\r\n\r\n\"Not on his life. Turned it down without a blink. And he sent me\r\nalong to find you and tell you so.\"\r\n\r\n\"We are much obliged to Comrade Jarvis,\" said Psmith.\r\n\r\n\"He told me to tell you to watch out, because another gang is dead\r\nsure to take on the job. But he said you were to know he wasn't\r\nmixed up in it. He also said that any time you were in bad, he'd\r\ndo his best for you. You've certainly made the biggest kind of hit\r\nwith Bat. I haven't seen him so worked up over a thing in years.\r\nWell, that's all, I reckon. Guess I'll be pushing along. I've a\r\ndate to keep. Glad to have met you. Glad to have met you, Mr.\r\nSmith. Pardon me, you have an insect on your coat.\"\r\n\r\nHe flicked at Psmith's coat with a quick movement. Psmith thanked\r\nhim gravely.\r\n\r\n\"Good night,\" concluded the stranger, moving off. For a few\r\nmoments after he had gone, Psmith and Billy sat smoking in silence.\r\nThey had plenty to think about.\r\n\r\n\"How's the time going?\" asked Billy at length. Psmith felt for his\r\nwatch, and looked at Billy with some sadness.\r\n\r\n\"I am sorry to say, Comrade Windsor--\"\r\n\r\n\"Hullo,\" said Billy, \"here's that man coming back again.\"\r\n\r\nThe stranger came up to their table, wearing a light overcoat over\r\nhis dress clothes. From the pocket of this he produced a gold\r\nwatch.\r\n\r\n\"Force of habit,\" he said apologetically, handing it to Psmith.\r\n\"You'll pardon me. Good night, gentlemen, again.\""
  ]
}