{
  "index": 17,
  "title": "Chapter 16",
  "paragraphs": [
    "GUERILLA WARFARE\r\n\r\nThus ended the opening engagement of the campaign, seemingly in a\r\nvictory for the _Cosy Moments_ army. Billy Windsor, however, shook\r\nhis head.\r\n\r\n\"We've got mighty little out of it,\" he said.\r\n\r\n\"The victory,\" said Psmith, \"was not bloodless. Comrade Brady's ear,\r\nmy hat--these are not slight casualties. On the other hand, surely\r\nwe are one up? Surely we have gained ground? The elimination of\r\nComrade Repetto from the scheme of things in itself is something. I\r\nknow few men I would not rather meet in a lonely road than Comrade\r\nRepetto. He is one of Nature's sand-baggers. Probably the thing\r\ncrept upon him slowly. He started, possibly, in a merely tentative\r\nway by slugging one of the family circle. His nurse, let us say, or\r\nhis young brother. But, once started, he is unable to resist the\r\ncraving. The thing grips him like dram-drinking. He sandbags now not\r\nbecause he really wants to, but because he cannot help himself. To\r\nme there is something consoling in the thought that Comrade Repetto\r\nwill no longer be among those present.\"\r\n\r\n\"What makes you think that?\"\r\n\r\n\"I should imagine that a benevolent Law will put him away in his\r\nlittle cell for at least a brief spell.\"\r\n\r\n\"Not on your life,\" said Billy. \"He'll prove an alibi.\"\r\n\r\nPsmith's eyeglass dropped out of his eye. He replaced it, and\r\ngazed, astonished, at Billy.\r\n\r\n\"An alibi? When three keen-eyed men actually caught him at it?\"\r\n\r\n\"He can find thirty toughs to swear he was five miles away.\"\r\n\r\n\"And get the court to believe it?\" said Psmith.\r\n\r\n\"Sure,\" said Billy disgustedly. \"You don't catch them hurting a\r\ngangsman unless they're pushed against the wall. The politicians\r\ndon't want the gangs in gaol, especially as the Aldermanic\r\nelections will be on in a few weeks. Did you ever hear of Monk\r\nEastman?\"\r\n\r\n\"I fancy not, Comrade Windsor. If I did, the name has escaped me.\r\nWho was this cleric?\"\r\n\r\n\"He was the first boss of the East Side gang, before Kid Twist took\r\nit on.\"\r\n\r\n\"Yes?\"\r\n\r\n\"He was arrested dozens of times, but he always got off. Do you\r\nknow what he said once, when they pulled him for thugging a fellow\r\nout in New Jersey?\"\r\n\r\n\"I fear not, Comrade Windsor. Tell me all.\"\r\n\r\n\"He said, 'You're arresting me, huh? Say, you want to look where\r\nyou're goin'; I cut some ice in this town. I made half the big\r\npoliticians in New York!' That was what he said.\"\r\n\r\n\"His small-talk,\" said Psmith, \"seems to have been bright and\r\nwell-expressed. What happened then? Was he restored to his friends\r\nand his relations?\"\r\n\r\n\"Sure, he was. What do you think? Well, Jack Repetto isn't Monk\r\nEastman, but he's in with Spider Reilly, and the Spider's in with\r\nthe men behind. Jack'll get off.\"\r\n\r\n\"It looks to me, Comrade Windsor,\" said Psmith thoughtfully, \"as if\r\nmy stay in this great city were going to cost me a small fortune in\r\nhats.\"\r\n\r\nBilly's prophecy proved absolutely correct. The police were as good\r\nas their word. In due season they rounded up the impulsive Mr.\r\nRepetto, and he was haled before a magistrate. And then, what a\r\nbeautiful exhibition of brotherly love and auld-lang-syne\r\ncamaraderie was witnessed! One by one, smirking sheepishly, but\r\ngiving out their evidence with unshaken earnestness, eleven greasy,\r\nwandering-eyed youths mounted the witness-stand and affirmed on\r\noath that at the time mentioned dear old Jack had been making\r\nmerry in their company in a genial and law-abiding fashion, many,\r\nmany blocks below the scene of the regrettable assault. The\r\nmagistrate discharged the prisoner, and the prisoner, meeting Billy\r\nand Psmith in the street outside, leered triumphantly at them.\r\n\r\nBilly stepped up to him. \"You may have wriggled out of this,\" he\r\nsaid furiously, \"but if you don't get a move on and quit looking at\r\nme like that, I'll knock you over the Singer Building. Hump\r\nyourself.\"\r\n\r\nMr. Repetto humped himself.\r\n\r\nSo was victory turned into defeat, and Billy's jaw became squarer\r\nand his eye more full of the light of battle than ever. And there\r\nwas need of a square jaw and a battle-lit eye, for now began a\r\nperiod of guerilla warfare such as no New York paper had ever had\r\nto fight against.\r\n\r\nIt was Wheeler, the gaunt manager of the business side of the\r\njournal, who first brought it to the notice of the editorial staff.\r\nWheeler was a man for whom in business hours nothing existed but\r\nhis job; and his job was to look after the distribution of the\r\npaper. As to the contents of the paper he was absolutely ignorant.\r\nHe had been with _Cosy Moments_ from its start, but he had never read\r\na line of it. He handled it as if it were so much soap. The\r\nscholarly writings of Mr. Wilberfloss, the mirth-provoking sallies\r\nof Mr. B. Henderson Asher, the tender outpourings of Louella\r\nGranville Waterman--all these were things outside his ken. He was a\r\ndistributor, and he distributed.\r\n\r\nA few days after the restoration of Mr. Repetto to East Side\r\nSociety, Mr. Wheeler came into the editorial room with information\r\nand desire for information.\r\n\r\nHe endeavoured to satisfy the latter first.\r\n\r\n\"What's doing, anyway?\" he asked. He then proceeded to his\r\ninformation. \"Some one's got it in against the paper, sure,\" he\r\nsaid. \"I don't know what it's all about. I ha'n't never read the\r\nthing. Don't see what any one could have against a paper with a\r\nname like _Cosy Moments_, anyway. The way things have been going\r\nlast few days, seems it might be the organ of a blamed mining-camp\r\nwhat the boys have took a dislike to.\"\r\n\r\n\"What's been happening?\" asked Billy with gleaming eyes.\r\n\r\n\"Why, nothing in the world to fuss about, only our carriers can't\r\ngo out without being beaten up by gangs of toughs. Pat Harrigan's\r\nin the hospital now. Just been looking in on him. Pat's a feller\r\nwho likes to fight. Rather fight he would than see a ball-game. But\r\nthis was too much for him. Know what happened? Why, see here, just\r\nlike this it was. Pat goes out with his cart. Passing through a\r\nlow-down street on his way up-town he's held up by a bunch of\r\ntoughs. He shows fight. Half a dozen of them attend to him, while\r\nthe rest gets clean away with every copy of the paper there was in\r\nthe cart. When the cop comes along, there's Pat in pieces on the\r\nground and nobody in sight but a Dago chewing gum. Cop asks the\r\nDago what's been doing, and the Dago says he's only just come round\r\nthe corner and ha'n't seen nothing of anybody. What I want to know\r\nis, what's it all about? Who's got it in for us and why?\"\r\n\r\nMr. Wheeler leaned back in his chair, while Billy, his hair rumpled\r\nmore than ever and his eyes glowing, explained the situation. Mr.\r\nWheeler listened absolutely unmoved, and, when the narrative had\r\ncome to an end, gave it as his opinion that the editorial staff had\r\nsand. That was his sole comment. \"It's up to you,\" he said,\r\nrising. \"You know your business. Say, though, some one had better\r\nget busy right quick and do something to stop these guys\r\nrough-housing like this. If we get a few more carriers beat up the\r\nway Pat was, there'll be a strike. It's not as if they were all\r\nIrishmen. The most of them are Dagoes and such, and they don't\r\nwant any more fight than they can get by beating their wives and\r\nkicking kids off the sidewalk. I'll do my best to get this paper\r\ndistributed right and it's a shame if it ain't, because it's going\r\nbig just now--but it's up to you. Good day, gents.\"\r\n\r\nHe went out. Psmith looked at Billy.\r\n\r\n\"As Comrade Wheeler remarks,\" he said, \"it is up to us. What do you\r\npropose to do about it? This is a move of the enemy which I have\r\nnot anticipated. I had fancied that their operations would be\r\nconfined exclusively to our two selves. If they are going to strew\r\nthe street with our carriers, we are somewhat in the soup.\"\r\n\r\nBilly said nothing. He was chewing the stem of an unlighted pipe.\r\nPsmith went on.\r\n\r\n\"It means, of course, that we must buck up to a certain extent. If\r\nthe campaign is to be a long one, they have us where the hair is\r\ncrisp. We cannot stand the strain. _Cosy Moments_ cannot be muzzled,\r\nbut it can undoubtedly be choked. What we want to do is to find\r\nout the name of the man behind the tenements as soon as ever we can\r\nand publish it; and, then, if we perish, fall yelling the name.\"\r\n\r\nBilly admitted the soundness of this scheme, but wished to know how\r\nit was to be done.\r\n\r\n\"Comrade Windsor,\" said Psmith. \"I have been thinking this thing\r\nover, and it seems to me that we are on the wrong track, or rather\r\nwe aren't on any track at all; we are simply marking time. What we\r\nwant to do is to go out and hustle round till we stir up something.\r\nOur line up to the present has been to sit at home and scream\r\nvigorously in the hope of some stout fellow hearing and rushing to\r\nhelp. In other words, we've been saying in the paper what an\r\nout-size in scugs the merchant must be who owns those tenements, in\r\nthe hope that somebody else will agree with us and be sufficiently\r\ninterested to get to work and find out who the blighter is. That's\r\nall wrong. What we must do now, Comrade Windsor, is put on our\r\nhats, such hats as Comrade Repetto has left us, and sally forth as\r\nsleuth-hounds on our own account.\"\r\n\r\n\"Yes, but how?\" demanded Billy. \"That's all right in theory, but\r\nhow's it going to work in practice? The only thing that can corner\r\nthe man is a commission.\"\r\n\r\n\"Far from it, Comrade Windsor. The job may be worked more simply. I\r\ndon't know how often the rents are collected in these places, but I\r\nshould say at a venture once a week. My idea is to hang negligently\r\nround till the rent-collector arrives, and when he has loomed up on\r\nthe horizon, buttonhole him and ask him quite politely, as man to\r\nman, whether he is collecting those rents for himself or for\r\nsomebody else, and if somebody else, who that somebody else is.\r\nSimple, I fancy? Yet brainy. Do you take me, Comrade Windsor?\"\r\n\r\nBilly sat up, excited. \"I believe you've hit it.\"\r\n\r\nPsmith shot his cuffs modestly."
  ]
}