{
  "index": 16,
  "title": "Chapter 15",
  "paragraphs": [
    "THE FIRST BATTLE\r\n\r\nThe promptitude and despatch with which the Kid had attended to the\r\ngentleman with the black-jack had not been without its effect on\r\nthe followers of the stricken one. Physical courage is not an\r\noutstanding quality of the New York hooligan. His personal\r\npreference is for retreat when it is a question of unpleasantness\r\nwith a stranger. And, in any case, even when warring among\r\nthemselves, the gangs exhibit a lively distaste for the hard knocks\r\nof hand-to-hand fighting. Their chosen method of battling is to lie\r\ndown on the ground and shoot. This is more suited to their\r\nphysique, which is rarely great. The gangsman, as a rule, is\r\nstunted and slight of build.\r\n\r\nThe Kid's rapid work on the present occasion created a good deal of\r\nconfusion. There was no doubt that much had been hoped for from\r\nspeedy attack. Also, the generalship of the expedition had been in\r\nthe hands of the fallen warrior. His removal from the sphere of\r\nactive influence had left the party without a head. And, to add to\r\ntheir discomfiture, they could not account for the Kid. Psmith they\r\nknew, and Billy Windsor they knew, but who was this stranger with\r\nthe square shoulders and the upper-cut that landed like a\r\ncannon-ball? Something approaching a panic prevailed among the\r\ngang.\r\n\r\nIt was not lessened by the behaviour of the intended victims. Billy\r\nWindsor, armed with the big stick which he had bought after the\r\nvisit of Mr. Parker, was the first to join issue. He had been a few\r\npaces behind the others during the black-jack incident; but, dark\r\nas it was, he had seen enough to show him that the occasion was, as\r\nPsmith would have said, one for the Shrewd Blow rather than the\r\nProlonged Parley. With a whoop of the purest Wyoming brand, he\r\nsprang forward into the confused mass of the enemy. A moment later\r\nPsmith and the Kid followed, and there raged over the body of the\r\nfallen leader a battle of Homeric type.\r\n\r\nIt was not a long affair. The rules and conditions governing the\r\nencounter offended the delicate sensibilities of the gang. Like\r\nartists who feel themselves trammelled by distasteful conventions,\r\nthey were damped and could not do themselves justice. Their forte\r\nwas long-range fighting with pistols. With that they felt _en\r\nrapport_. But this vulgar brawling in the darkness with muscular\r\nopponents who hit hard and often with sticks and hands was\r\ndistasteful to them. They could not develop any enthusiasm for it.\r\nThey carried pistols, but it was too dark and the combatants were\r\ntoo entangled to allow them to use these. Besides, this was not the\r\ndear, homely old Bowery, where a gentleman may fire a pistol\r\nwithout exciting vulgar comment. It was up-town, where curious\r\ncrowds might collect at the first shot.\r\n\r\nThere was but one thing to be done. Reluctant as they might be to\r\nabandon their fallen leader, they must tear themselves away.\r\nAlready they were suffering grievously from the stick, the\r\nblack-jack, and the lightning blows of the Kid. For a moment they\r\nhung, wavering; then stampeded in half a dozen different\r\ndirections, melting into the night whence they had come.\r\n\r\nBilly, full of zeal, pursued one fugitive some fifty yards down the\r\nstreet, but his quarry, exhibiting a rare turn of speed, easily\r\noutstripped him.\r\n\r\nHe came back, panting, to find Psmith and the Kid examining the\r\nfallen leader of the departed ones with the aid of a match, which\r\nwent out just as Billy arrived.\r\n\r\n\"It is our friend of the earlier part of the evening, Comrade\r\nWindsor,\" said Psmith. \"The merchant with whom we hob-nobbed on our\r\nway to the Highfield. In a moment of imprudence I mentioned _Cosy\r\nMoments_. I fancy that this was his first intimation that we were in\r\nthe offing. His visit to the Highfield was paid, I think, purely\r\nfrom sport-loving motives. He was not on our trail. He came merely\r\nto see if Comrade Brady was proficient with his hands. Subsequent\r\nevents must have justified our fighting editor in his eyes. It seems\r\nto be a moot point whether he will ever recover consciousness.\"\r\n\r\n\"Mighty good thing if he doesn't,\" said Billy uncharitably.\r\n\r\n\"From one point of view, Comrade Windsor, yes. Such an event would\r\nundoubtedly be an excellent thing for the public good. But from our\r\npoint of view, it would be as well if he were to sit up and take\r\nnotice. We could ascertain from him who he is and which particular\r\ncollection of horny-handeds he represents. Light another match,\r\nComrade Brady.\"\r\n\r\nThe Kid did so. The head of it fell off and dropped upon the\r\nup-turned face. The hooligan stirred, shook himself, sat up, and\r\nbegan to mutter something in a foggy voice.\r\n\r\n\"He's still woozy,\" said the Kid.\r\n\r\n\"Still--what exactly, Comrade Brady?\"\r\n\r\n\"In the air,\" explained the Kid. \"Bats in the belfry. Dizzy. See\r\nwhat I mean? It's often like that when a feller puts one in with a\r\nbit of weight behind it just where that one landed. Gum! I\r\nremember when I fought Martin Kelly; I was only starting to learn\r\nthe game then. Martin and me was mixing it good and hard all over\r\nthe ring, when suddenly he puts over a stiff one right on the\r\npoint. What do you think I done? Fall down and take the count? Not\r\non your life. I just turns round and walks straight out of the\r\nring to my dressing-room. Willie Harvey, who was seconding me,\r\ncomes tearing in after me, and finds me getting into my clothes.\r\n'What's doing, Kid?' he asks. 'I'm going fishin', Willie,' I says.\r\n'It's a lovely day.' 'You've lost the fight,' he says. 'Fight?'\r\nsays I. 'What fight?' See what I mean? I hadn't a notion of what\r\nhad happened. It was a half an hour and more before I could\r\nremember a thing.\"\r\n\r\nDuring this reminiscence, the man on the ground had contrived to\r\nclear his mind of the mistiness induced by the Kid's upper-cut. The\r\nfirst sign he showed of returning intelligence was a sudden dash\r\nfor safety up the road. But he had not gone five yards when he sat\r\ndown limply.\r\n\r\nThe Kid was inspired to further reminiscence. \"Guess he's feeling\r\npretty poor,\" he said. \"It's no good him trying to run for a while\r\nafter he's put his chin in the way of a real live one. I remember\r\nwhen Joe Peterson put me out, way back when I was new to the\r\ngame--it was the same year I fought Martin Kelly. He had an awful\r\npunch, had old Joe, and he put me down and out in the eighth round.\r\nAfter the fight they found me on the fire-escape outside my\r\ndressing-room. 'Come in, Kid,' says they. 'It's all right, chaps,'\r\nI says, 'I'm dying.' Like that. 'It's all right, chaps, I'm dying.'\r\nSame with this guy. See what I mean?\"\r\n\r\nThey formed a group about the fallen black-jack expert.\r\n\r\n\"Pardon us,\" said Psmith courteously, \"for breaking in upon your\r\nreverie; but, if you could spare us a moment of your valuable time,\r\nthere are one or two things which we should like to know.\"\r\n\r\n\"Sure thing,\" agreed the Kid.\r\n\r\n\"In the first place,\" continued Psmith, \"would it be betraying\r\nprofessional secrets if you told us which particular bevy of\r\nenergetic sandbaggers it is to which you are attached?\"\r\n\r\n\"Gent,\" explained the Kid, \"wants to know what's your gang.\"\r\n\r\nThe man on the ground muttered something that to Psmith and Billy\r\nwas unintelligible.\r\n\r\n\"It would be a charity,\" said the former, \"if some philanthropist\r\nwould give this blighter elocution lessons. Can you interpret,\r\nComrade Brady?\"\r\n\r\n\"Says it's the Three Points,\" said the Kid.\r\n\r\n\"The Three Points? Let me see, is that Dude Dawson, Comrade\r\nWindsor, or the other gentleman?\"\r\n\r\n\"It's Spider Reilly. Dude Dawson runs the Table Hill crowd.\"\r\n\r\n\"Perhaps this _is_ Spider Reilly?\"\r\n\r\n\"Nope,\" said the Kid. \"I know the Spider. This ain't him. This is\r\nsome other mutt.\"\r\n\r\n\"Which other mutt in particular?\" asked Psmith. \"Try and find out,\r\nComrade Brady. You seem to be able to understand what he says. To\r\nme, personally, his remarks sound like the output of a gramophone\r\nwith a hot potato in its mouth.\"\r\n\r\n\"Says he's Jack Repetto,\" announced the interpreter.\r\n\r\nThere was another interruption at this moment. The bashful Mr.\r\nRepetto, plainly a man who was not happy in the society of\r\nstrangers, made another attempt to withdraw. Reaching out a pair of\r\nlean hands, he pulled the Kid's legs from under him with a swift\r\njerk, and, wriggling to his feet, started off again down the road.\r\nOnce more, however, desire outran performance. He got as far as the\r\nnearest street-lamp, but no farther. The giddiness seemed to\r\novercome him again, for he grasped the lamp-post, and, sliding\r\nslowly to the ground, sat there motionless.\r\n\r\nThe Kid, whose fall had jolted and bruised him, was inclined to be\r\nwrathful and vindictive. He was the first of the three to reach\r\nthe elusive Mr. Repetto, and if that worthy had happened to be\r\nstanding instead of sitting it might have gone hard with him. But\r\nthe Kid was not the man to attack a fallen foe. He contented\r\nhimself with brushing the dust off his person and addressing a\r\nrichly abusive flow of remarks to Mr. Repetto.\r\n\r\nUnder the rays of the lamp it was possible to discern more closely\r\nthe features of the black-jack exponent. There was a subtle but\r\nnoticeable resemblance to those of Mr. Bat Jarvis. Apparently the\r\nlatter's oiled forelock, worn low over the forehead, was more a\r\nconcession to the general fashion prevailing in gang circles than\r\nan expression of personal taste. Mr. Repetto had it, too. In his\r\ncase it was almost white, for the fallen warrior was an albino. His\r\neyes, which were closed, had white lashes and were set as near\r\ntogether as Nature had been able to manage without actually running\r\nthem into one another. His under-lip protruded and drooped. Looking\r\nat him, one felt instinctively that no judging committee of a\r\nbeauty contest would hesitate a moment before him.\r\n\r\nIt soon became apparent that the light of the lamp, though\r\nbestowing the doubtful privilege of a clearer view of Mr. Repetto's\r\nface, held certain disadvantages. Scarcely had the staff of _Cosy\r\nMoments_ reached the faint yellow pool of light, in the centre of\r\nwhich Mr. Repetto reclined, than, with a suddenness which caused\r\nthem to leap into the air, there sounded from the darkness down the\r\nroad the _crack-crack-crack_ of a revolver. Instantly from the\r\nopposite direction came other shots. Three bullets flicked grooves\r\nin the roadway almost at Billy's feet. The Kid gave a sudden howl.\r\nPsmith's hat, suddenly imbued with life, sprang into the air and\r\nvanished, whirling into the night.\r\n\r\nThe thought did not come to them consciously at the moment, there\r\nbeing little time to think, but it was evident as soon as, diving\r\nout of the circle of light into the sheltering darkness, they\r\ncrouched down and waited for the next move, that a somewhat skilful\r\nambush had been effected. The other members of the gang, who had\r\nfled with such remarkable speed, had by no means been eliminated\r\naltogether from the game. While the questioning of Mr. Repetto had\r\nbeen in progress, they had crept back, unperceived except by Mr.\r\nRepetto himself. It being too dark for successful shooting, it had\r\nbecome Mr. Repetto's task to lure his captors into the light, which\r\nhe had accomplished with considerable skill.\r\n\r\nFor some minutes the battle halted. There was dead silence. The\r\ncircle of light was empty now. Mr. Repetto had vanished. A\r\ntentative shot from nowhere ripped through the air close to where\r\nPsmith lay flattened on the pavement. And then the pavement began\r\nto vibrate and give out a curious resonant sound. To Psmith it\r\nconveyed nothing, but to the opposing army it meant much. They knew\r\nit for what it was. Somewhere--it might be near or far--a policeman\r\nhad heard the shots, and was signalling for help to other policemen\r\nalong the line by beating on the flag-stones with his night-stick,\r\nthe New York constable's substitute for the London police-whistle.\r\n\r\nThe noise grew, filling the still air. From somewhere down the road\r\nsounded the ring of running feet.\r\n\r\n\"De cops!\" cried a voice. \"Beat it!\"\r\n\r\nNext moment the night was full of clatter. The gang was \"beating\r\nit.\"\r\n\r\nPsmith rose to his feet and dusted his clothes ruefully. For the\r\nfirst time he realised the horrors of war. His hat had gone for\r\never. His trousers could never be the same again after their close\r\nacquaintance with the pavement.\r\n\r\nThe rescue party was coming up at the gallop.\r\n\r\nThe New York policeman may lack the quiet dignity of his London\r\nrival, but he is a hustler.\r\n\r\n\"What's doing?\"\r\n\r\n\"Nothing now,\" said the disgusted voice of Billy Windsor from the\r\nshadows. \"They've beaten it.\"\r\n\r\nThe circle of lamplight became as if by mutual consent a general\r\nrendezvous. Three grey-clad policemen, tough, clean-shaven men with\r\nkeen eyes and square jaws, stood there, revolver in one hand,\r\nnight-stick in the other. Psmith, hatless and dusty, joined them.\r\nBilly Windsor and the Kid, the latter bleeding freely from his left\r\near, the lobe of which had been chipped by a bullet, were the last\r\nto arrive.\r\n\r\n\"What's bin the rough house?\" inquired one of the policemen, mildly\r\ninterested.\r\n\r\n\"Do you know a sportsman of the name of Repetto?\" inquired Psmith.\r\n\r\n\"Jack Repetto! Sure.\"\r\n\r\n\"He belongs to the Three Points,\" said another intelligent officer,\r\nas one naming some fashionable club.\r\n\r\n\"When next you see him,\" said Psmith, \"I should be obliged if you\r\nwould use your authority to make him buy me a new hat. I could do\r\nwith another pair of trousers, too; but I will not press the\r\ntrousers. A new hat, is, however, essential. Mine has a six-inch\r\nhole in it.\"\r\n\r\n\"Shot at you, did they?\" said one of the policemen, as who should\r\nsay, \"Dash the lads, they're always up to some of their larks.\"\r\n\r\n\"Shot at us!\" burst out the ruffled Kid. \"What do you think's bin\r\nhappening? Think an aeroplane ran into my ear and took half of it\r\noff? Think the noise was somebody opening bottles of pop? Think\r\nthose guys that sneaked off down the road was just training for a\r\nMarathon?\"\r\n\r\n\"Comrade Brady,\" said Psmith, \"touches the spot. He--\"\r\n\r\n\"Say, are you Kid Brady?\" inquired one of the officers. For the\r\nfirst time the constabulary had begun to display any real\r\nanimation.\r\n\r\n\"Reckoned I'd seen you somewhere!\" said another. \"You licked\r\nCyclone Al. all right, Kid, I hear.\"\r\n\r\n\"And who but a bone-head thought he wouldn't?\" demanded the third\r\nwarmly. \"He could whip a dozen Cyclone Al.'s in the same evening\r\nwith his eyes shut.\"\r\n\r\n\"He's the next champeen,\" admitted the first speaker.\r\n\r\n\"If he puts it over Jimmy Garvin,\" argued the second.\r\n\r\n\"Jimmy Garvin!\" cried the third. \"He can whip twenty Jimmy Garvins\r\nwith his feet tied. I tell you--\"\r\n\r\n\"I am loath,\" observed Psmith, \"to interrupt this very impressive\r\nbrain-barbecue, but, trivial as it may seem to you, to me there is\r\na certain interest in this other little matter of my ruined hat. I\r\nknow that it may strike you as hypersensitive of us to protest\r\nagainst being riddled with bullets, but--\"\r\n\r\n\"Well, what's bin doin'?\" inquired the Force. It was a nuisance,\r\nthis perpetual harping on trifles when the deep question of the\r\nlight-weight Championship of the World was under discussion, but\r\nthe sooner it was attended to, the sooner it would be over.\r\n\r\nBilly Windsor undertook to explain.\r\n\r\n\"The Three Points laid for us,\" he said. \"Jack Repetto was bossing\r\nthe crowd. I don't know who the rest were. The Kid put one over on\r\nto Jack Repetto's chin, and we were asking him a few questions when\r\nthe rest came back, and started into shooting. Then we got to cover\r\nquick, and you came up and they beat it.\"\r\n\r\n\"That,\" said Psmith, nodding, \"is a very fair _precis_ of the\r\nevening's events. We should like you, if you will be so good, to\r\ncorral this Comrade Repetto, and see that he buys me a new hat.\"\r\n\r\n\"We'll round Jack up,\" said one of the policemen indulgently.\r\n\r\n\"Do it nicely,\" urged Psmith. \"Don't go hurting his feelings.\"\r\n\r\nThe second policeman gave it as his opinion that Jack was getting\r\ntoo gay. The third policeman conceded this. Jack, he said, had\r\nshown signs for some time past of asking for it in the neck. It was\r\nan error on Jack's part, he gave his hearers to understand, to\r\nassume that the lid was completely off the great city of New York.\r\n\r\n\"Too blamed fresh he's gettin',\" the trio agreed. They could not\r\nhave been more disapproving if they had been prefects at Haileybury\r\nand Mr. Repetto a first-termer who had been detected in the act of\r\nwearing his cap on the back of his head.\r\n\r\nThey seemed to think it was too bad of Jack.\r\n\r\n\"The wrath of the Law,\" said Psmith, \"is very terrible. We will\r\nleave the matter, then, in your hands. In the meantime, we should\r\nbe glad if you would direct us to the nearest Subway station. Just\r\nat the moment, the cheerful lights of the Great White Way are what\r\nI seem to chiefly need.\""
  ]
}