{
  "index": 12,
  "title": "Chapter 11",
  "paragraphs": [
    "A RED TAXIMETER\r\n\r\nThe Astor Hotel faces on to Times Square. A few paces to the right\r\nof the main entrance the Times Building towers to the sky; and at\r\nthe foot of this the stream of traffic breaks, forming two\r\nchannels. To the right of the building is Seventh Avenue, quiet,\r\ndark, and dull. To the left is Broadway, the Great White Way, the\r\nlongest, straightest, brightest, wickedest street in the world.\r\n\r\nPsmith and Billy, having left the Astor, started to walk down\r\nBroadway to Billy's lodgings in Fourteenth Street. The usual crowd\r\nwas drifting slowly up and down in the glare of the white lights.\r\n\r\nThey had reached Herald Square, when a voice behind them exclaimed,\r\n\"Why, it's Mr. Windsor!\"\r\n\r\nThey wheeled round. A flashily dressed man was standing with\r\noutstetched hand.\r\n\r\n\"I saw you come out of the Astor,\" he said cheerily. \"I said to\r\nmyself, 'I know that man.' Darned if I could put a name to you,\r\nthough. So I just followed you along, and right here it came to\r\nme.\"\r\n\r\n\"It did, did it?\" said Billy politely.\r\n\r\n\"It did, sir. I've never set eyes on you before, but I've seen so\r\nmany photographs of you that I reckon we're old friends. I know\r\nyour father very well, Mr. Windsor. He showed me the photographs.\r\nYou may have heard him speak of me--Jack Lake? How is the old man?\r\nSeen him lately?\"\r\n\r\n\"Not for some time. He was well when he last wrote.\"\r\n\r\n\"Good for him. He would be. Tough as a plank, old Joe Windsor. We\r\nalways called him Joe.\"\r\n\r\n\"You'd have known him down in Missouri, of course?\" said Billy.\r\n\r\n\"That's right. In Missouri. We were side-partners for years. Now,\r\nsee here, Mr. Windsor, it's early yet. Won't you and your friend\r\ncome along with me and have a smoke and a chat? I live right here\r\nin Thirty-Third Street. I'd be right glad for you to come.\"\r\n\r\n\"I don't doubt it,\" said Billy, \"but I'm afraid you'll have to\r\nexcuse us.\"\r\n\r\n\"In a hurry, are you?\"\r\n\r\n\"Not in the least.\"\r\n\r\n\"Then come right along.\"\r\n\r\n\"No, thanks.\"\r\n\r\n\"Say, why not? It's only a step.\"\r\n\r\n\"Because we don't want to. Good night.\"\r\n\r\nHe turned, and started to walk away. The other stood for a moment,\r\nstaring; then crossed the road.\r\n\r\nPsmith broke the silence.\r\n\r\n\"Correct me if I am wrong, Comrade Windsor,\" he said tentatively,\r\n\"but were you not a trifle--shall we say abrupt?--with the old\r\nfamily friend?\"\r\n\r\nBilly Windsor laughed.\r\n\r\n\"If my father's name was Joseph,\" he said, \"instead of being\r\nWilliam, the same as mine, and if he'd ever been in Missouri in his\r\nlife, which he hasn't, and if I'd been photographed since I was a\r\nkid, which I haven't been, I might have gone along. As it was, I\r\nthought it better not to.\"\r\n\r\n\"These are deep waters, Comrade Windsor. Do you mean to intimate--?\"\r\n\r\n\"If they can't do any better than that, we shan't have much to\r\nworry us. What do they take us for, I wonder? Farmers? Playing off\r\na comic-supplement bluff like that on us!\"\r\n\r\nThere was honest indignation in Billy's voice.\r\n\r\n\"You think, then, that if we had accepted Comrade Lake's\r\ninvitation, and gone along for a smoke and a chat, the chat would\r\nnot have been of the pleasantest nature?\"\r\n\r\n\"We should have been put out of business.\"\r\n\r\n\"I have heard so much,\" said Psmith, thoughtfully, \"of the lavish\r\nhospitality of the American.\"\r\n\r\n\"Taxi, sir?\"\r\n\r\nA red taximeter cab was crawling down the road at their side. Billy\r\nshook his head.\r\n\r\n\"Not that a taxi would be an unsound scheme,\" said Psmith.\r\n\r\n\"Not that particular one, if you don't mind.\"\r\n\r\n\"Something about it that offends your aesthetic taste?\" queried\r\nPsmith sympathetically.\r\n\r\n\"Something about it makes my aesthetic taste kick like a mule,\"\r\nsaid Billy.\r\n\r\n\"Ah, we highly strung literary men do have these curious\r\nprejudices. We cannot help it. We are the slaves of our\r\ntemperaments. Let us walk, then. After all, the night is fine, and\r\nwe are young and strong.\"\r\n\r\nThey had reached Twenty-Third Street when Billy stopped. \"I don't\r\nknow about walking,\" he said. \"Suppose we take the Elevated?\"\r\n\r\n\"Anything you wish, Comrade Windsor. I am in your hands.\"\r\n\r\nThey cut across into Sixth Avenue, and walked up the stairs to the\r\nstation of the Elevated Railway. A train was just coming in.\r\n\r\n\"Has it escaped your notice, Comrade Windsor,\" said Psmith after a\r\npause, \"that, so far from speeding to your lodgings, we are going\r\nin precisely the opposite direction? We are in an up-town train.\"\r\n\r\n\"I noticed it,\" said Billy briefly.\r\n\r\n\"Are we going anywhere in particular?\"\r\n\r\n\"This train goes as far as Hundred and Tenth Street. We'll go up to\r\nthere.\"\r\n\r\n\"And then?\"\r\n\r\n\"And then we'll come back.\"\r\n\r\n\"And after that, I suppose, we'll make a trip to Philadelphia, or\r\nChicago, or somewhere? Well, well, I am in your hands, Comrade\r\nWindsor. The night is yet young. Take me where you will. It is\r\nonly five cents a go, and we have money in our purses. We are two\r\nyoung men out for reckless dissipation. By all means let us have\r\nit.\"\r\n\r\nAt Hundred and Tenth Street they left the train, went down the\r\nstairs, and crossed the street. Half-way across Billy stopped.\r\n\r\n\"What now, Comrade Windsor?\" inquired Psmith patiently. \"Have you\r\nthought of some new form of entertainment?\"\r\n\r\nBilly was making for a spot some few yards down the road. Looking\r\nin that direction, Psmith saw his objective. In the shadow of the\r\nElevated there was standing a taximeter cab.\r\n\r\n\"Taxi, sir?\" said the driver, as they approached.\r\n\r\n\"We are giving you a great deal of trouble,\" said Billy. \"You must\r\nbe losing money over this job. All this while you might be getting\r\nfares down-town.\"\r\n\r\n\"These meetings, however,\" urged Psmith, \"are very pleasant.\"\r\n\r\n\"I can save you worrying,\" said Billy. \"My address is 84 East\r\nFourteenth Street. We are going back there now.\"\r\n\r\n\"Search me,\" said the driver, \"I don't know what you're talking\r\nabout.\"\r\n\r\n\"I thought perhaps you did,\" replied Billy. \"Good night.\"\r\n\r\n\"These things are very disturbing,\" said Psmith, when they were in\r\nthe train. \"Dignity is impossible when one is compelled to be the\r\nHunted Fawn. When did you begin to suspect that yonder merchant was\r\ndoing the sleuth-hound act?\"\r\n\r\n\"When I saw him in Broadway having a heart-to-heart talk with our\r\nfriend from Missouri.\"\r\n\r\n\"He must be something of an expert at the game to have kept on our\r\ntrack.\"\r\n\r\n\"Not on your life. It's as easy as falling off a log. There are\r\nonly certain places where you can get off an Elevated train. All\r\nhe'd got to do was to get there before the train, and wait. I\r\ndidn't expect to dodge him by taking the Elevated. I just wanted to\r\nmake certain of his game.\"\r\n\r\nThe train pulled up at the Fourteenth Street station. In the\r\nroadway at the foot of the opposite staircase was a red taximeter\r\ncab."
  ]
}