{
  "index": 13,
  "title": "Chapter 12",
  "paragraphs": [
    "REVIEWING THE SITUATION\r\n\r\n\r\nArriving at the bed-sitting-room, Billy proceeded to occupy the\r\nrocking-chair, and, as was his wont, began to rock himself\r\nrhythmically to and fro. Psmith seated himself gracefully on the\r\ncouch-bed. There was a silence.\r\n\r\nThe events of the evening had been a revelation to Psmith. He had\r\nnot realised before the extent of the ramifications of New York's\r\nunderworld. That members of the gangs should crop up in the Astor\r\nroof-garden and in gorgeous raiment in the middle of Broadway was a\r\nsurprise. When Billy Windsor had mentioned the gangs, he had formed\r\na mental picture of low-browed hooligans, keeping carefully to\r\ntheir own quarter of the town. This picture had been correct, as\r\nfar as it went, but it had not gone far enough. The bulk of the\r\ngangs of New York are of the hooligan class, and are rarely met\r\nwith outside their natural boundaries. But each gang has its more\r\nprosperous members; gentlemen, who, like the man of the Astor\r\nroof-garden, support life by more delicate and genteel methods than\r\nthe rest. The main body rely for their incomes, except at\r\nelection-time, on such primitive feats as robbing intoxicated\r\npedestrians. The aristocracy of the gangs soar higher.\r\n\r\nIt was a considerable time before Billy spoke.\r\n\r\n\"Say,\" he said, \"this thing wants talking over.\"\r\n\r\n\"By all means, Comrade Windsor.\"\r\n\r\n\"It's this way. There's no doubt now that we're up against a mighty\r\nbig proposition.\"\r\n\r\n\"Something of the sort would seem to be the case.\"\r\n\r\n\"It's like this. I'm going to see this through. It isn't only that\r\nI want to do a bit of good to the poor cusses in those tenements,\r\nthough I'd do it for that alone. But, as far as I'm concerned,\r\nthere's something to it besides that. If we win out, I'm going to\r\nget a job out of one of the big dailies. It'll give me just the\r\nchance I need. See what I mean? Well, it's different with you. I\r\ndon't see that it's up to you to run the risk of getting yourself\r\nput out of business with a black-jack, and maybe shot. Once you get\r\nmixed up with the gangs there's no saying what's going to be doing.\r\nWell, I don't see why you shouldn't quit. All this has got nothing\r\nto do with you. You're over here on a vacation. You haven't got to\r\nmake a living this side. You want to go about and have a good time,\r\ninstead of getting mixed up with--\"\r\n\r\nHe broke off.\r\n\r\n\"Well, that's what I wanted to say, anyway,\" he concluded.\r\n\r\nPsmith looked at him reproachfully.\r\n\r\n\"Are you trying to _sack_ me, Comrade Windsor?\"\r\n\r\n\"How's that?\"\r\n\r\n\"In various treatises on 'How to Succeed in Literature,'\" said\r\nPsmith sadly, \"which I have read from time to time, I have always\r\nfound it stated that what the novice chiefly needed was an editor\r\nwho believed in him. In you, Comrade Windsor, I fancied that I had\r\nfound such an editor.\"\r\n\r\n\"What's all this about?\" demanded Billy. \"I'm making no kick about\r\nyour work.\"\r\n\r\n\"I gathered from your remarks that you were anxious to receive my\r\nresignation.\"\r\n\r\n\"Well, I told you why. I didn't want you be black-jacked.\"\r\n\r\n\"Was that the only reason?\"\r\n\r\n\"Sure.\"\r\n\r\n\"Then all is well,\" said Psmith, relieved. \"For the moment I\r\nfancied that my literary talents had been weighed in the balance\r\nand adjudged below par. If that is all--why, these are the mere\r\neveryday risks of the young journalist's life. Without them we\r\nshould be dull and dissatisfied. Our work would lose its fire. Men\r\nsuch as ourselves, Comrade Windsor, need a certain stimulus, a\r\ncertain fillip, if they are to keep up their high standards. The\r\nknowledge that a low-browed gentleman is waiting round the corner\r\nwith a sand-bag poised in air will just supply that stimulus. Also\r\nthat fillip. It will give our output precisely the edge it\r\nrequires.\"\r\n\r\n\"Then you'll stay in this thing? You'll stick to the work?\"\r\n\r\n\"Like a conscientious leech, Comrade Windsor.\"\r\n\r\n\"Bully for you,\" said Billy.\r\n\r\nIt was not Psmith's habit, when he felt deeply on any subject, to\r\nexhibit his feelings; and this matter of the tenements had hit him\r\nharder than any one who did not know him intimately would have\r\nimagined. Mike would have understood him, but Billy Windsor was too\r\nrecent an acquaintance. Psmith was one of those people who are\r\ncontent to accept most of the happenings of life in an airy spirit\r\nof tolerance. Life had been more or less of a game with him up till\r\nnow. In his previous encounters with those with whom fate had\r\nbrought him in contact there had been little at stake. The prize of\r\nvictory had been merely a comfortable feeling of having had the\r\nbest of a battle of wits; the penalty of defeat nothing worse than\r\nthe discomfort of having failed to score. But this tenement\r\nbusiness was different. Here he had touched the realities. There\r\nwas something worth fighting for. His lot had been cast in pleasant\r\nplaces, and the sight of actual raw misery had come home to him\r\nwith an added force from that circumstance. He was fully aware of\r\nthe risks that he must run. The words of the man at the Astor, and\r\nstill more the episodes of the family friend from Missouri and the\r\ntaximeter cab, had shown him that this thing was on a different\r\nplane from anything that had happened to him before. It was a fight\r\nwithout the gloves, and to a finish at that. But he meant to see it\r\nthrough. Somehow or other those tenement houses had got to be\r\ncleaned up. If it meant trouble, as it undoubtedly did, that trouble\r\nwould have to be faced.\r\n\r\n\"Now that Comrade Jarvis,\" he said, \"showing a spirit of\r\nforbearance which, I am bound to say, does him credit, has declined\r\nthe congenial task of fracturing our occiputs, who should you say,\r\nComrade Windsor, would be the chosen substitute?\"\r\n\r\nBilly shook his head. \"Now that Bat has turned up the job, it might\r\nbe any one of three gangs. There are four main gangs, you know.\r\nBat's is the biggest. But the smallest of them's large enough to\r\nput us away, if we give them the chance.\"\r\n\r\n\"I don't quite grasp the nice points of this matter. Do you mean\r\nthat we have an entire gang on our trail in one solid mass, or will\r\nit be merely a section?\"\r\n\r\n\"Well, a section, I guess, if it comes to that. Parker, or whoever\r\nfixed this thing up, would go to the main boss of the gang. If it\r\nwas the Three Points, he'd go to Spider Reilly. If it was the Table\r\nHill lot, he'd look up Dude Dawson. And so on.\"\r\n\r\n\"And what then?\"\r\n\r\n\"And then the boss would talk it over with his own special\r\npartners. Every gang-leader has about a dozen of them. A sort of\r\nInner Circle. They'd fix it up among themselves. The rest of the\r\ngang wouldn't know anything about it. The fewer in the game, you\r\nsee, the fewer to split up the dollars.\"\r\n\r\n\"I see. Then things are not so black. All we have to do is to look\r\nout for about a dozen hooligans with a natural dignity in their\r\nbearing, the result of intimacy with the main boss. Carefully\r\neluding these aristocrats, we shall win through. I fancy, Comrade\r\nWindsor, that all may yet be well. What steps do you propose to\r\ntake by way of self-defence?\"\r\n\r\n\"Keep out in the middle of the street, and not go off the Broadway\r\nafter dark. You're pretty safe on Broadway. There's too much light\r\nfor them there.\"\r\n\r\n\"Now that our sleuth-hound friend in the taximeter has ascertained\r\nyour address, shall you change it?\"\r\n\r\n\"It wouldn't do any good. They'd soon find where I'd gone to. How\r\nabout yours?\"\r\n\r\n\"I fancy I shall be tolerably all right. A particularly massive\r\npoliceman is on duty at my very doors. So much for our private\r\nlives. But what of the day-time? Suppose these sandbag-specialists\r\ndrop in at the office during business hours. Will Comrade Maloney's\r\nfrank and manly statement that we are not in be sufficient to keep\r\nthem out? I doubt it. All unused to the nice conventions of polite\r\nsociety, these rugged persons will charge through. In such\r\ncircumstances good work will be hard to achieve. Your literary man\r\nmust have complete quiet if he is to give the public of his best.\r\nBut stay. An idea!\"\r\n\r\n\"Well?\"\r\n\r\n\"Comrade Brady. The Peerless Kid. The man _Cosy Moments_ is running\r\nfor the light-weight championship. We are his pugilistic sponsors.\r\nYou may say that it is entirely owing to our efforts that he has\r\nobtained this match with--who exactly is the gentleman Comrade\r\nBrady fights at the Highfield Club on Friday night?\"\r\n\r\n\"Cyclone Al. Wolmann, isn't it?\"\r\n\r\n\"You are right. As I was saying, but for us the privilege of\r\nsmiting Comrade Cyclone Al. Wolmann under the fifth rib on Friday\r\nnight would almost certainly have been denied to him.\"\r\n\r\nIt almost seemed as if he were right. From the moment the paper had\r\ntaken up his cause, Kid Brady's star had undoubtedly been in the\r\nascendant. People began to talk about him as a likely man. Edgren,\r\nin the _Evening World_, had a paragraph about his chances for the\r\nlight-weight title. Tad, in the _Journal_, drew a picture of him.\r\nFinally, the management of the Highfield Club had signed him for a\r\nten-round bout with Mr. Wolmann. There were, therefore, reasons\r\nwhy _Cosy Moments_ should feel a claim on the Kid's services.\r\n\r\n\"He should,\" continued Psmith, \"if equipped in any degree with\r\nfiner feelings, be bubbling over with gratitude towards us. 'But\r\nfor _Cosy Moments_,' he should be saying to himself, 'where should I\r\nbe? Among the also-rans.' I imagine that he will do any little\r\nthing we care to ask of him. I suggest that we approach Comrade\r\nBrady, explain the facts of the case, and offer him at a\r\ncomfortable salary the post of fighting-editor of _Cosy Moments_. His\r\nduties will be to sit in the room opening out of ours, girded as to\r\nthe loins and full of martial spirit, and apply some of those\r\nhalf-scissor hooks of his to the persons of any who overcome the\r\nopposition of Comrade Maloney. We, meanwhile, will enjoy that\r\nleisure and freedom from interruption which is so essential to the\r\nartist.\"\r\n\r\n\"It's not a bad idea,\" said Billy.\r\n\r\n\"It is about the soundest idea,\" said Psmith, \"that has ever been\r\nstruck. One of your newspaper friends shall supply us with tickets,\r\nand Friday night shall see us at the Highfield.\""
  ]
}