{
  "index": 19,
  "title": "Chapter 18",
  "paragraphs": [
    "IN PLEASANT STREET\r\n\r\nCareful inquiries, conducted incognito by Master Maloney among the\r\ndenizens of Pleasant Street, brought the information that rents in\r\nthe tenements were collected not weekly but monthly, a fact which\r\nmust undoubtedly cause a troublesome hitch in the campaign.\r\nRent-day, announced Pugsy, fell on the last day of the month.\r\n\r\n\"I rubbered around,\" he said, \"and did de sleut' act, and I finds\r\nt'ings out. Dere's a feller comes round 'bout supper time dat day,\r\nan' den it's up to de fam'lies what lives in de tenements to dig\r\ndown into deir jeans fer de stuff, or out dey goes dat same night.\"\r\n\r\n\"Evidently a hustler, our nameless friend,\" said Psmith.\r\n\r\n\"I got dat from a kid what knows anuder kid what lives dere,\"\r\nexplained Master Maloney. \"Say,\" he proceeded confidentially, \"dat\r\nkid's in bad, sure he is. Dat second kid, de one what lives dere.\r\nHe's a wop kid, an--\"\r\n\r\n\"A what, Comrade Maloney?\"\r\n\r\n\"A wop. A Dago. Why, don't you get next? Why, an Italian. Sure,\r\ndat's right. Well, dis kid, he is sure to de bad, 'cos his father\r\ncome over from Italy to work on de Subway.\"\r\n\r\n\"I don't see why that puts him in bad,\" said Billy Windsor\r\nwonderingly.\r\n\r\n\"Nor I,\" agreed Psmith. \"Your narratives, Comrade Maloney, always\r\nseem to me to suffer from a certain lack of construction. You start\r\nat the end, and then you go back to any portion of the story which\r\nhappens to appeal to you at the moment, eventually winding up at\r\nthe beginning. Why should the fact that this stripling's father\r\nhas come over from Italy to work on the Subway be a misfortune?\"\r\n\r\n\"Why, sure, because he got fired an' went an' swatted de foreman\r\none on de coco, an' de magistrate gives him t'oity days.\"\r\n\r\n\"And then, Comrade Maloney? This thing is beginning to get clearer.\r\nYou are like Sherlock Holmes. After you've explained a thing from\r\nstart to finish--or, as you prefer to do, from finish to start--it\r\nbecomes quite simple.\"\r\n\r\n\"Why, den dis kid's in bad for fair, 'cos der ain't nobody to\r\npungle de bones.\"\r\n\r\n\"Pungle de what, Comrade Maloney?\"\r\n\r\n\"De bones. De stuff. Dat's right. De dollars. He's all alone, dis\r\nkid, so when de rent-guy blows in, who's to slip him over de\r\nsimoleons? It'll be outside for his, quick.\"\r\n\r\nBilly warmed up at this tale of distress in his usual way.\r\n\"Somebody ought to do something. It's a vile shame the kid being\r\nturned out like that.\"\r\n\r\n\"We will see to it, Comrade Windsor. _Cosy Moments_ shall step in. We\r\nwill combine business with pleasure, paying the stripling's rent\r\nand corralling the rent-collector at the same time. What is today?\r\nHow long before the end of the month? Another week! A murrain on\r\nit, Comrade Windsor. Two murrains. This delay may undo us.\"\r\n\r\nBut the days went by without any further movement on the part of\r\nthe enemy. A strange quiet seemed to be brooding over the other\r\ncamp. As a matter of fact, the sudden outbreak of active\r\nhostilities with the Table Hill contingent had had the effect of\r\ntaking the minds of Spider Reilly and his warriors off _Cosy Moments_\r\nand its affairs, much as the unexpected appearance of a mad bull\r\nwould make a man forget that he had come out butterfly-hunting.\r\nPsmith and Billy could wait; they were not likely to take the\r\noffensive; but the Table Hillites demanded instant attention.\r\n\r\nWar had broken out, as was usual between the gangs, in a somewhat\r\ntentative fashion at first sight. There had been sniping and\r\nskirmishes by the wayside, but as yet no pitched battle. The two\r\narmies were sparring for an opening.\r\n\r\n             *    *    *\r\n\r\nThe end of the week arrived, and Psmith and Billy, conducted by\r\nMaster Maloney, made their way to Pleasant Street. To get there it\r\nwas necessary to pass through a section of the enemy's country; but\r\nthe perilous passage was safely negotiated. The expedition reached\r\nits unsavoury goal intact.\r\n\r\nThe wop kid, whose name, it appeared, was Giuseppe Orloni,\r\ninhabited a small room at the very top of the building next to the\r\none Psmith and Mike had visited on their first appearance in\r\nPleasant Street. He was out when the party, led by Pugsy up dark\r\nstairs, arrived; and, on returning, seemed both surprised and\r\nalarmed to see visitors. Pugsy undertook to do the honours. Pugsy\r\nas interpreter was energetic but not wholly successful. He appeared\r\nto have a fixed idea that the Italian language was one easily\r\nmastered by the simple method of saying \"da\" instead of \"the,\" and\r\ntacking on a final \"a\" to any word that seemed to him to need one.\r\n\r\n\"Say, kid,\" he began, \"has da rent-a-man come yet-a?\"\r\n\r\nThe black eyes of the wop kid clouded. He gesticulated, and said\r\nsomething in his native language.\r\n\r\n\"He hasn't got next,\" reported Master Maloney. \"He can't git on to\r\nme curves. Dese wop kids is all boneheads. Say, kid, look-a here.\"\r\nHe walked out of the room and closed the door; then, rapping on it\r\nsmartly from the outside, re-entered and, assuming a look of\r\nextreme ferocity, stretched out his hand and thundered: \"Unbelt-a!\r\nSlip-a me da stuff!\"\r\n\r\nThe wop kid's puzzlement became pathetic.\r\n\r\n\"This,\" said Psmith, deeply interested, \"is getting about as tense\r\nas anything I ever struck. Don't give in, Comrade Maloney. Who\r\nknows but that you may yet win through? I fancy the trouble is that\r\nyour too perfect Italian accent is making the youth home-sick. Once\r\nmore to the breach, Comrade Maloney.\"\r\n\r\nMaster Maloney made a gesture of disgust. \"I'm t'roo. Dese Dagoes\r\nmakes me tired. Dey don't know enough to go upstairs to take de\r\nElevated. Beat it, you mutt,\" he observed with moody displeasure\r\nto the wop kid, accompanying the words with a gesture which\r\nconveyed its own meaning. The wop kid, plainly glad to get away,\r\nslipped out of the door like a shadow.\r\n\r\nPugsy shrugged his shoulders.\r\n\r\n\"Gents,\" he said resignedly, \"it's up to youse.\"\r\n\r\n\"I fancy,\" said Psmith, \"that this is one of those moments when it\r\nis necessary for me to unlimber my Sherlock Holmes system. As thus.\r\nIf the rent collector _had_ been here, it is certain, I think, that\r\nComrade Spaghetti, or whatever you said his name was, wouldn't have\r\nbeen. That is to say, if the rent collector had called and found no\r\nmoney waiting for him, surely Comrade Spaghetti would have been out\r\nin the cold night instead of under his own roof-tree. Do you follow\r\nme, Comrade Maloney?\"\r\n\r\n\"That's right,\" said Billy Windsor. \"Of course.\"\r\n\r\n\"Elementary, my dear Watson, elementary,\" murmured Psmith.\r\n\r\n\"So all we have to do is to sit here and wait.\"\r\n\r\n\"All?\" said Psmith sadly. \"Surely it is enough. For of all the\r\nscaly localities I have struck this seems to me the scaliest. The\r\narchitect of this Stately Home of America seems to have had a\r\npositive hatred for windows. His idea of ventilation was to leave\r\na hole in the wall about the size of a lima bean and let the thing\r\ngo at that. If our friend does not arrive shortly, I shall pull\r\ndown the roof. Why, gadzooks! Not to mention stap my vitals! Isn't\r\nthat a trap-door up there? Make a long-arm, Comrade Windsor.\"\r\n\r\nBilly got on a chair and pulled the bolt. The trap-door opened\r\ndownwards. It fell, disclosing a square of deep blue sky.\r\n\r\n\"Gum!\" he said. \"Fancy living in this atmosphere when you don't\r\nhave to. Fancy these fellows keeping that shut all the time.\"\r\n\r\n\"I expect it is an acquired taste,\" said Psmith, \"like Limburger\r\ncheese. They don't begin to appreciate air till it is thick enough\r\nto scoop chunks out of with a spoon. Then they get up on their hind\r\nlegs and inflate their chests and say, 'This is fine! This beats\r\nozone hollow!' Leave it open, Comrade Windsor. And now, as to the\r\nproblem of dispensing with Comrade Maloney's services?\"\r\n\r\n\"Sure,\" said Billy. \"Beat it, Pugsy, my lad.\"\r\n\r\nPugsy looked up, indignant.\r\n\r\n\"Beat it?\" he queried.\r\n\r\n\"While your shoe leather's good,\" said Billy. \"This is no place\r\nfor a minister's son. There may be a rough house in here any\r\nminute, and you would be in the way.\"\r\n\r\n\"I want to stop and pipe de fun,\" objected Master Maloney.\r\n\r\n\"Never mind. Cut off. We'll tell you all about it to-morrow.\"\r\n\r\nMaster Maloney prepared reluctantly to depart. As he did so there\r\nwas a sound of a well-shod foot on the stairs, and a man in a\r\nsnuff-coloured suit, wearing a brown Homburg hat and carrying a\r\nsmall notebook in one hand, walked briskly into the room. It was\r\nnot necessary for Psmith to get his Sherlock Holmes system to work.\r\nHis whole appearance proclaimed the new-comer to be the\r\nlong-expected collector of rents."
  ]
}