{
  "index": 14,
  "title": "Chapter 13",
  "paragraphs": [
    "THE HIGHFIELD\r\n\r\nFar up at the other end of the island, on the banks of the Harlem\r\nRiver, there stands the old warehouse which modern progress has\r\nconverted into the Highfield Athletic and Gymnastic Club. The\r\nimagination, stimulated by the title, conjures up a sort of\r\nNational Sporting Club, with pictures on the walls, padding on the\r\nchairs, and a sea of white shirt-fronts from roof to floor. But the\r\nHighfield differs in some respects from this fancy picture.\r\nIndeed, it would be hard to find a respect in which it does not\r\ndiffer. But these names are so misleading. The title under which\r\nthe Highfield used to be known till a few years back was \"Swifty\r\nBob's.\" It was a good, honest title. You knew what to expect; and\r\nif you attended _seances_ at Swifty Bob's you left your gold watch\r\nand your little savings at home. But a wave of anti-pugilistic\r\nfeeling swept over the New York authorities. Promoters of boxing\r\ncontests found themselves, to their acute disgust, raided by the\r\npolice. The industry began to languish. People avoided places where\r\nat any moment the festivities might be marred by an inrush of large\r\nmen in blue uniforms armed with locust-sticks.\r\n\r\nAnd then some big-brained person suggested the club idea, which\r\nstands alone as an example of American dry humour. There are now no\r\nboxing contests in New York. Swifty Bob and his fellows would be\r\nshocked at the idea of such a thing. All that happens now is\r\nexhibition sparring bouts between members of the club. It is true\r\nthat next day the papers very tactlessly report the friendly\r\nexhibition spar as if it had been quite a serious affair, but that\r\nis not the fault of Swifty Bob.\r\n\r\nKid Brady, the chosen of _Cosy Moments_, was billed for a \"ten-round\r\nexhibition contest,\" to be the main event of the evening's\r\nentertainment. No decisions are permitted at these clubs. Unless a\r\nregrettable accident occurs, and one of the sparrers is knocked\r\nout, the verdict is left to the newspapers next day. It is not\r\nuncommon to find a man win easily in the _World_, draw in the\r\n_American_, and be badly beaten in the _Evening Mail_. The system\r\nleads to a certain amount of confusion, but it has the merit of\r\noffering consolation to a much-smitten warrior.\r\n\r\nThe best method of getting to the Highfield is by the Subway. To\r\nsee the Subway in its most characteristic mood one must travel on\r\nit during the rush-hour, when its patrons are packed into the\r\ncarriages in one solid jam by muscular guards and policemen,\r\nshoving in a manner reminiscent of a Rugby football scrum. When\r\nPsmith and Billy entered it on the Friday evening, it was\r\ncomparatively empty. All the seats were occupied, but only a few of\r\nthe straps and hardly any of the space reserved by law for the\r\nconductor alone.\r\n\r\nConversation on the Subway is impossible. The ingenious gentlemen\r\nwho constructed it started with the object of making it noisy. Not\r\nordinarily noisy, like a ton of coal falling on to a sheet of tin,\r\nbut really noisy. So they fashioned the pillars of thin steel, and\r\nthe sleepers of thin wood, and loosened all the nuts, and now a\r\nSubway train in motion suggests a prolonged dynamite explosion\r\nblended with the voice of some great cataract.\r\n\r\nPsmith, forced into temporary silence by this combination of\r\nnoises, started to make up for lost time on arriving in the street\r\nonce more.\r\n\r\n\"A thoroughly unpleasant neighbourhood,\" he said, critically\r\nsurveying the dark streets. \"I fear me, Comrade Windsor, that we\r\nhave been somewhat rash in venturing as far into the middle west as\r\nthis. If ever there was a blighted locality where low-browed\r\ndesperadoes might be expected to spring with whoops of joy from\r\nevery corner, this blighted locality is that blighted locality.\r\nBut we must carry on. In which direction, should you say, does this\r\narena lie?\"\r\n\r\nIt had begun to rain as they left Billy's lodgings. Psmith turned\r\nup the collar of his Burberry.\r\n\r\n\"We suffer much in the cause of Literature,\" he said. \"Let us\r\ninquire of this genial soul if he knows where the Highfield is.\"\r\n\r\nThe pedestrian referred to proved to be going there himself. They\r\nwent on together, Psmith courteously offering views on the weather\r\nand forecasts of the success of Kid Brady in the approaching\r\ncontest.\r\n\r\nRattling on, he was alluding to the prominent part _Cosy Moments_ had\r\nplayed in the affair, when a rough thrust from Windsor's elbow\r\nbrought home to him his indiscretion.\r\n\r\nHe stopped suddenly, wishing he had not said as much. Their\r\nconnection with that militant journal was not a thing even to be\r\nsuggested to casual acquaintances, especially in such a\r\nparticularly ill-lighted neighbourhood as that through which they\r\nwere now passing.\r\n\r\nTheir companion, however, who seemed to be a man of small speech,\r\nmade no comment. Psmith deftly turned the conversation back to the\r\nsubject of the weather, and was deep in a comparison of the\r\nrespective climates of England and the United States, when they\r\nturned a corner and found themselves opposite a gloomy, barn-like\r\nbuilding, over the door of which it was just possible to decipher\r\nin the darkness the words \"Highfield Athletic and Gymnastic Club.\"\r\n\r\nThe tickets which Billy Windsor had obtained from his newspaper\r\nfriend were for one of the boxes. These proved to be sort of\r\nsheep-pens of unpolished wood, each with four hard chairs in it.\r\nThe interior of the Highfield Athletic and Gymnastic Club was\r\nseverely free from anything in the shape of luxury and ornament.\r\nAlong the four walls were raised benches in tiers. On these were\r\nseated as tough-looking a collection of citizens as one might wish\r\nto see. On chairs at the ring-side were the reporters, with tickers\r\nat their sides, by means of which they tapped details of each round\r\nthrough to their down-town offices, where write-up reporters were\r\nwaiting to read off and elaborate the messages. In the centre of\r\nthe room, brilliantly lighted by half a dozen electric chandeliers,\r\nwas the ring.\r\n\r\nThere were preliminary bouts before the main event. A burly\r\ngentleman in shirt-sleeves entered the ring, followed by two slim\r\nyouths in fighting costume and a massive person in a red jersey,\r\nblue serge trousers, and yellow braces, who chewed gum with an\r\nabstracted air throughout the proceedings.\r\n\r\nThe burly gentleman gave tongue in a voice that cleft the air like\r\na cannon-ball.\r\n\r\n\"Ex-hib-it-i-on four-round bout between Patsy Milligan and Tommy\r\nGoodley, members of this club. Patsy on my right, Tommy on my left.\r\nGentlemen will kindly stop smokin'.\"\r\n\r\nThe audience did nothing of the sort. Possibly they did not apply\r\nthe description to themselves. Possibly they considered the appeal\r\na mere formula. Somewhere in the background a gong sounded, and\r\nPatsy, from the right, stepped briskly forward to meet Tommy,\r\napproaching from the left.\r\n\r\nThe contest was short but energetic. At intervals the combatants\r\nwould cling affectionately to one another, and on these occasions\r\nthe red-jerseyed man, still chewing gum and still wearing the same\r\nair of being lost in abstract thought, would split up the mass by\r\nthe simple method of ploughing his way between the pair. Towards\r\nthe end of the first round Thomas, eluding a left swing, put\r\nPatrick neatly to the floor, where the latter remained for the\r\nnecessary ten seconds.\r\n\r\nThe remaining preliminaries proved disappointing. So much so that\r\nin the last of the series a soured sportsman on one of the benches\r\nnear the roof began in satirical mood to whistle the \"Merry Widow\r\nWaltz.\" It was here that the red-jerseyed thinker for the first and\r\nlast time came out of his meditative trance. He leaned over the\r\nropes, and spoke--without heat, but firmly.\r\n\r\n\"If that guy whistling back up yonder thinks he can do better than\r\nthese boys, he can come right down into the ring.\"\r\n\r\nThe whistling ceased.\r\n\r\nThere was a distinct air of relief when the last preliminary was\r\nfinished and preparations for the main bout began. It did not\r\ncommence at once. There were formalities to be gone through,\r\nintroductions and the like. The burly gentleman reappeared from\r\nnowhere, ushering into the ring a sheepishly-grinning youth in a\r\nflannel suit.\r\n\r\n\"In-ter-_doo_-cin' Young Leary,\" he bellowed impressively, \"a noo\r\nmember of this chub, who will box some good boy here in September.\"\r\n\r\nHe walked to the other side of the ring and repeated the remark. A\r\nraucous welcome was accorded to the new member.\r\n\r\nTwo other notable performers were introduced in a similar manner,\r\nand then the building became suddenly full of noise, for a tall\r\nyouth in a bath-robe, attended by a little army of assistants, had\r\nentered the ring. One of the army carried a bright green bucket, on\r\nwhich were painted in white letters the words \"Cyclone Al.\r\nWolmann.\" A moment later there was another, though a far lesser,\r\nuproar, as Kid Brady, his pleasant face wearing a self-conscious\r\nsmirk, ducked under the ropes and sat down in the opposite corner.\r\n\r\n\"Ex-hib-it-i-on ten-round bout,\" thundered the burly gentleman,\r\n\"between Cyclone. Al. Wolmann--\"\r\n\r\nLoud applause. Mr. Wolmann was one of the famous, a fighter with a\r\nreputation from New York to San Francisco. He was generally\r\nconsidered the most likely man to give the hitherto invincible\r\nJimmy Garvin a hard battle for the light-weight championship.\r\n\r\n\"Oh, you Al.!\" roared the crowd.\r\n\r\nMr. Wolmann bowed benevolently.\r\n\r\n\"--and Kid Brady, members of this--\"\r\n\r\nThere was noticeably less applause for the Kid. He was an unknown.\r\nA few of those present had heard of his victories in the West, but\r\nthese were but a small section of the crowd. When the faint\r\napplause had ceased, Psmith rose to his feet.\r\n\r\n\"Oh, you Kid!\" he observed encouragingly.\r\n\r\n\"I should not like Comrade Brady,\" he said, reseating himself, \"to\r\nthink that he has no friend but his poor old mother, as, you will\r\nrecollect, occurred on a previous occasion.\"\r\n\r\nThe burly gentleman, followed by the two armies of assistants,\r\ndropped down from the ring, and the gong sounded.\r\n\r\nMr. Wolmann sprang from his corner as if somebody had touched a\r\nspring. He seemed to be of the opinion that if you are a cyclone, it\r\nis never too soon to begin behaving like one. He danced round the\r\nKid with an india-rubber agility. The _Cosy Moments_ representative\r\nexhibited more stolidity. Except for the fact that he was in\r\nfighting attitude, with one gloved hand moving slowly in the\r\nneighbourhood of his stocky chest, and the other pawing the air on a\r\nline with his square jaw, one would have said that he did not\r\nrealise the position of affairs. He wore the friendly smile of the\r\ngood-natured guest who is led forward by his hostess to join in some\r\nround game.\r\n\r\nSuddenly his opponent's long left shot out. The Kid, who had been\r\nstrolling forward, received it under the chin, and continued to\r\nstroll forward as if nothing of note had happened. He gave the\r\nimpression of being aware that Mr. Wolmann had committed a breach\r\nof good taste and of being resolved to pass it off with ready tact.\r\n\r\nThe Cyclone, having executed a backward leap, a forward leap, and a\r\nfeint, landed heavily with both hands. The Kid's genial smile did\r\nnot even quiver, but he continued to move forward. His opponent's\r\nleft flashed out again, but this time, instead of ignoring the\r\nmatter, the Kid replied with a heavy right swing; and Mr. Wolmann,\r\nleaping back, found himself against the ropes. By the time he had\r\ngot out of that uncongenial position, two more of the Kid's swings\r\nhad found their mark. Mr. Wolmann, somewhat perturbed, scuttered\r\nout into the middle of the ring, the Kid following in his\r\nself-contained, solid way.\r\n\r\nThe Cyclone now became still more cyclonic. He had a left arm\r\nwhich seemed to open out in joints like a telescope. Several times\r\nwhen the Kid appeared well out of distance there was a thud as a\r\nbrown glove ripped in over his guard and jerked his head back. But\r\nalways he kept boring in, delivering an occasional right to the\r\nbody with the pleased smile of an infant destroying a Noah's Ark\r\nwith a tack-hammer. Despite these efforts, however, he was plainly\r\ngetting all the worst of it. Energetic Mr. Wolmann, relying on his\r\nlong left, was putting in three blows to his one. When the gong\r\nsounded, ending the first round, the house was practically solid\r\nfor the Cyclone. Whoops and yells rose from everywhere. The\r\nbuilding rang with shouts of, \"Oh, you Al.!\"\r\n\r\nPsmith turned sadly to Billy.\r\n\r\n\"It seems to me, Comrade Windsor,\" he said, \"that this merry\r\nmeeting looks like doing Comrade Brady no good. I should not be\r\nsurprised at any moment to see his head bounce off on to the\r\nfloor.\"\r\n\r\n\"Wait,\" said Billy. \"He'll win yet.\"\r\n\r\n\"You think so?\"\r\n\r\n\"Sure. He comes from Wyoming,\" said Billy with simple confidence.\r\n\r\nRounds two and three were a repetition of round one. The Cyclone\r\nraged almost unchecked about the ring. In one lightning rally in\r\nthe third he brought his right across squarely on to the Kid's jaw.\r\nIt was a blow which should have knocked any boxer out. The Kid\r\nmerely staggered slightly and returned to business, still smiling.\r\n\r\n\"See!\" roared Billy enthusiastically in Psmith's ear, above the\r\nuproar. \"He doesn't mind it! He likes it! He comes from Wyoming!\"\r\n\r\nWith the opening of round four there came a subtle change. The\r\nCyclone's fury was expending itself. That long left shot out less\r\nsharply. Instead of being knocked back by it, the _Cosy Moments_\r\nchampion now took the hits in his stride, and came shuffling in\r\nwith his damaging body-blows. There were cheers and \"Oh, you\r\nAl.'s!\" at the sound of the gong, but there was an appealing note\r\nin them this time. The gallant sportsmen whose connection with\r\nboxing was confined to watching other men fight, and betting on\r\nwhat they considered a certainty, and who would have expired\r\npromptly if any one had tapped them sharply on their well-filled\r\nwaistcoats, were beginning to fear that they might lose their money\r\nafter all.\r\n\r\nIn the fifth round the thing became a certainty. Like the month of\r\nMarch, the Cyclone, who had come in like a lion, was going out like\r\na lamb. A slight decrease in the pleasantness of the Kid's smile\r\nwas noticeable. His expression began to resemble more nearly the\r\ngloomy importance of the _Cosy Moments_ photographs. Yells of agony\r\nfrom panic-stricken speculators around the ring began to smite the\r\nrafters. The Cyclone, now but a gentle breeze, clutched repeatedly,\r\nhanging on like a leech till removed by the red-jerseyed referee.\r\n\r\nSuddenly a grisly silence fell upon the house. It was broken by a\r\ncow-boy yell from Billy Windsor. For the Kid, battered, but\r\nobviously content, was standing in the middle of the ring, while on\r\nthe ropes the Cyclone, drooping like a wet sock, was sliding slowly\r\nto the floor.\r\n\r\n\"_Cosy Moments_ wins,\" said Psmith. \"An omen, I fancy, Comrade\r\nWindsor.\""
  ]
}