{
  "index": 10,
  "title": "Chapter 9",
  "paragraphs": [
    "GOING SOME\r\n\r\nThere was once an editor of a paper in the Far West who was sitting\r\nat his desk, musing pleasantly of life, when a bullet crashed\r\nthrough the window and embedded itself in the wall at the back of\r\nhis head. A happy smile lit up the editor's face. \"Ah,\" he said\r\ncomplacently, \"I knew that Personal column of ours was going to be\r\na success!\"\r\n\r\nWhat the bullet was to the Far West editor, the visit of Mr.\r\nFrancis Parker to the offices of _Cosy Moments_ was to Billy Windsor.\r\n\r\nIt occurred in the third week of the new _regime_ of the paper.\r\n_Cosy Moments_, under its new management, had bounded ahead like a\r\nmotor-car when the throttle is opened. Incessant work had been the\r\norder of the day. Billy Windsor's hair had become more dishevelled\r\nthan ever, and even Psmith had at moments lost a certain amount of\r\nhis dignified calm. Sandwiched in between the painful case of Kid\r\nBrady and the matter of the tenements, which formed the star items\r\nof the paper's contents, was a mass of bright reading dealing with\r\nthe events of the day. Billy Windsor's newspaper friends had turned\r\nin some fine, snappy stuff in their best Yellow Journal manner,\r\nrelating to the more stirring happenings in the city. Psmith, who\r\nhad constituted himself guardian of the literary and dramatic\r\ninterests of the paper, had employed his gift of general invective\r\nto considerable effect, as was shown by a conversation between\r\nMaster Maloney and a visitor one morning, heard through the open\r\ndoor.\r\n\r\n\"I wish to see the editor of this paper,\" said the visitor.\r\n\r\n\"Editor not in,\" said Master Maloney, untruthfully.\r\n\r\n\"Ha! Then when he returns I wish you to give him a message.\"\r\n\r\n\"Sure.\"\r\n\r\n\"I am Aubrey Bodkin, of the National Theatre. Give him my\r\ncompliments, and tell him that Mr. Bodkin does not lightly forget.\"\r\n\r\nAn unsolicited testimonial which caused Psmith the keenest\r\nsatisfaction.\r\n\r\nThe section of the paper devoted to Kid Brady was attractive to all\r\nthose with sporting blood in them. Each week there appeared in the\r\nsame place on the same page a portrait of the Kid, looking moody\r\nand important, in an attitude of self-defence, and under the\r\nportrait the legend, \"Jimmy Garvin must meet this boy.\" Jimmy was\r\nthe present holder of the light-weight title. He had won it a year\r\nbefore, and since then had confined himself to smoking cigars as\r\nlong as walking-sticks and appearing nightly as the star in a\r\nmusic-hall sketch entitled \"A Fight for Honour.\" His reminiscences\r\nwere appearing weekly in a Sunday paper. It was this that gave\r\nPsmith the idea of publishing Kid Brady's autobiography in _Cosy\r\nMoments_, an idea which made the Kid his devoted adherent from then\r\non. Like most pugilists, the Kid had a passion for bursting into\r\nprint, and his life had been saddened up to the present by the\r\nrefusal of the press to publish his reminiscences. To appear in\r\nprint is the fighter's accolade. It signifies that he has arrived.\r\nPsmith extended the hospitality of page four of _Cosy Moments_ to Kid\r\nBrady, and the latter leaped at the chance. He was grateful to\r\nPsmith for not editing his contributions. Other pugilists,\r\ncontributing to other papers, groaned under the supervision of a\r\nmember of the staff who cut out their best passages and altered the\r\nrest into Addisonian English. The readers of _Cosy Moments_ got Kid\r\nBrady raw.\r\n\r\n\"Comrade Brady,\" said Psmith to Billy, \"has a singularly pure and\r\npleasing style. It is bound to appeal powerfully to the\r\nmany-headed. Listen to this bit. Our hero is fighting Battling Jack\r\nBenson in that eminent artist's native town of Louisville, and the\r\ncitizens have given their native son the Approving Hand, while\r\nreceiving Comrade Brady with chilly silence. Here is the Kid on the\r\nsubject: 'I looked around that house, and I seen I hadn't a friend\r\nin it. And then the gong goes, and I says to myself how I has one\r\nfriend, my poor old mother way out in Wyoming, and I goes in and\r\nmixes it, and then I seen Benson losing his goat, so I ups with an\r\nawful half-scissor hook to the plexus, and in the next round I seen\r\nBenson has a chunk of yellow, and I gets in with a hay-maker and I\r\npicks up another sleep-producer from the floor and hands it him,\r\nand he takes the count all right.' . . Crisp, lucid, and to the\r\npoint. That is what the public wants. If this does not bring\r\nComrade Garvin up to the scratch, nothing will.\"\r\n\r\nBut the feature of the paper was the \"Tenement\" series. It was late\r\nsummer now, and there was nothing much going on in New York. The\r\npublic was consequently free to take notice. The sale of _Cosy\r\nMoments_ proceeded briskly. As Psmith had predicted, the change of\r\npolicy had the effect of improving the sales to a marked extent.\r\nLetters of complaint from old subscribers poured into the office\r\ndaily. But, as Billy Windsor complacently remarked, they had paid\r\ntheir subscriptions, so that the money was safe whether they read\r\nthe paper or not. And, meanwhile, a large new public had sprung up\r\nand was growing every week. Advertisements came trooping in. _Cosy\r\nMoments_, in short, was passing through an era of prosperity\r\nundreamed of in its history.\r\n\r\n\"Young blood,\" said Psmith nonchalantly, \"young blood. That is the\r\nsecret. A paper must keep up to date, or it falls behind its\r\ncompetitors in the race. Comrade Wilberfloss's methods were\r\npossibly sound, but too limited and archaic. They lacked ginger. We\r\nof the younger generation have our fingers more firmly on the\r\npublic pulse. We read off the public's unspoken wishes as if by\r\nintuition. We know the game from A to Z.\"\r\n\r\nAt this moment Master Maloney entered, bearing in his hand a card.\r\n\r\n\"'Francis Parker'?\" said Billy, taking it. \"Don't know him.\"\r\n\r\n\"Nor I,\" said Psmith. \"We make new friends daily.\"\r\n\r\n\"He's a guy with a tall-shaped hat,\" volunteered Master Maloney,\r\n\"an' he's wearin' a dude suit an' shiny shoes.\"\r\n\r\n\"Comrade Parker,\" said Psmith approvingly, \"has evidently not been\r\nblind to the importance of a visit to _Cosy Moments_. He has dressed\r\nhimself in his best. He has felt, rightly, that this is no occasion\r\nfor the old straw hat and the baggy flannels. I would not have it\r\notherwise. It is the right spirit. Shall we give him audience,\r\nComrade Windsor?\"\r\n\r\n\"I wonder what he wants.\"\r\n\r\n\"That,\" said Psmith, \"we shall ascertain more clearly after a\r\npersonal interview. Comrade Maloney, show the gentleman in. We can\r\ngive him three and a quarter minutes.\"\r\n\r\nPugsy withdrew.\r\n\r\nMr. Francis Parker proved to be a man who might have been any age\r\nbetween twenty-five and thirty-five. He had a smooth, clean-shaven\r\nface, and a cat-like way of moving. As Pugsy had stated in effect,\r\nhe wore a tail-coat, trousers with a crease which brought a smile\r\nof kindly approval to Psmith's face, and patent-leather boots of\r\npronounced shininess. Gloves and a tall hat, which he carried,\r\ncompleted an impressive picture.\r\n\r\nHe moved softly into the room.\r\n\r\n\"I wished to see the editor.\"\r\n\r\nPsmith waved a hand towards Billy.\r\n\r\n\"The treat has not been denied you,\" he said. \"Before you is\r\nComrade Windsor, the Wyoming cracker-jack. He is our editor. I\r\nmyself--I am Psmith--though but a subordinate, may also claim the\r\ntitle in a measure. Technically, I am but a sub-editor; but such is\r\nthe mutual esteem in which Comrade Windsor and I hold each other\r\nthat we may practically be said to be inseparable. We have no\r\nsecrets from each other. You may address us both impartially. Will\r\nyou sit for a space?\"\r\n\r\nHe pushed a chair towards the visitor, who seated himself with the\r\ncare inspired by a perfect trouser-crease. There was a momentary\r\nsilence while he selected a spot on the table on which to place his\r\nhat.\r\n\r\n\"The style of the paper has changed greatly, has it not, during the\r\npast few weeks?\" he said. \"I have never been, shall I say, a\r\nconstant reader of _Cosy Moments_, and I may be wrong. But is not its\r\ninterest in current affairs a recent development?\"\r\n\r\n\"You are very right,\" responded Psmith. \"Comrade Windsor, a man of\r\nalert and restless temperament, felt that a change was essential if\r\n_Cosy Moments_ was to lead public thought. Comrade Wilberfloss's\r\nmethods were good in their way. I have no quarrel with Comrade\r\nWilberfloss. But he did not lead public thought. He catered\r\nexclusively for children with water on the brain, and men and women\r\nwith solid ivory skulls. Comrade Windsor, with a broader view,\r\nfeels that there are other and larger publics. He refuses to\r\ncontent himself with ladling out a weekly dole of mental\r\npredigested breakfast food. He provides meat. He--\"\r\n\r\n\"Then--excuse me--\" said Mr. Parker, turning to Billy, \"You, I take\r\nit, are responsible for this very vigorous attack on the\r\ntenement-house owners?\"\r\n\r\n\"You can take it I am,\" said Billy.\r\n\r\nPsmith interposed.\r\n\r\n\"We are both responsible, Comrade Parker. If any husky guy, as I\r\nfancy Master Maloney would phrase it, is anxious to aim a swift\r\nkick at the man behind those articles, he must distribute it evenly\r\nbetween Comrade Windsor and myself.\"\r\n\r\n\"I see.\" Mr. Parker paused. \"They are--er--very outspoken\r\narticles,\" he added.\r\n\r\n\"Warm stuff,\" agreed Psmith. \"Distinctly warm stuff.\"\r\n\r\n\"May I speak frankly?\" said Mr. Parker.\r\n\r\n\"Assuredly, Comrade Parker. There must be no secrets, no restraint\r\nbetween us. We would not have you go away and say to yourself, 'Did\r\nI make my meaning clear? Was I too elusive?' Say on.\"\r\n\r\n\"I am speaking in your best interests.\"\r\n\r\n\"Who would doubt it, Comrade Parker. Nothing has buoyed us up more\r\nstrongly during the hours of doubt through which we have passed\r\nthan the knowledge that you wish us well.\"\r\n\r\nBilly Windsor suddenly became militant. There was a feline\r\nsmoothness about the visitor which had been jarring upon him ever\r\nsince he first spoke. Billy was of the plains, the home of blunt\r\nspeech, where you looked your man in the eye and said it quick. Mr.\r\nParker was too bland for human consumption. He offended Billy's\r\nhonest soul.\r\n\r\n\"See here,\" cried he, leaning forward, \"what's it all about? Let's\r\nhave it. If you've anything to say about those articles, say it\r\nright out. Never mind our best interests. We can look after them.\r\nLet's have what's worrying you.\"\r\n\r\nPsmith waved a deprecating hand.\r\n\r\n\"Do not let us be abrupt on this happy occasion. To me it is\r\nenough simply to sit and chat with Comrade Parker, irrespective of\r\nthe trend of his conversation. Still, as time is money, and this is\r\nour busy day, possibly it might be as well, sir, if you unburdened\r\nyourself as soon as convenient. Have you come to point out some\r\nflaw in those articles? Do they fall short in any way of your\r\nstandard for such work?\"\r\n\r\nMr. Parker's smooth face did not change its expression, but he came\r\nto the point.\r\n\r\n\"I should not go on with them if I were you,\" he said.\r\n\r\n\"Why?\" demanded Billy.\r\n\r\n\"There are reasons why you should not,\" said Mr. Parker.\r\n\r\n\"And there are reasons why we should.\"\r\n\r\n\"Less powerful ones.\"\r\n\r\nThere proceeded from Billy a noise not describable in words. It was\r\npartly a snort, partly a growl. It resembled more than anything\r\nelse the preliminary sniffing snarl a bull-dog emits before he\r\njoins battle. Billy's cow-boy blood was up. He was rapidly\r\napproaching the state of mind in which the men of the plains,\r\nfinding speech unequal to the expression of their thoughts, reach\r\nfor their guns.\r\n\r\nPsmith intervened.\r\n\r\n\"We do not completely gather your meaning, Comrade Parker. I fear\r\nwe must ask you to hand it to us with still more breezy frankness.\r\nDo you speak from purely friendly motives? Are you advising us to\r\ndiscontinue the articles merely because you fear that they will\r\ndamage our literary reputation? Or are there other reasons why you\r\nfeel that they should cease? Do you speak solely as a literary\r\nconnoisseur? Is it the style or the subject-matter of which you\r\ndisapprove?\"\r\n\r\nMr. Parker leaned forward.\r\n\r\n\"The gentleman whom I represent--\"\r\n\r\n\"Then this is no matter of your own personal taste? You are an\r\nemissary?\"\r\n\r\n\"These articles are causing a certain inconvenience to the\r\ngentleman whom I represent. Or, rather, he feels that, if\r\ncontinued, they may do so.\"\r\n\r\n\"You mean,\" broke in Billy explosively, \"that if we kick up enough\r\nfuss to make somebody start a commission to inquire into this\r\nrotten business, your friend who owns the private Hades we're\r\ntrying to get improved, will have to get busy and lose some of his\r\nmoney by making the houses fit to live in? Is that it?\"\r\n\r\n\"It is not so much the money, Mr. Windsor, though, of course, the\r\nexpense would be considerable. My employer is a wealthy man.\"\r\n\r\n\"I bet he is,\" said Billy disgustedly. \"I've no doubt he makes a\r\nmighty good pile out of Pleasant Street.\"\r\n\r\n\"It is not so much the money,\" repeated Mr. Parker, \"as the\r\npublicity involved. I speak quite frankly. There are reasons why my\r\nemployer would prefer not to come before the public just now as the\r\nowner of the Pleasant Street property. I need not go into those\r\nreasons. It is sufficient to say that they are strong ones.\"\r\n\r\n\"Well, he knows what to do, I guess. The moment he starts in to\r\nmake those houses decent, the articles stop. It's up to him.\"\r\n\r\nPsmith nodded.\r\n\r\n\"Comrade Windsor is correct. He has hit the mark and rung the bell.\r\nNo conscientious judge would withhold from Comrade Windsor a cigar\r\nor a cocoanut, according as his private preference might dictate.\r\nThat is the matter in a nutshell. Remove the reason for those very\r\nscholarly articles, and they cease.\"\r\n\r\nMr. Parker shook his head.\r\n\r\n\"I fear that is not feasible. The expense of reconstructing the\r\nhouses makes that impossible.\"\r\n\r\n\"Then there's no use in talking,\" said Billy. \"The articles will\r\ngo on.\"\r\n\r\nMr. Parker coughed. A tentative cough, suggesting that the\r\nsituation was now about to enter upon a more delicate phase. Billy\r\nand Psmith waited for him to begin. From their point of view the\r\ndiscussion was over. If it was to be reopened on fresh lines, it\r\nwas for their visitor to effect that reopening.\r\n\r\n\"Now, I'm going to be frank, gentlemen,\" said he, as who should\r\nsay, \"We are all friends here. Let us be hearty.\" \"I'm going to put\r\nmy cards on the table, and see if we can't fix something up. Now,\r\nsee here: We don't want unpleasantness. You aren't in this business\r\nfor your healths, eh? You've got your living to make, just like\r\neverybody else, I guess. Well, see here. This is how it stands. To\r\na certain extant, I don't mind admitting, seeing that we're being\r\nfrank with one another, you two gentlemen have got us--that's to\r\nsay, my employer--in a cleft stick. Frankly, those articles are\r\nbeginning to attract attention, and if they go on there's going to\r\nbe a lot of inconvenience for my employer. That's clear, I reckon.\r\nWell, now, here's a square proposition. How much do you want to\r\nstop those articles? That's straight. I've been frank with you,\r\nand I want you to be frank with me. What's your figure? Name it,\r\nand, if it's not too high, I guess we needn't quarrel.\"\r\n\r\nHe looked expectantly at Billy. Billy's eyes were bulging. He\r\nstruggled for speech. He had got as far as \"Say!\" when Psmith\r\ninterrupted him. Psmith, gazing sadly at Mr. Parker through his\r\nmonocle, spoke quietly, with the restrained dignity of some old\r\nRoman senator dealing with the enemies of the Republic.\r\n\r\n\"Comrade Parker,\" he said, \"I fear that you have allowed constant\r\ncommunication with the conscienceless commercialism of this worldly\r\ncity to undermine your moral sense. It is useless to dangle rich\r\nbribes before our eyes. _Cosy Moments_ cannot be muzzled. You\r\ndoubtless mean well, according to your--if I may say so--somewhat\r\nmurky lights, but we are not for sale, except at ten cents weekly.\r\nFrom the hills of Maine to the Everglades of Florida, from Sandy\r\nHook to San Francisco, from Portland, Oregon, to Melonsquashville,\r\nTennessee, one sentence is in every man's mouth. And what is that\r\nsentence? I give you three guesses. You give it up? It is this:\r\n'_Cosy Moments_ cannot be muzzled!'\"\r\n\r\nMr. Parker rose.\r\n\r\n\"There's nothing more to be done then,\" he said.\r\n\r\n\"Nothing,\" agreed Psmith, \"except to make a noise like a hoop and\r\nroll away.\"\r\n\r\n\"And do it quick,\" yelled Billy, exploding like a fire-cracker.\r\n\r\nPsmith bowed.\r\n\r\n\"Speed,\" he admitted, \"would be no bad thing. Frankly--if I may\r\nborrow the expression--your square proposition has wounded us. I am\r\na man of powerful self-restraint, one of those strong, silent men,\r\nand I can curb my emotions. But I fear that Comrade Windsor's\r\ngenerous temperament may at any moment prompt him to start throwing\r\nink-pots. And in Wyoming his deadly aim with the ink-pot won him\r\namong the admiring cowboys the sobriquet of Crack-Shot Cuthbert. As\r\nman to man, Comrade Parker, I should advise you to bound swiftly\r\naway.\"\r\n\r\n\"I'm going,\" said Mr. Parker, picking up his hat. \"And I'll give\r\nyou a piece of advice, too. Those articles are going to be stopped,\r\nand if you've any sense between you, you'll stop them yourselves\r\nbefore you get hurt. That's all I've got to say, and that goes.\"\r\n\r\nHe went out, closing the door behind him with a bang that added\r\nemphasis to his words.\r\n\r\n\"To men of nicely poised nervous organisation such as ourselves,\r\nComrade Windsor,\" said Psmith, smoothing his waistcoat thoughtfully,\r\n\"these scenes are acutely painful. We wince before them. Our\r\nganglions quiver like cinematographs. Gradually recovering command\r\nof ourselves, we review the situation. Did our visitor's final\r\nremarks convey anything definite to you? Were they the mere casual\r\nbadinage of a parting guest, or was there something solid behind\r\nthem?\"\r\n\r\nBilly Windsor was looking serious.\r\n\r\n\"I guess he meant it all right. He's evidently working for somebody\r\npretty big, and that sort of man would have a pull with all kinds\r\nof Thugs. We shall have to watch out. Now that they find we can't\r\nbe bought, they'll try the other way. They mean business sure\r\nenough. But, by George, let 'em! We're up against a big thing, and\r\nI'm going to see it through if they put every gang in New York on\r\nto us.\"\r\n\r\n\"Precisely, Comrade Windsor. _Cosy Moments_, as I have had occasion\r\nto observe before, cannot be muzzled.\"\r\n\r\n\"That's right,\" said Billy Windsor. \"And,\" he added, with the\r\ncontented look the Far West editor must have worn as the bullet\r\ncame through the window, \"we must have got them scared, or they\r\nwouldn't have shown their hand that way. I guess we're making a\r\nhit. _Cosy Moments_ is going some now.\""
  ]
}