{
  "index": 28,
  "title": "Chapter 27",
  "paragraphs": [
    "STANDING ROOM ONLY\r\n\r\nIn the light of subsequent events it was perhaps the least bit\r\nunfortunate that Mr. Jarvis should have seen fit to bring with him\r\nto the office of _Cosy Moments_ on the following morning two of his\r\ncelebrated squad of cats, and that Long Otto, who, as usual,\r\naccompanied him, should have been fired by his example to the\r\nextent of introducing a large and rather boisterous yellow dog.\r\nThey were not to be blamed, of course. They could not know that\r\nbefore the morning was over space in the office would be at a\r\npremium. Still, it was unfortunate.\r\n\r\nMr. Jarvis was slightly apologetic.\r\n\r\n\"T'ought I'd bring de kits along,\" he said. \"Dey started in\r\nscrappin' yesterday when I was here, so to-day I says I'll keep my\r\neye on dem.\"\r\n\r\nPsmith inspected the menagerie without resentment.\r\n\r\n\"Assuredly, Comrade Jarvis,\" he said. \"They add a pleasantly cosy\r\nand domestic touch to the scene. The only possible criticism I can\r\nfind to make has to do with their probable brawling with the dog.\"\r\n\r\n\"Oh, dey won't scrap wit de dawg. Dey knows him.\"\r\n\r\n\"But is he aware of that? He looks to me a somewhat impulsive\r\nanimal. Well, well, the matter's in your hands. If you will\r\nundertake to look after the refereeing of any pogrom that may\r\narise, I say no more.\"\r\n\r\nMr. Jarvis's statement as to the friendly relations between the\r\nanimals proved to be correct. The dog made no attempt to annihilate\r\nthe cats. After an inquisitive journey round the room he lay down\r\nand went to sleep, and an era of peace set in. The cats had settled\r\nthemselves comfortably, one on each of Mr. Jarvis's knees, and Long\r\nOtto, surveying the ceiling with his customary glassy stare,\r\nsmoked a long cigar in silence. Bat breathed a tune, and scratched\r\none of the cats under the ear. It was a soothing scene.\r\n\r\nBut it did not last. Ten minutes had barely elapsed when the yellow\r\ndog, sitting up with a start, uttered a whine. In the outer office\r\ncould be heard a stir and movement. The next moment the door burst\r\nopen and a little man dashed in. He had a peeled nose and showed\r\nother evidences of having been living in the open air. Behind him\r\nwas a crowd of uncertain numbers. Psmith recognised the leaders of\r\nthis crowd. They were the Reverend Edwin T. Philpotts and Mr. B.\r\nHenderson Asher.\r\n\r\n\"Why, Comrade Asher,\" he said, \"this is indeed a Moment of Mirth. I\r\nhave been wondering for weeks where you could have got to. And\r\nComrade Philpotts! Am I wrong in saying that this is the maddest,\r\nmerriest day of all the glad New Year?\"\r\n\r\nThe rest of the crowd had entered the room.\r\n\r\n\"Comrade Waterman, too!\" cried Psmith. \"Why we have all met\r\nbefore. Except--\"\r\n\r\nHe glanced inquiringly at the little man with the peeled nose.\r\n\r\n\"My name is Wilberfloss,\" said the other with austerity. \"Will you\r\nbe so good as to tell me where Mr. Windsor is?\"\r\n\r\nA murmur of approval from his followers.\r\n\r\n\"In one moment,\" said Psmith. \"First, however, let me introduce two\r\nimportant members of our staff. On your right, Mr. Bat Jarvis. On\r\nyour left, Mr. Long Otto. Both of Groome Street.\"\r\n\r\nThe two Bowery boys rose awkwardly. The cats fell in an avalanche\r\nto the floor. Long Otto, in his haste, trod on the dog, which began\r\nbarking, a process which it kept up almost without a pause during\r\nthe rest of the interview.\r\n\r\n\"Mr. Wilberfloss,\" said Psmith in an aside to Bat, \"is widely known\r\nas a cat fancier in Brooklyn circles.\"\r\n\r\n\"Honest?\" said Mr. Jarvis. He tapped Mr. Wilberfloss in friendly\r\nfashion on the chest. \"Say,\" he asked, \"did youse ever have a cat\r\nwit one blue and one yellow eye?\"\r\n\r\nMr. Wilberfloss side-stepped and turned once more to Psmith, who\r\nwas offering B. Henderson Asher a cigarette.\r\n\r\n\"Who are you?\" he demanded.\r\n\r\n\"Who am _I_?\" repeated Psmith in an astonished tone.\r\n\r\n\"Who are you?\"\r\n\r\n\"I am Psmith,\" said the old Etonian reverently. \"There is a\r\npreliminary P before the name. This, however, is silent. Like the\r\ntomb. Compare such words as ptarmigan, psalm, and phthisis.\"\r\n\r\n\"These gentlemen tell me you're acting editor. Who appointed you?\"\r\n\r\nPsmith reflected.\r\n\r\n\"It is rather a nice point,\" he said. \"It might be claimed that I\r\nappointed myself. You may say, however, that Comrade Windsor\r\nappointed me.\"\r\n\r\n\"Ah! And where is Mr. Windsor?\"\r\n\r\n\"In prison,\" said Psmith sorrowfully.\r\n\r\n\"In prison!\"\r\n\r\nPsmith nodded.\r\n\r\n\"It is too true. Such is the generous impulsiveness of Comrade\r\nWindsor's nature that he hit a policeman, was promptly gathered in,\r\nand is now serving a sentence of thirty days on Blackwell's Island.\"\r\n\r\nMr. Wilberfloss looked at Mr. Philpotts. Mr. Asher looked at Mr.\r\nWilberfloss. Mr. Waterman started, and stumbled over a cat.\r\n\r\n\"I never heard of such a thing,\" said Mr. Wilberfloss.\r\n\r\nA faint, sad smile played across Psmith's face.\r\n\r\n\"Do you remember, Comrade Waterman--I fancy it was to you that I\r\nmade the remark--my commenting at our previous interview on the\r\nrashness of confusing the unusual with the improbable? Here we see\r\nComrade Wilberfloss, big-brained though he is, falling into error.\"\r\n\r\n\"I shall dismiss Mr. Windsor immediately,\" said the big-brained\r\none.\r\n\r\n\"From Blackwell's Island?\" said Psmith. \"I am sure you will earn\r\nhis gratitude if you do. They live on bean soup there. Bean soup\r\nand bread, and not much of either.\"\r\n\r\nHe broke off, to turn his attention to Mr. Jarvis and Mr. Waterman,\r\nbetween whom bad blood seemed to have arisen. Mr. Jarvis, holding a\r\ncat in his arms, was glowering at Mr. Waterman, who had backed away\r\nand seemed nervous.\r\n\r\n\"What is the trouble, Comrade Jarvis?\"\r\n\r\n\"Dat guy dere wit two left feet,\" said Bat querulously, \"goes and\r\ntreads on de kit. I--\"\r\n\r\n\"I assure you it was a pure accident. The animal--\"\r\n\r\nMr. Wilberfloss, eyeing Bat and the silent Otto with disgust,\r\nintervened.\r\n\r\n\"Who are these persons, Mr. Smith?\" he inquired.\r\n\r\n\"Poisson yourself,\" rejoined Bat, justly incensed. \"Who's de\r\nlittle guy wit de peeled breezer, Mr. Smith?\"\r\n\r\nPsmith waved his hands.\r\n\r\n\"Gentlemen, gentlemen,\" he said, \"let us not descend to mere\r\npersonalities. I thought I had introduced you. This, Comrade\r\nJarvis, is Mr. Wilberfloss, the editor of this journal. These,\r\nComrade Wilberfloss--Zam-buk would put your nose right in a\r\nday--are, respectively, Bat Jarvis and Long Otto, our acting\r\nfighting-editors, vice Kid Brady, absent on unavoidable business.\"\r\n\r\n\"Kid Brady!\" shrilled Mr. Wilberfloss. \"I insist that you give me\r\na full explanation of this matter. I go away by my doctor's orders\r\nfor ten weeks, leaving Mr. Windsor to conduct the paper on certain\r\nwell-defined lines. I return yesterday, and, getting into\r\ncommunication with Mr. Philpotts, what do I find? Why, that in my\r\nabsence the paper has been ruined.\"\r\n\r\n\"Ruined?\" said Psmith. \"On the contrary. Examine the returns, and\r\nyou will see that the circulation has gone up every week. _Cosy\r\nMoments_ was never so prosperous and flourishing. Comrade Otto, do\r\nyou think you could use your personal influence with that dog to\r\ninduce it to suspend its barking for a while? It is musical, but\r\nrenders conversation difficult.\"\r\n\r\nLong Otto raised a massive boot and aimed it at the animal, which,\r\ndodging with a yelp, cannoned against the second cat and had its\r\nnose scratched. Piercing shrieks cleft the air.\r\n\r\n\"I demand an explanation,\" roared Mr. Wilberfloss above the din.\r\n\r\n\"I think, Comrade Otto,\" said Psmith, \"it would make things a little\r\neasier if you removed that dog.\"\r\n\r\nHe opened the door. The dog shot out. They could hear it being\r\nejected from the outer office by Master Maloney. When there was\r\nsilence, Psmith turned courteously to the editor.\r\n\r\n\"You were saying, Comrade Wilberfloss?\"\r\n\r\n\"Who is this person Brady? With Mr. Philpotts I have been going\r\ncarefully over the numbers which have been issued since my\r\ndeparture--\"\r\n\r\n\"An intellectual treat,\" murmured Psmith.\r\n\r\n\"--and in each there is a picture of this young man in a costume\r\nwhich I will not particularise--\"\r\n\r\n\"There is hardly enough of it to particularise.\"\r\n\r\n\"--together with a page of disgusting autobiographical matter.\"\r\n\r\nPsmith held up his hand.\r\n\r\n\"I protest,\" he said. \"We court criticism, but this is mere abuse.\r\nI appeal to these gentlemen to say whether this, for instance, is\r\nnot bright and interesting.\"\r\n\r\nHe picked up the current number of _Cosy Moments_, and turned to the\r\nKid's page.\r\n\r\n\"This,\" he said. \"Describing a certain ten-round unpleasantness with\r\none Mexican Joe. 'Joe comes up for the second round and he gives me\r\na nasty look, but I thinks of my mother and swats him one in the\r\nlower ribs. He hollers foul, but nix on that. Referee says, \"Fight\r\non.\" Joe gives me another nasty look. \"All right, Kid,\" he says;\r\n\"now I'll knock you up into the gallery.\" And with that he cuts\r\nloose with a right swing, but I falls into the clinch, and\r\nthen---!'\"\r\n\r\n\"Bah!\" exclaimed Mr. Wilberfloss.\r\n\r\n\"Go on, boss,\" urged Mr. Jarvis approvingly. \"It's to de good, dat\r\nstuff.\"\r\n\r\n\"There!\" said Psmith triumphantly. \"You heard? Comrade Jarvis, one\r\nof the most firmly established critics east of Fifth Avenue, stamps\r\nKid Brady's reminiscences with the hall-mark of his approval.\"\r\n\r\n\"I falls fer de Kid every time,\" assented Mr. Jarvis.\r\n\r\n\"Assuredly, Comrade Jarvis. You know a good thing when you see one.\r\nWhy,\" he went on warmly, \"there is stuff in these reminiscences\r\nwhich would stir the blood of a jelly-fish. Let me quote you\r\nanother passage to show that they are not only enthralling, but\r\nhelpful as well. Let me see, where is it? Ah, I have it. 'A bully\r\ngood way of putting a guy out of business is this. You don't want\r\nto use it in the ring, because by Queensberry Rules it's a foul;\r\nbut you will find it mighty useful if any thick-neck comes up to\r\nyou in the street and tries to start anything. It's this way. While\r\nhe's setting himself for a punch, just place the tips of the\r\nfingers of your left hand on the right side of his chest. Then\r\nbring down the heel of your left hand. There isn't a guy living\r\nthat could stand up against that. The fingers give you a leverage\r\nto beat the band. The guy doubles up, and you upper-cut him with\r\nyour right, and out he goes.' Now, I bet you never knew that\r\nbefore, Comrade Philpotts. Try it on your parishioners.\"\r\n\r\n\"_Cosy Moments_,\" said Mr. Wilberfloss irately, \"is no medium for\r\nexploiting low prize-fighters.\"\r\n\r\n\"Low prize-fighters! Comrade Wilberfloss, you have been\r\nmisinformed. The Kid is as decent a little chap as you'd meet\r\nanywhere. You do not seem to appreciate the philanthropic motives\r\nof the paper in adopting Comrade Brady's cause. Think of it,\r\nComrade Wilberfloss. There was that unfortunate stripling with only\r\ntwo pleasures in life, to love his mother and to knock the heads\r\noff other youths whose weight coincided with his own; and\r\nmisfortune, until we took him up, had barred him almost completely\r\nfrom the second pastime. Our editorial heart was melted. We\r\nadopted Comrade Brady. And look at him now! Matched against Eddie\r\nWood! And Comrade Waterman will support me in my statement that a\r\nvictory over Eddie Wood means that he gets a legitimate claim to\r\nmeet Jimmy Garvin for the championship.\"\r\n\r\n\"It is abominable,\" burst forth Mr. Wilberfloss. \"It is\r\ndisgraceful. I never heard of such a thing. The paper is ruined.\"\r\n\r\n\"You keep reverting to that statement, Comrade Wilberfloss. Can\r\nnothing reassure you? The returns are excellent. Prosperity beams\r\non us like a sun. The proprietor is more than satisfied.\"\r\n\r\n\"The proprietor?\" gasped Mr. Wilberfloss. \"Does _he_ know how you\r\nhave treated the paper?\"\r\n\r\n\"He is cognisant of our every move.\"\r\n\r\n\"And he approves?\"\r\n\r\n\"He more than approves.\"\r\n\r\nMr. Wilberfloss snorted.\r\n\r\n\"I don't believe it,\" he said.\r\n\r\nThe assembled ex-contributors backed up this statement with a\r\nunited murmur. B. Henderson Asher snorted satirically.\r\n\r\n\"They don't believe it,\" sighed Psmith. \"Nevertheless, it is\r\ntrue.\"\r\n\r\n\"It is not true,\" thundered Mr. Wilberfloss, hopping to avoid a\r\nperambulating cat. \"Nothing will convince me of it. Mr. Benjamin\r\nWhite is not a maniac.\"\r\n\r\n\"I trust not,\" said Psmith. \"I sincerely trust not. I have every\r\nreason to believe in his complete sanity. What makes you fancy that\r\nthere is even a possibility of his being--er--?\"\r\n\r\n\"Nobody but a lunatic would approve of seeing his paper ruined.\"\r\n\r\n\"Again!\" said Psmith. \"I fear that the notion that this journal is\r\nruined has become an obsession with you, Comrade Wilberfloss. Once\r\nagain I assure you that it is more than prosperous.\"\r\n\r\n\"If,\" said Mr. Wilberfloss, \"you imagine that I intend to take your\r\nword in this matter, you are mistaken. I shall cable Mr. White\r\nto-day, and inquire whether these alterations in the paper meet\r\nwith his approval.\"\r\n\r\n\"I shouldn't, Comrade Wilberfloss. Cables are expensive, and in\r\nthese hard times a penny saved is a penny earned. Why worry Comrade\r\nWhite? He is so far away, so out of touch with our New York\r\nliterary life. I think it is practically a certainty that he has not\r\nthe slightest inkling of any changes in the paper.\"\r\n\r\nMr. Wilberfloss uttered a cry of triumph.\r\n\r\n\"I knew it,\" he said, \"I knew it. I knew you would give up when it\r\ncame to the point, and you were driven into a corner. Now, perhaps,\r\nyou will admit that Mr. White has given no sanction for the\r\nalterations in the paper?\"\r\n\r\nA puzzled look crept into Psmith's face.\r\n\r\n\"I think, Comrade Wilberfloss,\" he said, \"we are talking at\r\ncross-purposes. You keep harping on Comrade White and his views and\r\ntastes. One would almost imagine that you fancied that Comrade\r\nWhite was the proprietor of this paper.\"\r\n\r\nMr. Wilberfloss stared. B. Henderson Asher stared. Every one\r\nstared, except Mr. Jarvis, who, since the readings from the Kid's\r\nreminiscences had ceased, had lost interest in the discussion, and\r\nwas now entertaining the cats with a ball of paper tied to a\r\nstring.\r\n\r\n\"Fancied that Mr. White . . .?\" repeated Mr. Wilberfloss. \"I don't\r\nfollow you. Who is, if he isn't?\"\r\n\r\nPsmith removed his monocle, polished it thoughtfully, and put it\r\nback in its place.\r\n\r\n\"I am,\" he said."
  ]
}