{
  "index": 27,
  "title": "Chapter 26",
  "paragraphs": [
    "PSMITH CONCLUDES HIS RIDE\r\n\r\nThe Kid, as he had stated to Psmith at their last interview that he\r\nintended to do, had begun his training for his match with Eddie\r\nWood, at White Plains, a village distant but a few miles from New\r\nYork. It was his practice to open a course of training with a\r\nlittle gentle road-work; and it was while jogging along the highway\r\na couple of miles from his training-camp, in company with the two\r\nthick-necked gentlemen who acted as his sparring-partners, that he\r\nhad come upon the broken-down taxi-cab.\r\n\r\nIf this had happened after his training had begun in real earnest,\r\nhe would have averted his eyes from the spectacle, however\r\nalluring, and continued on his way without a pause. But now, as he\r\nhad not yet settled down to genuine hard work, he felt justified in\r\nturning aside and looking into the matter. The fact that the\r\nchauffeur, who seemed to be a taciturn man, lacking the\r\nconversational graces, manifestly objected to an audience, deterred\r\nhim not at all. One cannot have everything in this world, and the\r\nKid and his attendant thick-necks were content to watch the process\r\nof mending the tyre, without demanding the additional joy of\r\nsparkling small-talk from the man in charge of the operations.\r\n\r\n\"Guy's had a breakdown, sure,\" said the first of the thick-necks.\r\n\r\n\"Surest thing you know,\" agreed his colleague.\r\n\r\n\"Seems to me the tyre's punctured,\" said the Kid.\r\n\r\nAll three concentrated their gaze on the machine\r\n\r\n\"Kid's right,\" said thick-neck number one. \"Guy's been an' bust a\r\ntyre.\"\r\n\r\n\"Surest thing you know,\" said thick-neck number two.\r\n\r\nThey observed the perspiring chauffeur in silence for a while.\r\n\r\n\"Wonder how he did that, now?\" speculated the Kid.\r\n\r\n\"Guy ran over a nail, I guess,\" said thick-neck number one.\r\n\r\n\"Surest thing you know,\" said the other, who, while perhaps\r\nsomewhat lacking in the matter of original thought, was a most\r\nuseful fellow to have by one. A sort of Boswell.\r\n\r\n\"Did you run over a nail?\" the Kid inquired of the chauffeur.\r\n\r\nThe chauffeur ignored the question.\r\n\r\n\"This is his busy day,\" said the first thick-neck with satire.\r\n\"Guy's too full of work to talk to us.\"\r\n\r\n\"Deaf, shouldn't wonder,\" surmised the Kid.\r\n\r\n\"Say, wonder what he's doin' with a taxi so far out of the city.\"\r\n\r\n\"Some guy tells him to drive him out here, I guess. Say, it'll cost\r\nhim something, too. He'll have to strip off a few from his roll to\r\npay for this.\"\r\n\r\nPsmith, in the interior of the cab, glanced at Mr. Parker.\r\n\r\n\"You heard, Comrade Parker? He is right, I fancy. The bill--\"\r\n\r\nMr. Parker dug viciously at him with the revolver.\r\n\r\n\"Keep quiet,\" he whispered, \"or you'll get hurt.\"\r\n\r\nPsmith suspended his remarks.\r\n\r\nOutside, the conversation had begun again.\r\n\r\n\"Pretty rich guy inside,\" said the Kid, following up his\r\ncompanion's train of thought. \"I'm goin' to rubber in at the\r\nwindow.\"\r\n\r\nPsmith, meeting Mr. Parker's eye, smiled pleasantly. There was no\r\nanswering smile on the other's face.\r\n\r\nThere came the sound of the Kid's feet grating on the road as he\r\nturned; and as he heard it Mr. Parker, that eminent tactician, for\r\nthe first time lost his head. With a vague idea of screening Psmith\r\nfrom the eyes of the man in the road he half rose. For an instant\r\nthe muzzle of the pistol ceased to point at Psmith's waistcoat. It\r\nwas the very chance Psmith had been waiting for. His left hand shot\r\nout, grasped the other's wrist, and gave it a sharp wrench. The\r\nrevolver went off with a deafening report, the bullet passing\r\nthrough the back of the cab; then fell to the floor, as the fingers\r\nlost their hold. The next moment Psmith's right fist, darting\r\nupwards, took Mr. Parker neatly under the angle of the jaw.\r\n\r\nThe effect was instantaneous. Psmith had risen from his seat as he\r\ndelivered the blow, and it consequently got the full benefit of his\r\nweight, which was not small. Mr. Parker literally crumpled up. His\r\nhead jerked back, then fell limply on his chest. He would have\r\nslipped to the floor had not Psmith pushed him on to the seat.\r\n\r\nThe interested face of the Kid appeared at the window. Behind him\r\ncould be seen portions of the faces of the two thick-necks.\r\n\r\n\"Ah, Comrade Brady!\" said Psmith genially. \"I heard your voice,\r\nand was hoping you might look in for a chat.\"\r\n\r\n\"What's doin', Mr. Smith?\" queried the excited Kid.\r\n\r\n\"Much, Comrade Brady, much. I will tell you all anon. Meanwhile,\r\nhowever, kindly knock that chauffeur down and sit on his head. He's\r\na bad person.\"\r\n\r\n\"De guy's beat it,\" volunteered the first thick-neck.\r\n\r\n\"Surest thing you know,\" said the other.\r\n\r\n\"What's been doin', Mr. Smith?\" asked the Kid.\r\n\r\n\"I'll tell you about it as we go, Comrade Brady,\" said Psmith,\r\nstepping into the road. \"Riding in a taxi is pleasant provided it\r\nis not overdone. For the moment I have had sufficient. A bit of\r\nwalking will do me good.\"\r\n\r\n\"What are you going to do with this guy, Mr. Smith?\" asked the\r\nKid, pointing to Parker, who had begun to stir slightly.\r\n\r\nPsmith inspected the stricken one gravely.\r\n\r\n\"I have no use for him, Comrade Brady,\" he said. \"Our ride together\r\ngave me as much of his society as I desire for to-day. Unless you\r\nor either of your friends are collecting Parkers, I propose that we\r\nleave him where he is. We may as well take the gun, however. In my\r\nopinion, Comrade Parker is not the proper man to have such a\r\nweapon. He is too prone to go firing it off in any direction at a\r\nmoment's notice, causing inconvenience to all.\" He groped on the\r\nfloor of the cab for the revolver. \"Now, Comrade Brady,\" he said,\r\nstraightening himself up, \"I am at your disposal. Shall we be\r\npushing on?\"\r\n\r\n            *    *    *\r\n\r\nIt was late in the evening when Psmith returned to the metropolis,\r\nafter a pleasant afternoon at the Brady training-camp. The Kid,\r\nhaving heard the details of the ride, offered once more to abandon\r\nhis match with Eddie Wood, but Psmith would not hear of it. He was\r\nfairly satisfied that the opposition had fired their last shot, and\r\nthat their next move would be to endeavour to come to terms. They\r\ncould not hope to catch him off his guard a second time, and, as\r\nfar as hired assault and battery were concerned, he was as safe in\r\nNew York, now that Bat Jarvis had declared himself on his side, as\r\nhe would have been in the middle of a desert. What Bat said was\r\nlaw on the East Side. No hooligan, however eager to make money,\r\nwould dare to act against a _protege_ of the Groome Street leader.\r\n\r\nThe only flaw in Psmith's contentment was the absence of Billy\r\nWindsor. On this night of all nights the editorial staff of _Cosy\r\nMoments_ should have been together to celebrate the successful\r\noutcome of their campaign. Psmith dined alone, his enjoyment of the\r\nrather special dinner which he felt justified in ordering in honour\r\nof the occasion somewhat diminished by the thought of Billy's hard\r\ncase. He had seen Mr William Collier in _The Man from Mexico_, and\r\nthat had given him an understanding of what a term of imprisonment\r\non Blackwell's Island meant. Billy, during these lean days, must be\r\nsupporting life on bread, bean soup, and water. Psmith, toying with\r\nthe hors d'oeuvre, was somewhat saddened by the thought.\r\n\r\n            *    *    *\r\n\r\nAll was quiet at the office on the following day. Bat Jarvis,\r\nagain accompanied by the faithful Otto, took up his position in the\r\ninner room, prepared to repel all invaders; but none arrived. No\r\nsounds broke the peace of the outer office except the whistling of\r\nMaster Maloney.\r\n\r\nThings were almost dull when the telephone bell rang. Psmith took\r\ndown the receiver.\r\n\r\n\"Hullo?\" he said.\r\n\r\n\"I'm Parker,\" said a moody voice.\r\n\r\nPsmith uttered a cry of welcome.\r\n\r\n\"Why, Comrade Parker, this is splendid! How goes it? Did you get\r\nback all right yesterday? I was sorry to have to tear myself away,\r\nbut I had other engagements. But why use the telephone? Why not\r\ncome here in person? You know how welcome you are. Hire a taxi-cab\r\nand come right round.\"\r\n\r\nMr. Parker made no reply to the invitation.\r\n\r\n\"Mr. Waring would like to see you.\"\r\n\r\n\"Who, Comrade Parker?\"\r\n\r\n\"Mr. Stewart Waring.\"\r\n\r\n\"The celebrated tenement house-owner?\"\r\n\r\nSilence from the other end of the wire. \"Well,\" said Psmith, \"what\r\nstep does he propose to take towards it?\"\r\n\r\n\"He tells me to say that he will be in his office at twelve o'clock\r\nto-morrow morning. His office is in the Morton Building, Nassau\r\nStreet.\"\r\n\r\nPsmith clicked his tongue regretfully.\r\n\r\n\"Then I do not see how we can meet,\" he said. \"I shall be here.\"\r\n\r\n\"He wishes to see you at his office.\"\r\n\r\n\"I am sorry, Comrade Parker. It is impossible. I am very busy just\r\nnow, as you may know, preparing the next number, the one in which we\r\npublish the name of the owner of the Pleasant Street Tenements.\r\nOtherwise, I should be delighted. Perhaps later, when the rush of\r\nwork has diminished somewhat.\"\r\n\r\n\"Am I to tell Mr. Waring that you refuse?\"\r\n\r\n\"If you are seeing him at any time and feel at a loss for something\r\nto say, perhaps you might mention it. Is there anything else I can\r\ndo for you, Comrade Parker?\"\r\n\r\n\"See here--\"\r\n\r\n\"Nothing? Then good-bye. Look in when you're this way.\"\r\n\r\nHe hung up the receiver.\r\n\r\nAs he did so, he was aware of Master Maloney standing beside the\r\ntable.\r\n\r\n\"Yes, Comrade Maloney?\"\r\n\r\n\"Telegram,\" said Pugsy. \"For Mr. Windsor.\"\r\n\r\nPsmith ripped open the envelope.\r\n\r\nThe message ran:\r\n\r\n\"Returning to-day. Will be at office to-morrow morning,\" and it was\r\nsigned \"Wilberfloss.\"\r\n\r\n\"See who's here!\" said Psmith softly."
  ]
}