{
  "index": 23,
  "title": "Chapter 22",
  "paragraphs": [
    "REDUCTIONS IN THE STAFF\r\n\r\nThe first member of the staff of _Cosy Moments_ to arrive at the\r\noffice on the following morning was Master Maloney. This sounds\r\nlike the beginning of a \"Plod and Punctuality,\" or \"How Great\r\nFortunes have been Made\" story; but, as a matter of fact, Master\r\nMaloney was no early bird. Larks who rose in his neighbourhood,\r\nrose alone. He did not get up with them. He was supposed to be at\r\nthe office at nine o'clock. It was a point of honour with him, a\r\nsort of daily declaration of independence, never to put in an\r\nappearance before nine-thirty. On this particular morning he was\r\npunctual to the minute, or half an hour late, whichever way you\r\nchoose to look at it.\r\n\r\nHe had only whistled a few bars of \"My Little Irish Rose,\" and had\r\nbarely got into the first page of his story of life on the prairie\r\nwhen Kid Brady appeared. The Kid, as was his habit when not in\r\ntraining, was smoking a big black cigar. Master Maloney eyed him\r\nadmiringly. The Kid, unknown to that gentleman himself, was Pugsy's\r\nideal. He came from the Plains; and had, indeed, once actually been\r\na cowboy; he was a coming champion; and he could smoke black\r\ncigars. It was, therefore, without his usual well-what-is-it-now?\r\nair that Pugsy laid down his book, and prepared to converse.\r\n\r\n\"Say, Mr. Smith or Mr. Windsor about, Pugsy?\" asked the Kid.\r\n\r\n\"Naw, Mr. Brady, they ain't came yet,\" replied Master Maloney\r\nrespectfully.\r\n\r\n\"Late, ain't they?\"\r\n\r\n\"Sure. Mr. Windsor generally blows in before I do.\"\r\n\r\n\"Wonder what's keepin' them.\"\r\n\r\n\"P'raps, dey've bin put out of business,\" suggested Pugsy\r\nnonchalantly.\r\n\r\n\"How's that?\"\r\n\r\nPugsy related the events of the previous day, relaxing something of\r\nhis austere calm as he did so. When he came to the part where the\r\nTable Hill allies swooped down on the unsuspecting Three Pointers,\r\nhe was almost animated.\r\n\r\n\"Say,\" said the Kid approvingly, \"that Smith guy's got more grey\r\nmatter under his thatch than you'd think to look at him. I--\"\r\n\r\n\"Comrade Brady,\" said a voice in the doorway, \"you do me proud.\"\r\n\r\n\"Why, say,\" said the Kid, turning, \"I guess the laugh's on me. I\r\ndidn't see you, Mr. Smith. Pugsy's been tellin' me how you sent him\r\nfor the Table Hills yesterday. That was cute. It was mighty smart.\r\nBut say, those guys are goin' some, ain't they now! Seems as if\r\nthey was dead set on puttin' you out of business.\"\r\n\r\n\"Their manner yesterday, Comrade Brady, certainly suggested the\r\npresence of some sketchy outline of such an ideal in their minds.\r\nOne Sam, in particular, an ebony-hued sportsman, threw himself into\r\nthe task with great vim. I rather fancy he is waiting for us with\r\nhis revolver to this moment. But why worry? Here we are, safe and\r\nsound, and Comrade Windsor may be expected to arrive at any moment.\r\nI see, Comrade Brady, that you have been matched against one Eddie\r\nWood.\"\r\n\r\n\"It's about that I wanted to see you, Mr. Smith. Say, now that\r\nthings have been and brushed up so, what with these gang guys\r\nlayin' for you the way they're doin', I guess you'll be needin' me\r\naround here. Isn't that right? Say the word and I'll call off this\r\nEddie Wood fight.\"\r\n\r\n\"Comrade Brady,\" said Psmith with some enthusiasm, \"I call that a\r\nsporting offer. I'm very much obliged. But we mustn't stand in your\r\nway. If you eliminate this Comrade Wood, they will have to give you\r\na chance against Jimmy Garvin, won't they?\"\r\n\r\n\"I guess that's right, sir,\" said the Kid. \"Eddie stayed nineteen\r\nrounds against Jimmy, and if I can put him away, it gets me into\r\nline with Jimmy, and he can't side-step me.\"\r\n\r\n\"Then go in and win, Comrade Brady. We shall miss you. It will be\r\nas if a ray of sunshine had been removed from the office. But you\r\nmustn't throw a chance away. We shall be all right, I think.\"\r\n\r\n\"I'll train at White Plains,\" said the Kid. \"That ain't far from\r\nhere, so I'll be pretty near in case I'm wanted. Hullo, who's\r\nhere?\"\r\n\r\nHe pointed to the door. A small boy was standing there, holding a\r\nnote.\r\n\r\n\"Mr. Smith?\"\r\n\r\n\"Sir to you,\" said Psmith courteously.\r\n\r\n\"P. Smith?\"\r\n\r\n\"The same. This is your lucky day.\"\r\n\r\n\"Cop at Jefferson Market give me dis to take to youse.\"\r\n\r\n\"A cop in Jefferson Market?\" repeated Psmith. \"I did not know I\r\nhad friends among the constabulary there. Why, it's from Comrade\r\nWindsor.\" He opened the envelope and read the letter. \"Thanks,\" he\r\nsaid, giving the boy a quarter-dollar.\r\n\r\nIt was apparent the Kid was politely endeavouring to veil his\r\ncuriosity. Master Maloney had no such scruples.\r\n\r\n\"What's in de letter, boss?\" he inquired.\r\n\r\n\"The letter, Comrade Maloney, is from our Mr. Windsor, and relates\r\nin terse language the following facts, that our editor last night\r\nhit a policeman in the eye, and that he was sentenced this morning\r\nto thirty days on Blackwell's Island.\"\r\n\r\n\"He's de guy!\" admitted Master Maloney approvingly.\r\n\r\n\"What's that?\" said the Kid. \"Mr. Windsor bin punchin' cops! What's\r\nhe bin doin' that for?\"\r\n\r\n\"He gives no clue. I must go and find out. Could you help Comrade\r\nMaloney mind the shop for a few moments while I push round to\r\nJefferson Market and make inquiries?\"\r\n\r\n\"Sure. But say, fancy Mr. Windsor cuttin' loose that way!\" said the\r\nKid admiringly.\r\n\r\nThe Jefferson Market Police Court is a little way down town, near\r\nWashington Square. It did not take Psmith long to reach it, and by\r\nthe judicious expenditure of a few dollars he was enabled to obtain\r\nan interview with Billy in a back room.\r\n\r\nThe chief editor of _Cosy Moments_ was seated on a bench, looking\r\nupon the world through a pair of much blackened eyes. His general\r\nappearance was dishevelled. He had the air of a man who has been\r\ncaught in the machinery.\r\n\r\n\"Hullo, Smith,\" he said. \"You got my note all right then?\"\r\n\r\nPsmith looked at him, concerned.\r\n\r\n\"Comrade Windsor,\" he said, \"what on earth has been happening to\r\nyou?\"\r\n\r\n\"Oh, that's all right,\" said Billy. \"That's nothing.\"\r\n\r\n\"Nothing! You look as if you had been run over by a motor-car.\"\r\n\r\n\"The cops did that,\" said Billy, without any apparent resentment.\r\n\"They always turn nasty if you put up a fight. I was a fool to do\r\nit, I suppose, but I got so mad. They knew perfectly well that I\r\nhad nothing to do with any pool-room downstairs.\"\r\n\r\nPsmith's eye-glass dropped from his eye.\r\n\r\n\"Pool-room, Comrade Windsor?\"\r\n\r\n\"Yes. The house where I live was raided late last night. It seems\r\nthat some gamblers have been running a pool-room on the ground\r\nfloor. Why the cops should have thought I had anything to do with\r\nit, when I was sleeping peacefully upstairs, is more than I can\r\nunderstand. Anyway, at about three in the morning there was the\r\ndickens of a banging at my door. I got up to see what was doing,\r\nand found a couple of Policemen there. They told me to come along\r\nwith them to the station. I asked what on earth for. I might have\r\nknown it was no use arguing with a New York cop. They said they had\r\nbeen tipped off that there was a pool-room being run in the house,\r\nand that they were cleaning up the house, and if I wanted to say\r\nanything I'd better say it to the magistrate. I said, all right,\r\nI'd put on some clothes and come with them. They said they couldn't\r\nwait about while I put on clothes. I said I wasn't going to travel\r\nabout New York in pyjamas, and started to get into my shirt. One of\r\nthem gave me a shove in the ribs with his night-stick, and told me\r\nto come along quick. And that made me so mad I hit out.\" A chuckle\r\nescaped Billy. \"He wasn't expecting it, and I got him fair. He went\r\ndown over the bookcase. The other cop took a swipe at me with his\r\nclub, but by that time I was so mad I'd have taken on Jim Jeffries,\r\nif he had shown up and got in my way. I just sailed in, and was\r\nbeginning to make the man think that he had stumbled on Stanley\r\nKetchel or Kid Brady or a dynamite explosion by mistake, when the\r\nother fellow loosed himself from the bookcase, and they started in\r\non me together, and there was a general rough house, in the middle\r\nof which somebody seemed to let off about fifty thousand dollars'\r\nworth of fireworks all in a bunch; and I didn't remember anything\r\nmore till I found myself in a cell, pretty nearly knocked to\r\npieces. That's my little life-history. I guess I was a fool to cut\r\nloose that way, but I was so mad I didn't stop to think.\"\r\n\r\nPsmith sighed.\r\n\r\n\"You have told me your painful story,\" he said. \"Now hear mine.\r\nAfter parting with you last night, I went meditatively back to my\r\nFourth Avenue address, and, with a courtly good night to the large\r\npoliceman who, as I have mentioned in previous conversations, is\r\nstationed almost at my very door, I passed on into my room, and had\r\nsoon sunk into a dreamless slumber. At about three o'clock in the\r\nmorning I was aroused by a somewhat hefty banging on the door.\"\r\n\r\n\"What!\"\r\n\r\n\"A banging at the door,\" repeated Psmith. \"There, standing on the\r\nmat, were three policemen. From their remarks I gathered that\r\ncertain bright spirits had been running a gambling establishment in\r\nthe lower regions of the building--where, I think I told you, there\r\nis a saloon--and the Law was now about to clean up the place. Very\r\ncordially the honest fellows invited me to go with them. A\r\nconveyance, it seemed, waited in the street without. I pointed out,\r\neven as you appear to have done, that sea-green pyjamas with old\r\nrose frogs were not the costume in which a Shropshire Psmith should\r\nbe seen abroad in one of the world's greatest cities; but they\r\nassured me--more by their manner than their words--that my\r\nmisgivings were out of place, so I yielded. These men, I told\r\nmyself, have lived longer in New York than I. They know what is\r\ndone and what is not done. I will bow to their views. So I went\r\nwith them, and after a very pleasant and cosy little ride in the\r\npatrol waggon, arrived at the police station. This morning I\r\nchatted a while with the courteous magistrate, convinced him by\r\nmeans of arguments and by silent evidence of my open, honest face\r\nand unwavering eye that I was not a professional gambler, and came\r\naway without a stain on my character.\"\r\n\r\nBilly Windsor listened to this narrative with growing interest.\r\n\r\n\"Gum! it's them!\" he cried.\r\n\r\n\"As Comrade Maloney would say,\" said Psmith, \"meaning what,\r\nComrade Windsor?\"\r\n\r\n\"Why, the fellows who are after that paper. They tipped the police\r\noff about the pool-rooms, knowing that we should be hauled off\r\nwithout having time to take anything with us. I'll bet anything you\r\nlike they have been in and searched our rooms by now.\"\r\n\r\n\"As regards yours, Comrade Windsor, I cannot say. But it is an\r\nundoubted fact that mine, which I revisited before going to the\r\noffice, in order to correct what seemed to me even on reflection\r\ncertain drawbacks to my costume, looks as if two cyclones and a\r\nthreshing machine had passed through it.\"\r\n\r\n\"They've searched it?\"\r\n\r\n\"With a fine-toothed comb. Not one of my objects of vertu but has\r\nbeen displaced.\"\r\n\r\nBilly Windsor slapped his knee.\r\n\r\n\"It was lucky you thought of sending that paper by post,\" he said.\r\n\"We should have been done if you hadn't. But, say,\" he went on\r\nmiserably, \"this is awful. Things are just warming up for the final\r\nburst, and I'm out of it all.\"\r\n\r\n\"For thirty days,\" sighed Psmith. \"What _Cosy Moments_ really needs\r\nis a _sitz-redacteur_.\"\r\n\r\n\"A what?\"\r\n\r\n\"A _sitz-redacteur_, Comrade Windsor, is a gentleman employed by\r\nGerman newspapers with a taste for _lese majeste_ to go to prison\r\nwhenever required in place of the real editor. The real editor\r\nhints in his bright and snappy editorial, for instance, that the\r\nKaiser's moustache reminds him of a bad dream. The police force\r\nswoops down en masse on the office of the journal, and are met by\r\nthe _sitz-redacteur_, who goes with them peaceably, allowing the\r\neditor to remain and sketch out plans for his next week's article\r\non the Crown Prince. We need a _sitz-redacteur_ on _Cosy Moments_\r\nalmost as much as a fighting editor; and we have neither.\"\r\n\r\n\"The Kid has had to leave then?\"\r\n\r\n\"He wants to go into training at once. He very sportingly offered\r\nto cancel his match, but of course that would never do. Unless you\r\nconsider Comrade Maloney equal to the job, I must look around me\r\nfor some one else. I shall be too fully occupied with purely\r\nliterary matters to be able to deal with chance callers. But I have\r\na scheme.\"\r\n\r\n\"What's that?\"\r\n\r\n\"It seems to me that we are allowing much excellent material to lie\r\nunused in the shape of Comrade Jarvis.\"\r\n\r\n\"Bat Jarvis.\"\r\n\r\n\"The same. The cat-specialist to whom you endeared yourself\r\nsomewhat earlier in the proceedings by befriending one of his\r\nwandering animals. Little deeds of kindness, little acts of love,\r\nas you have doubtless heard, help, etc. Should we not give Comrade\r\nJarvis an opportunity of proving the correctness of this statement?\r\nI think so. Shortly after you--if you will forgive me for touching\r\non a painful subject--have been haled to your dungeon, I will push\r\nround to Comrade Jarvis's address, and sound him on the subject.\r\nUnfortunately, his affection is confined, I fancy, to you. Whether\r\nhe will consent to put himself out on my behalf remains to be seen.\r\nHowever, there is no harm in trying. If nothing else comes of the\r\nvisit, I shall at least have had the opportunity of chatting with\r\none of our most prominent citizens.\"\r\n\r\nA policeman appeared at the door.\r\n\r\n\"Say, pal,\" he remarked to Psmith, \"you'll have to be fading away\r\nsoon, I guess. Give you three minutes more. Say it quick.\"\r\n\r\nHe retired. Billy leaned forward to Psmith.\r\n\r\n\"I guess they won't give me much chance,\" he whispered, \"but if you\r\nsee me around in the next day or two, don't be surprised.\"\r\n\r\n\"I fail to follow you, Comrade Windsor.\"\r\n\r\n\"Men have escaped from Blackwell's Island before now. Not many,\r\nit's true; but it has been done.\"\r\n\r\nPsmith shook his head.\r\n\r\n\"I shouldn't,\" he said. \"They're bound to catch you, and then you\r\nwill be immersed in the soup beyond hope of recovery. I shouldn't\r\nwonder if they put you in your little cell for a year or so.\"\r\n\r\n\"I don't care,\" said Billy stoutly. \"I'd give a year later on to be\r\nround and about now.\"\r\n\r\n\"I shouldn't,\" urged Psmith. \"All will be well with the paper. You\r\nhave left a good man at the helm.\"\r\n\r\n\"I guess I shan't get a chance, but I'll try it if I do.\"\r\n\r\nThe door opened and the policeman reappeared.\r\n\r\n\"Time's up, I reckon.\"\r\n\r\n\"Well, good-bye, Comrade Windsor,\" said Psmith regretfully.\r\n\"Abstain from undue worrying. It's a walk-over from now on, and\r\nthere's no earthly need for you to be around the office. Once, I\r\nadmit, this could not have been said. But now things have\r\nsimplified themselves. Have no fear. This act is going to be a\r\nscream from start to finish.\""
  ]
}