{
  "index": 24,
  "title": "Chapter 23",
  "paragraphs": [
    "A GATHERING OF CAT-SPECIALISTS\r\n\r\nMaster Maloney raised his eyes for a moment from his book as Psmith\r\nre-entered the office.\r\n\r\n\"Dere's a guy in dere waitin' ter see youse,\" he said briefly,\r\njerking his head in the direction of the inner room.\r\n\r\n\"A guy waiting to see me, Comrade Maloney? With or without a\r\nsand-bag?\"\r\n\r\n\"Says his name's Jackson,\" said Master Maloney, turning a page.\r\n\r\nPsmith moved quickly to the door of the inner room.\r\n\r\n\"Why, Comrade Jackson,\" he said, with the air of a father welcoming\r\nhome the prodigal son, \"this is the maddest, merriest day of all\r\nthe glad New Year. Where did you come from?\"\r\n\r\nMike, looking very brown and in excellent condition, put down the\r\npaper he was reading.\r\n\r\n\"Hullo, Psmith,\" he said. \"I got back this morning. We're playing a\r\ngame over in Brooklyn to-morrow.\"\r\n\r\n\"No engagements of any importance to-day?\"\r\n\r\n\"Not a thing. Why?\"\r\n\r\n\"Because I propose to take you to visit Comrade Jarvis, whom you\r\nwill doubtless remember.\"\r\n\r\n\"Jarvis?\" said Mike, puzzled. \"I don't remember any Jarvis.\"\r\n\r\n\"Let your mind wander back a little through the jungle of the past.\r\nDo you recollect paying a visit to Comrade Windsor's room--\"\r\n\r\n\"By the way, where is Windsor?\"\r\n\r\n\"In prison. Well, on that evening--\"\r\n\r\n\"In prison?\"\r\n\r\n\"For thirty days. For slugging a policeman. More of this, however,\r\nanon. Let us return to that evening. Don't you remember a certain\r\ngentleman with just about enough forehead to keep his front hair\r\nfrom getting all tangled up with his eye-brows?\"\r\n\r\n\"Oh, the cat chap? _I_ know.\"\r\n\r\n\"As you very justly observe, Comrade Jackson, the cat chap. For\r\ngoing straight to the mark and seizing on the salient point of a\r\nsituation, I know of no one who can last two minutes against you.\r\nComrade Jarvis may have other sides to his character--possibly\r\nmany--but it is as a cat chap that I wish to approach him to-day.\"\r\n\r\n\"What's the idea? What are you going to see him for?\"\r\n\r\n\"We,\" corrected Psmith. \"I will explain all at a little luncheon at\r\nwhich I trust that you will be my guest. Already, such is the\r\nstress of this journalistic life, I hear my tissues crying out\r\nimperatively to be restored. An oyster and a glass of milk\r\nsomewhere round the corner, Comrade Jackson? I think so, I think\r\nso.\"\r\n\r\n            *    *    *\r\n\r\n\"I was reading _Cosy Moments_ in there,\" said Mike, as they lunched.\r\n\"You certainly seem to have bucked it up rather. Kid Brady's\r\nreminiscences are hot stuff.\"\r\n\r\n\"Somewhat sizzling, Comrade Jackson,\" admitted Psmith. \"They have,\r\nhowever, unfortunately cost us a fighting editor.\"\r\n\r\n\"How's that?\"\r\n\r\n\"Such is the boost we have given Comrade Brady, that he is now\r\nnever without a match. He has had to leave us to-day to go to White\r\nPlains to train for an encounter with a certain Mr. Wood, a\r\nfour-ounce-glove juggler of established fame.\"\r\n\r\n\"I expect you need a fighting editor, don't you?\"\r\n\r\n\"He is indispensable, Comrade Jackson, indispensable.\"\r\n\r\n\"No rotting. Has anybody cut up rough about the stuff you've\r\nprinted?\"\r\n\r\n\"Cut up rough? Gadzooks! I need merely say that one critical reader\r\nput a bullet through my hat--\"\r\n\r\n\"Rot! Not really?\"\r\n\r\n\"While others kept me tree'd on top of a roof for the space of\r\nnearly an hour. Assuredly they have cut up rough, Comrade Jackson.\"\r\n\r\n\"Great Scott! Tell us.\"\r\n\r\nPsmith briefly recounted the adventures of the past few weeks.\r\n\r\n\"But, man,\" said Mike, when he had finished \"why on earth don't you\r\ncall in the police?\"\r\n\r\n\"We have mentioned the matter to certain of the force. They\r\nappeared tolerably interested, but showed no tendency to leap\r\nexcitedly to our assistance. The New York policeman, Comrade\r\nJackson, like all great men, is somewhat peculiar. If you go to a\r\nNew York policeman and exhibit a black eye, he will examine it and\r\nexpress some admiration for the abilities of the citizen\r\nresponsible for the same. If you press the matter, he becomes\r\nbored, and says, 'Ain't youse satisfied with what youse got?\r\nG'wan!' His advice in such cases is good, and should be followed.\r\nNo; since coming to this city I have developed a habit of taking\r\ncare of myself, or employing private help. That is why I should\r\nlike you, if you will, to come with me to call upon Comrade Jarvis.\r\nHe is a person of considerable influence among that section of the\r\npopulace which is endeavouring to smash in our occiputs. Indeed, I\r\nknow of nobody who cuts a greater quantity of ice. If I can only\r\nenlist Comrade Jarvis's assistance, all will be well. If you are\r\nthrough with your refreshment, shall we be moving in his direction?\r\nBy the way, it will probably be necessary in the course of our\r\ninterview to allude to you as one of our most eminent living\r\ncat-fanciers. You do not object? Remember that you have in your\r\nEnglish home seventy-four fine cats, mostly Angoras. Are you on to\r\nthat? Then let us be going. Comrade Maloney has given me the\r\naddress. It is a goodish step down on the East side. I should like\r\nto take a taxi, but it might seem ostentatious. Let us walk.\"\r\n\r\n            *    *    *\r\n\r\nThey found Mr. Jarvis in his Groome Street fancier's shop, engaged\r\nin the intellectual occupation of greasing a cat's paws with butter.\r\nHe looked up as they entered, and began to breathe a melody with a\r\ncertain coyness.\r\n\r\n\"Comrade Jarvis,\" said Psmith, \"we meet again. You remember me?\"\r\n\r\n\"Nope,\" said Mr. Jarvis, pausing for a moment in the middle of a\r\nbar, and then taking up the air where he had left off. Psmith was\r\nnot discouraged.\r\n\r\n\"Ah,\" he said tolerantly, \"the fierce rush of New York life. How it\r\nwipes from the retina of to-day the image impressed on it but\r\nyesterday. Are you with me, Comrade Jarvis?\"\r\n\r\nThe cat-expert concentrated himself on the cat's paws without\r\nreplying.\r\n\r\n\"A fine animal,\" said Psmith, adjusting his eyeglass. \"To which\r\nparticular family of the Felis Domestica does that belong? In\r\ncolour it resembles a Neapolitan ice more than anything.\"\r\n\r\nMr. Jarvis's manner became unfriendly.\r\n\r\n\"Say, what do youse want? That's straight ain't it? If youse want\r\nto buy a boid or a snake why don't youse say so?\"\r\n\r\n\"I stand corrected,\" said Psmith. \"I should have remembered that\r\ntime is money. I called in here partly on the strength of being a\r\ncolleague and side-partner of Comrade Windsor--\"\r\n\r\n\"Mr. Windsor! De gent what caught my cat?\"\r\n\r\n\"The same--and partly in order that I might make two very eminent\r\ncat-fanciers acquainted. This,\" he said, with a wave of his hand\r\nin the direction of the silently protesting Mike, \"is Comrade\r\nJackson, possibly the best known of our English cat-fanciers.\r\nComrade Jackson's stud of Angoras is celebrated wherever the King's\r\nEnglish is spoken, and in Hoxton.\"\r\n\r\nMr. Jarvis rose, and, having inspected Mike with silent admiration\r\nfor a while, extended a well-buttered hand towards him. Psmith\r\nlooked on benevolently.\r\n\r\n\"What Comrade Jackson does not know about cats,\" he said, \"is not\r\nknowledge. His information on Angoras alone would fill a volume.\"\r\n\r\n\"Say,\"--Mr. Jarvis was evidently touching on a point which had\r\nweighed deeply upon him--\"why's catnip called catnip?\"\r\n\r\nMike looked at Psmith helplessly. It sounded like a riddle, but it\r\nwas obvious that Mr. Jarvis's motive in putting the question was\r\nnot frivolous. He really wished to know.\r\n\r\n\"The word, as Comrade Jackson was just about to observe,\" said\r\nPsmith, \"is a corruption of cat-mint. Why it should be so corrupted\r\nI do not know. But what of that? The subject is too deep to be gone\r\nfully into at the moment. I should recommend you to read Comrade\r\nJackson's little brochure on the matter. Passing lightly on from\r\nthat--\"\r\n\r\n\"Did youse ever have a cat dat ate beetles?\" inquired Mr. Jarvis.\r\n\r\n\"There was a time when many of Comrade Jackson's felidae supported\r\nlife almost entirely on beetles.\"\r\n\r\n\"Did they git thin?\"\r\n\r\nMike felt that it was time, if he was to preserve his reputation,\r\nto assert himself.\r\n\r\n\"No,\" he replied firmly.\r\n\r\nMr. Jarvis looked astonished.\r\n\r\n\"English beetles,\" said Psmith, \"don't make cats thin. Passing\r\nlightly--\"\r\n\r\n\"I had a cat oncest,\" said Mr. Jarvis, ignoring the remark and\r\nsticking to his point, \"dat ate beetles and got thin and used to\r\ntie itself into knots.\"\r\n\r\n\"A versatile animal,\" agreed Psmith.\r\n\r\n\"Say,\" Mr. Jarvis went on, now plainly on a subject near to his\r\nheart, \"dem beetles is fierce. Sure. Can't keep de cats off of\r\neatin' dem, I can't. First t'ing you know dey've swallowed dem, and\r\nden dey gits thin and ties theirselves into knots.\"\r\n\r\n\"You should put them into strait-waistcoats,\" said Psmith.\r\n\"Passing, however, lightly--\"\r\n\r\n\"Say, ever have a cross-eyed cat?\"\r\n\r\n\"Comrade Jackson's cats,\" said Psmith, \"have happily been almost\r\nfree from strabismus.\"\r\n\r\n\"Dey's lucky, cross-eyed cats is. You has a cross-eyed cat, and\r\nnot'in' don't never go wrong. But, say, was dere ever a cat wit\r\none blue eye and one yaller one in your bunch? Gum, it's fierce\r\nwhen it's like dat. It's a real skiddoo, is a cat wit one blue eye\r\nand one yaller one. Puts you in bad, surest t'ing you know. Oncest\r\na guy give me a cat like dat, and first t'ing you know I'm in bad\r\nall round. It wasn't till I give him away to de cop on de corner\r\nand gets me one dat's cross-eyed dat I lifts de skiddoo off of me.\"\r\n\r\n\"And what happened to the cop?\" inquired Psmith, interested.\r\n\r\n\"Oh, he got in bad, sure enough,\" said Mr. Jarvis without emotion.\r\n\"One of de boys what he'd pinched and had sent to de Island once\r\nlays for him and puts one over him wit a black-jack. Sure. Dat's\r\nwhat comes of havin' a cat wit one blue eye and one yaller one.\"\r\n\r\nMr. Jarvis relapsed into silence. He seemed to be meditating on the\r\ninscrutable workings of Fate. Psmith took advantage of the pause\r\nto leave the cat topic and touch on matter of more vital import.\r\n\r\n\"Tense and exhilarating as is this discussion of the optical\r\npeculiarities of cats,\" he said, \"there is another matter on which,\r\nif you will permit me, I should like to touch. I would hesitate to\r\nbore you with my own private troubles, but this is a matter which\r\nconcerns Comrade Windsor as well as myself, and I know that your\r\nregard for Comrade Windsor is almost an obsession.\"\r\n\r\n\"How's that?\"\r\n\r\n\"I should say,\" said Psmith, \"that Comrade Windsor is a man to whom\r\nyou give the glad hand.\"\r\n\r\n\"Sure. He's to the good, Mr. Windsor is. He caught me cat.\"\r\n\r\n\"He did. By the way, was that the one that used to tie itself into\r\nknots?\"\r\n\r\n\"Nope. Dat was anudder.\"\r\n\r\n\"Ah! However, to resume. The fact is, Comrade Jarvis, we are much\r\npersecuted by scoundrels. How sad it is in this world! We look to\r\nevery side. We look north, east, south, and west, and what do we\r\nsee? Mainly scoundrels. I fancy you have heard a little about our\r\ntroubles before this. In fact, I gather that the same scoundrels\r\nactually approached you with a view to engaging your services to\r\ndo us in, but that you very handsomely refused the contract.\"\r\n\r\n\"Sure,\" said Mr. Jarvis, dimly comprehending.\r\n\r\n\"A guy comes to me and says he wants you and Mr. Windsor put\r\nthrough it, but I gives him de t'run down. 'Nuttin' done,' I says.\r\n'Mr. Windsor caught me cat.'\"\r\n\r\n\"So I was informed,\" said Psmith. \"Well, failing you, they went to\r\na gentleman of the name of Reilly.\"\r\n\r\n\"Spider Reilly?\"\r\n\r\n\"You have hit it, Comrade Jarvis. Spider Reilly, the lessee and\r\nmanager of the Three Points gang.\"\r\n\r\n\"Dose T'ree Points, dey're to de bad. Dey're fresh.\"\r\n\r\n\"It is too true, Comrade Jarvis.\"\r\n\r\n\"Say,\" went on Mr. Jarvis, waxing wrathful at the recollection,\r\n\"what do youse t'ink dem fresh stiffs done de udder night. Started\r\nsome rough woik in me own dance-joint.\"\r\n\r\n\"Shamrock Hall?\" said Psmith.\r\n\r\n\"Dat's right. Shamrock Hall. Got gay, dey did, wit some of de Table\r\nHillers. Say, I got it in for dem gazebos, sure I have. Surest\r\nt'ing you know.\"\r\n\r\nPsmith beamed approval.\r\n\r\n\"That,\" he said, \"is the right spirit. Nothing could be more\r\nadmirable. We are bound together by our common desire to check the\r\never-growing spirit of freshness among the members of the Three\r\nPoints. Add to that the fact that we are united by a sympathetic\r\nknowledge of the manners and customs of cats, and especially that\r\nComrade Jackson, England's greatest fancier, is our mutual friend,\r\nand what more do we want? Nothing.\"\r\n\r\n\"Mr. Jackson's to de good,\" assented Mr. Jarvis, eyeing Mike in\r\nfriendly fashion.\r\n\r\n\"We are all to de good,\" said Psmith. \"Now the thing I wished to\r\nask you is this. The office of the paper on which I work was until\r\nthis morning securely guarded by Comrade Brady, whose name will be\r\nfamiliar to you.\"\r\n\r\n\"De Kid?\"\r\n\r\n\"On the bull's-eye, as usual, Comrade Jarvis. Kid Brady, the\r\ncoming light-weight champion of the world. Well, he has\r\nunfortunately been compelled to leave us, and the way into the\r\noffice is consequently clear to any sand-bag specialist who cares\r\nto wander in. Matters connected with the paper have become so\r\npoignant during the last few days that an inrush of these same\r\nspecialists is almost a certainty, unless--and this is where you\r\ncome in.\"\r\n\r\n\"Me?\"\r\n\r\n\"Will you take Comrade Brady's place for a few days?\"\r\n\r\n\"How's that?\"\r\n\r\n\"Will you come in and sit in the office for the next day or so and\r\nhelp hold the fort? I may mention that there is money attached to\r\nthe job. We will pay for your services. How do we go, Comrade\r\nJarvis?\"\r\n\r\nMr. Jarvis reflected but a brief moment.\r\n\r\n\"Why, sure,\" he said. \"Me fer dat. When do I start?\"\r\n\r\n\"Excellent, Comrade Jarvis. Nothing could be better. I am obliged.\r\nI rather fancy that the gay band of Three Pointers who will\r\nundoubtedly visit the offices of _Cosy Moments_ in the next few days,\r\nprobably to-morrow, are due to run up against the surprise of their\r\nlives. Could you be there at ten to-morrow morning?\"\r\n\r\n\"Sure t'ing. I'll bring me canister.\"\r\n\r\n\"I should,\" said Psmith. \"In certain circumstances one canister is\r\nworth a flood of rhetoric. Till to-morrow, then, Comrade Jarvis. I\r\nam very much obliged to you.\"\r\n\r\n            *    *    *\r\n\r\n\"Not at all a bad hour's work,\" said Psmith complacently, as they\r\nturned out of Groome Street. \"A vote of thanks to you, Comrade\r\nJackson, for your invaluable assistance.\"\r\n\r\n\"It strikes me I didn't do much,\" said Mike with a grin.\r\n\r\n\"Apparently, no. In reality, yes. Your manner was exactly right.\r\nReserved, yet not haughty. Just what an eminent cat-fancier's\r\nmanner should be. I could see that you made a pronounced hit with\r\nComrade Jarvis. By the way, if you are going to show up at the\r\noffice to-morrow, perhaps it would be as well if you were to look\r\nup a few facts bearing on the feline world. There is no knowing\r\nwhat thirst for information a night's rest may not give Comrade\r\nJarvis. I do not presume to dictate, but if you were to make\r\nyourself a thorough master of the subject of catnip, for instance,\r\nit might quite possibly come in useful.\""
  ]
}