{
  "index": 26,
  "title": "Chapter 25",
  "paragraphs": [
    "A FRIEND IN NEED\r\n\r\n\"The point is well taken,\" said Psmith thoughtfully.\r\n\r\n\"You think so?\" said Mr. Parker.\r\n\r\n\"I am convinced of it.\"\r\n\r\n\"Good. But don't move. Put that hand back where it was.\"\r\n\r\n\"You think of everything, Comrade Parker.\"\r\n\r\nHe dropped his hand on to the seat, and remained silent for a few\r\nmoments. The taxi-cab was buzzing along up Fifth Avenue now.\r\nLooking towards the window, Psmith saw that they were nearing the\r\npark. The great white mass of the Plaza Hotel showed up on the\r\nleft.\r\n\r\n\"Did you ever stop at the Plaza, Comrade Parker?\"\r\n\r\n\"No,\" said Mr. Parker shortly.\r\n\r\n\"Don't bite at me, Comrade Parker. Why be brusque on so joyous an\r\noccasion? Better men than us have stopped at the Plaza. Ah, the\r\nPark! How fresh the leaves, Comrade Parker, how green the herbage!\r\nFling your eye at yonder grassy knoll.\"\r\n\r\nHe raised his hand to point. Instantly the revolver was against his\r\nwaistcoat, making an unwelcome crease in that immaculate garment.\r\n\r\n\"I told you to keep that hand where it was.\"\r\n\r\n\"You did, Comrade Parker, you did. The fault,\" said Psmith\r\nhandsomely, \"was entirely mine. Carried away by my love of nature,\r\nI forgot. It shall not occur again.\"\r\n\r\n\"It had better not,\" said Mr. Parker unpleasantly. \"If it does, I'll\r\nblow a hole through you.\"\r\n\r\nPsmith raised his eyebrows.\r\n\r\n\"That, Comrade Parker,\" he said, \"is where you make your error. You\r\nwould no more shoot me in the heart of the metropolis than, I trust,\r\nyou would wear a made-up tie with evening dress. Your skin,\r\nhowever unhealthy to the eye of the casual observer, is doubtless\r\nprecious to yourself, and you are not the man I take you for if you\r\nwould risk it purely for the momentary pleasure of plugging me with\r\na revolver. The cry goes round criminal circles in New York,\r\n'Comrade Parker is not such a fool as he looks.' Think for a moment\r\nwhat would happen. The shot would ring out, and instantly\r\nbicycle-policemen would be pursuing this taxi-cab with the\r\npurposeful speed of greyhounds trying to win the Waterloo Cup. You\r\nwould be headed off and stopped. Ha! What is this? Psmith, the\r\nPeople's Pet, weltering in his gore? Death to the assassin! I fear\r\nnothing could save you from the fury of the mob, Comrade Parker. I\r\nseem to see them meditatively plucking you limb from limb. 'She\r\nloves me!' Off comes an arm. 'She loves me not.' A leg joins the\r\nlittle heap of limbs on the ground. That is how it would be. And\r\nwhat would you have left out of it? Merely, as I say, the momentary\r\npleasure of potting me. And it isn't as if such a feat could give\r\nyou the thrill of successful marksmanship. Anybody could hit a man\r\nwith a pistol at an inch and a quarter. I fear you have not thought\r\nthis matter out with sufficient care, Comrade Parker. You said to\r\nyourself, 'Happy thought, I will kidnap Psmith!' and all your\r\nfriends said, 'Parker is the man with the big brain!' But now,\r\nwhile it is true that I can't get out, you are moaning, 'What on\r\nearth shall I do with him, now that I have got him?'\"\r\n\r\n\"You think so, do you?\"\r\n\r\n\"I am convinced of it. Your face is contorted with the anguish of\r\nmental stress. Let this be a lesson to you, Comrade Parker, never\r\nto embark on any enterprise of which you do not see the end.\"\r\n\r\n\"I guess I see the end of this all right.\"\r\n\r\n\"You have the advantage of me then, Comrade Parker. It seems to me\r\nthat we have nothing before us but to go on riding about New York\r\ntill you feel that my society begins to pall.\"\r\n\r\n\"You figure you're clever, I guess.\"\r\n\r\n\"There are few brighter brains in this city, Comrade Parker. But\r\nwhy this sudden tribute?\"\r\n\r\n\"You reckon you've thought it all out, eh?\"\r\n\r\n\"There may be a flaw in my reasoning, but I confess I do not at the\r\nmoment see where it lies. Have you detected one?\"\r\n\r\n\"I guess so.\"\r\n\r\n\"Ah! And what is it?\"\r\n\r\n\"You seem to think New York's the only place on the map.\"\r\n\r\n\"Meaning what, Comrade Parker?\"\r\n\r\n\"It might be a fool trick to shoot you in the city as you say, but,\r\nyou see, we aren't due to stay in the city. This cab is moving on.\"\r\n\r\n\"Like John Brown's soul,\" said Psmith, nodding. \"I see. Then you\r\npropose to make quite a little tour in this cab?\"\r\n\r\n\"You've got it.\"\r\n\r\n\"And when we are out in the open country, where there are no\r\nwitnesses, things may begin to move.\"\r\n\r\n\"That's it.\"\r\n\r\n\"Then,\" said Psmith heartily, \"till that moment arrives what we\r\nmust do is to entertain each other with conversation. You can take\r\nno step of any sort for a full half-hour, possibly more, so let us\r\ngive ourselves up to the merriment of the passing instant. Are you\r\ngood at riddles, Comrade Parker? How much wood would a wood-chuck\r\nchuck, assuming for purposes of argument that it was in the power\r\nof a wood-chuck to chuck wood?\"\r\n\r\nMr. Parker did not attempt to solve this problem. He was sitting\r\nin the same attitude of watchfulness, the revolver resting on his\r\nknee. He seemed mistrustful of Psmith's right hand, which was\r\nhanging limply at his side. It was from this quarter that he seemed\r\nto expect attack. The cab was bowling easily up the broad street,\r\npast rows on rows of high houses, all looking exactly the same.\r\nOccasionally, to the right, through a break in the line of\r\nbuildings, a glimpse of the river could be seen.\r\n\r\nPsmith resumed the conversation.\r\n\r\n\"You are not interested in wood-chucks, Comrade Parker? Well, well,\r\nmany people are not. A passion for the flora and fauna of our\r\nforests is innate rather than acquired. Let us talk of something\r\nelse. Tell me about your home-life, Comrade Parker. Are you\r\nmarried? Are there any little Parkers running about the house? When\r\nyou return from this very pleasant excursion will baby voices crow\r\ngleefully, 'Fahzer's come home'?\"\r\n\r\nMr. Parker said nothing.\r\n\r\n\"I see,\" said Psmith with ready sympathy. \"I understand. Say no\r\nmore. You are unmarried. She wouldn't have you. Alas, Comrade\r\nParker! However, thus it is! We look around us, and what do we\r\nsee? A solid phalanx of the girls we have loved and lost. Tell me\r\nabout her, Comrade Parker. Was it your face or your manners at\r\nwhich she drew the line?\"\r\n\r\nMr. Parker leaned forward with a scowl. Psmith did not move, but\r\nhis right hand, as it hung, closed. Another moment and Mr. Parker's\r\nchin would be in just the right position for a swift upper-cut. . .\r\n\r\nThis fact appeared suddenly to dawn on Mr. Parker himself. He drew\r\nback quickly, and half raised the revolver. Psmith's hand resumed\r\nits normal attitude.\r\n\r\n\"Leaving more painful topics,\" said Psmith, \"let us turn to another\r\npoint. That note which the grubby stripling brought to me at the\r\noffice purported to come from Comrade Windsor, and stated that he\r\nhad escaped from Blackwell's Island, and was awaiting my arrival at\r\nsome address in the Bowery. Would you mind telling me, purely to\r\nsatisfy my curiosity, if that note was genuine? I have never made\r\na close study of Comrade Windsor's handwriting, and in an unguarded\r\nmoment I may have assumed too much.\"\r\n\r\nMr. Parker permitted himself a smile.\r\n\r\n\"I guess you aren't so clever after all,\" he said. \"The note was a\r\nfake all right.\"\r\n\r\n\"And you had this cab waiting for me on the chance?\"\r\n\r\nMr. Parker nodded.\r\n\r\n\"Sherlock Holmes was right,\" said Psmith regretfully. \"You may\r\nremember that he advised Doctor Watson never to take the first cab,\r\nor the second. He should have gone further, and urged him not to\r\ntake cabs at all. Walking is far healthier.\"\r\n\r\n\"You'll find it so,\" said Mr. Parker.\r\n\r\nPsmith eyed him curiously.\r\n\r\n\"What _are_ you going to do with me, Comrade Parker?\" he asked.\r\n\r\nMr. Parker did not reply. Psmith's eye turned again to the window.\r\nThey had covered much ground since last he had looked at the view.\r\nThey were off Manhattan Island now, and the houses were beginning\r\nto thin out. Soon, travelling at their present rate, they must come\r\ninto the open country. Psmith relapsed into silence. It was\r\nnecessary for him to think. He had been talking in the hope of\r\ngetting the other off his guard; but Mr. Parker was evidently too\r\nkeenly on the look-out. The hand that held the revolver never\r\nwavered. The muzzle, pointing in an upward direction, was aimed at\r\nPsmith's waist. There was no doubt that a move on his part would be\r\nfatal. If the pistol went off, it must hit him. If it had been\r\npointed at his head in the orthodox way he might have risked a\r\nsudden blow to knock it aside, but in the present circumstances\r\nthat would be useless. There was nothing to do but wait.\r\n\r\nThe cab moved swiftly on. Now they had reached the open country. An\r\noccasional wooden shack was passed, but that was all. At any moment\r\nthe climax of the drama might be reached. Psmith's muscles\r\nstiffened for a spring. There was little chance of its being\r\neffective, but at least it would be better to put up some kind of a\r\nfight. And he had a faint hope that the suddenness of his movement\r\nmight upset the other's aim. He was bound to be hit somewhere.\r\nThat was certain. But quickness might save him to some extent.\r\n\r\nHe braced his leg against the back of the cab. In another moment\r\nhe would have sprung; but just then the smooth speed of the cab\r\nchanged to a series of jarring bumps, each more emphatic than the\r\nlast. It slowed down, then came to a halt. One of the tyres had\r\nburst.\r\n\r\nThere was a thud, as the chauffeur jumped down. They heard him\r\nfumbling in the tool-box. Presently the body of the machine was\r\nraised slightly as he got to work with the jack.\r\n\r\nIt was about a minute later that somebody in the road outside\r\nspoke.\r\n\r\n\"Had a breakdown?\" inquired the voice. Psmith recognised it. It\r\nwas the voice of Kid Brady."
  ]
}