{
  "index": 25,
  "title": "Chapter 24",
  "paragraphs": [
    "TRAPPED\r\n\r\nMr. Jarvis was as good as his word. On the following morning, at\r\nten o'clock to the minute, he made his appearance at the office of\r\n_Cosy Moments_, his fore-lock more than usually well oiled in honour\r\nof the occasion, and his right coat-pocket bulging in a manner that\r\nbetrayed to the initiated eye the presence of the faithful\r\n\"canister.\" With him, in addition to his revolver, he brought a\r\nlong, thin young man who wore under his brown tweed coat a\r\nblue-and-red striped jersey. Whether he brought him as an ally in\r\ncase of need or merely as a kindred soul with whom he might commune\r\nduring his vigil, was not ascertained.\r\n\r\nPugsy, startled out of his wonted calm by the arrival of this\r\ndistinguished company, observed the pair, as they passed through\r\ninto the inner office, with protruding eyes, and sat speechless for\r\na full five minutes. Psmith received the new-corners in the\r\neditorial sanctum with courteous warmth. Mr. Jarvis introduced his\r\ncolleague.\r\n\r\n\"Thought I'd bring him along. Long Otto's his monaker.\"\r\n\r\n\"You did very rightly, Comrade Jarvis,\" Psmith assured him. \"Your\r\nunerring instinct did not play you false when it told you that\r\nComrade Otto would be as welcome as the flowers in May. With\r\nComrade Otto I fancy we shall make a combination which will require\r\na certain amount of tackling.\"\r\n\r\nMr. Jarvis confirmed this view. Long Otto, he affirmed, was no\r\nrube, but a scrapper from Biffville-on-the-Slosh. The hardiest\r\nhooligan would shrink from introducing rough-house proceedings into\r\na room graced by the combined presence of Long Otto and himself.\r\n\r\n\"Then,\" said Psmith, \"I can go about my professional duties with a\r\nlight heart. I may possibly sing a bar or two. You will find cigars\r\nin that box. If you and Comrade Otto will select one apiece and\r\ngroup yourselves tastefully about the room in chairs, I will start\r\nin to hit up a slightly spicy editorial on the coming election.\"\r\n\r\nMr. Jarvis regarded the paraphernalia of literature on the table\r\nwith interest. So did Long Otto, who, however, being a man of\r\nsilent habit, made no comment. Throughout the seance and the events\r\nwhich followed it he confined himself to an occasional grunt. He\r\nseemed to lack other modes of expression. A charming chap, however.\r\n\r\n\"Is dis where youse writes up pieces fer de paper?\" inquired Mr.\r\nJarvis, eyeing the table.\r\n\r\n\"It is,\" said Psmith. \"In Comrade Windsor's pre-dungeon days he was\r\nwont to sit where I am sitting now, while I bivouacked over there\r\nat the smaller table. On busy mornings you could hear our brains\r\nbuzzing in Madison Square Garden. But wait! A thought strikes me.\"\r\nHe called for Pugsy.\r\n\r\n\"Comrade Maloney,\" he said, \"if the Editorial Staff of this paper\r\nwere to give you a day off, could you employ it to profit?\"\r\n\r\n\"Surest t'ing you know,\" replied Pugsy with some fervour. \"I'd take\r\nme goil to de Bronx Zoo.\"\r\n\r\n\"Your girl?\" said Psmith inquiringly. \"I had heard no inkling of\r\nthis, Comrade Maloney. I had always imagined you one of those\r\nstrong, rugged, blood-and-iron men who were above the softer\r\nemotions. Who is she?\"\r\n\r\n\"Aw, she's a kid,\" said Pugsy. \"Her pa runs a delicatessen shop\r\ndown our street. She ain't a bad mutt,\" added the ardent swain.\r\n\"I'm her steady.\"\r\n\r\n\"See that I have a card for the wedding, Comrade Maloney,\" said\r\nPsmith, \"and in the meantime take her to the Bronx, as you\r\nsuggest.\"\r\n\r\n\"Won't youse be wantin' me to-day.\"\r\n\r\n\"Not to-day. You need a holiday. Unflagging toil is sapping your\r\nphysique. Go up and watch the animals, and remember me very kindly\r\nto the Peruvian Llama, whom friends have sometimes told me I\r\nresemble in appearance. And if two dollars would in any way add to\r\nthe gaiety of the jaunt . . .\"\r\n\r\n\"Sure t'ing. T'anks, boss.\"\r\n\r\n\"It occurred to me,\" said Psmith, when he had gone, \"that the\r\nprobable first move of any enterprising Three Pointer who invaded\r\nthis office would be to knock Comrade Maloney on the head to\r\nprevent his announcing him. Comrade Maloney's services are too\r\nvaluable to allow him to be exposed to unnecessary perils. Any\r\nvisitors who call must find their way in for themselves. And now to\r\nwork. Work, the what's-its-name of the thingummy and the\r\nthing-um-a-bob of the what d'you-call-it.\"\r\n\r\nFor about a quarter of an hour the only sound that broke the\r\nsilence of the room was the scratching of Psmith's pen and the\r\nmusical expectoration of Messrs. Otto and Jarvis. Finally Psmith\r\nleaned back in his chair with a satisfied expression, and spoke.\r\n\r\n\"While, as of course you know, Comrade Jarvis,\" he said, \"there is\r\nno agony like the agony of literary composition, such toil has its\r\ncompensations. The editorial I have just completed contains its\r\nmeasure of balm. Comrade Otto will bear me out in my statement that\r\nthere is a subtle joy in the manufacture of the well-formed phrase.\r\nAm I not right, Comrade Otto?\"\r\n\r\nThe long one gazed appealingly at Mr. Jarvis, who spoke for him.\r\n\r\n\"He's a bit shy on handin' out woids, is Otto,\" he said.\r\n\r\nPsmith nodded.\r\n\r\n\"I understand. I am a man of few words myself. All great men are\r\nlike that. Von Moltke, Comrade Otto, and myself. But what are\r\nwords? Action is the thing. That is the cry. Action. If that is\r\nComrade Otto's forte, so much the better, for I fancy that action\r\nrather than words is what we may be needing in the space of about a\r\nquarter of a minute. At least, if the footsteps I hear without are,\r\nas I suspect, those of our friends of the Three Points.\"\r\n\r\nJarvis and Long Otto turned towards the door. Psmith was right.\r\nSome one was moving stealthily in the outer office. Judging from\r\nthe sound, more than one person.\r\n\r\n\"It is just as well,\" said Psmith softly, \"that Comrade Maloney is\r\nnot at his customary post. Now, in about a quarter of a minute, as\r\nI said--Aha!\"\r\n\r\nThe handle of the door began to revolve slowly and quietly. The\r\nnext moment three figures tumbled into the room. It was evident\r\nthat they had not expected to find the door unlocked, and the\r\nabsence of resistance when they applied their weight had had\r\nsurprising effects. Two of the three did not pause in their career\r\ntill they cannoned against the table. The third, who was holding\r\nthe handle, was more fortunate.\r\n\r\nPsmith rose with a kindly smile to welcome his guests.\r\n\r\n\"Why, surely!\" he said in a pleased voice. \"I thought I knew the\r\nface. Comrade Repetto, this is a treat. Have you come bringing me a\r\nnew hat?\"\r\n\r\nThe white-haired leader's face, as he spoke, was within a few\r\ninches of his own. Psmith's observant eye noted that the bruise\r\nstill lingered on the chin where Kid Brady's upper-cut had landed\r\nat their previous meeting.\r\n\r\n\"I cannot offer you all seats,\" he went on, \"unless you care to\r\ndispose yourselves upon the tables. I wonder if you know my\r\nfriend, Mr. Bat Jarvis? And my friend, Mr. L. Otto? Let us all get\r\nacquainted on this merry occasion.\"\r\n\r\nThe three invaders had been aware of the presence of the great Bat\r\nand his colleague for some moments, and the meeting seemed to be\r\ncausing them embarrassment. This may have been due to the fact that\r\nboth Mr. Jarvis and Mr. Otto had produced and were toying\r\nmeditatively with distinctly ugly-looking pistols.\r\n\r\nMr. Jarvis spoke.\r\n\r\n\"Well,\" he said, \"what's doin'?\"\r\n\r\nMr. Repetto, to whom the remark was directly addressed, appeared to\r\nhave some difficulty in finding a reply. He shuffled his feet, and\r\nlooked at the floor. His two companions seemed equally at a loss.\r\n\r\n\"Goin' to start any rough stuff?\" inquired Mr. Jarvis casually.\r\n\r\n\"The cigars are on the table,\" said Psmith hospitably. \"Draw up\r\nyour chairs, and let's all be jolly. I will open the proceedings\r\nwith a song.\"\r\n\r\nIn a rich baritone, with his eyeglass fixed the while on Mr.\r\nRepetto, he proceeded to relieve himself of the first verse of\r\n\"I only know I love thee.\"\r\n\r\n\"Chorus, please,\" he added, as he finished. \"Come along, Comrade\r\nRepetto. Why this shrinking coyness? Fling out your chest, and cut\r\nloose.\"\r\n\r\nBut Mr. Repetto's eye was fastened on Mr. Jarvis's revolver. The\r\nsight apparently had the effect of quenching his desire for song.\r\n\r\n\"'Lov' muh, ahnd ther world is--ah--mine!'\" concluded Psmith.\r\n\r\nHe looked round the assembled company.\r\n\r\n\"Comrade Otto,\" he observed, \"will now recite that pathetic little\r\npoem 'Baby's Sock is now a Blue-bag.' Pray, gentlemen, silence for\r\nComrade Otto.\"\r\n\r\nHe looked inquiringly at the long youth, who remained mute. Psmith\r\nclicked his tongue regretfully.\r\n\r\n\"Comrade Jarvis,\" he said, \"I fear that as a smoking-concert this\r\nis not going to be a success. I understand, however. Comrade\r\nRepetto and his colleagues have come here on business, and nothing\r\nwill make them forget it. Typical New York men of affairs, they\r\nclose their minds to all influences that might lure them from their\r\nbusiness. Let us get on, then. What did you wish to see me about,\r\nComrade Repetto?\"\r\n\r\nMr. Repetto's reply was unintelligible.\r\n\r\nMr. Jarvis made a suggestion.\r\n\r\n\"Youse had better beat it,\" he said.\r\n\r\nLong Otto grunted sympathy with this advice.\r\n\r\n\"And youse had better go back to Spider Reilly,\" continued Mr.\r\nJarvis, \"and tell him that there's nothin' doin' in the way of\r\nrough house wit dis gent here.\" He indicated Psmith, who bowed.\r\n\"And you can tell de Spider,\" went on Bat with growing ferocity,\r\n\"dat next time he gits gay and starts in to shoot guys in me\r\ndance-joint I'll bite de head off'n him. See? Does dat go? If he\r\nt'inks his little two-by-four gang can put it across de Groome\r\nStreet, he can try. Dat's right. An' don't fergit dis gent here and\r\nme is pals, and any one dat starts anyt'ing wit dis gent is going\r\nto have to git busy wit me. Does dat go?\"\r\n\r\nPsmith coughed, and shot his cuffs.\r\n\r\n\"I do not know,\" he said, in the manner of a chairman addressing a\r\nmeeting, \"that I have anything to add to the very well-expressed\r\nremarks of my friend, Comrade Jarvis. He has, in my opinion,\r\ncovered the ground very thoroughly and satisfactorily. It now only\r\nremains for me to pass a vote of thanks to Comrade Jarvis and to\r\ndeclare this meeting at an end.\"\r\n\r\n\"Beat it,\" said Mr. Jarvis, pointing to the door.\r\n\r\nThe delegation then withdrew.\r\n\r\n\"I am very much obliged,\" said Psmith, \"for your courtly\r\nassistance, Comrade Jarvis. But for you I do not care to think with\r\nwhat a splash I might not have been immersed in the gumbo. Thank\r\nyou, Comrade Jarvis. And you, Comrade Otto.\"\r\n\r\n\"Aw chee!\" said Mr. Jarvis, handsomely dismissing the matter. Mr.\r\nOtto kicked the leg of the table, and grunted.\r\n\r\n            *    *    *\r\n\r\nFor half an hour after the departure of the Three Pointers Psmith\r\nchatted amiably to his two assistants on matters of general\r\ninterest. The exchange of ideas was somewhat one-sided, though Mr.\r\nJarvis had one or two striking items of information to impart,\r\nnotably some hints on the treatment of fits in kittens.\r\n\r\nAt the end of this period the conversation was once more\r\ninterrupted by the sound of movements in the outer office.\r\n\r\n\"If dat's dose stiffs come back--\" began Mr. Jarvis, reaching for\r\nhis revolver.\r\n\r\n\"Stay your hand, Comrade Jarvis,\" said as a sharp knock sounded on\r\nthe door. \"I do not think it can be our late friends. Comrade\r\nRepetto's knowledge of the usages of polite society is too limited,\r\nI fancy, to prompt him to knock on doors. Come in.\"\r\n\r\nThe door opened. It was not Mr. Repetto or his colleagues, but\r\nanother old friend. No other, in fact, than Mr. Francis Parker, he\r\nwho had come as an embassy from the man up top in the very\r\nbeginning of affairs, and had departed, wrathful, mouthing\r\ndeclarations of war. As on his previous visit, he wore the dude\r\nsuit, the shiny shoes, and the tall-shaped hat.\r\n\r\n\"Welcome, Comrade Parker,\" said Psmith. \"It is too long since we\r\nmet. Comrade Jarvis I think you know. If I am right, that is to\r\nsay, in supposing that it was you who approached him at an earlier\r\nstage in the proceedings with a view to engaging his sympathetic\r\naid in the great work of putting Comrade Windsor and myself out of\r\nbusiness. The gentleman on your left is Comrade Otto.\"\r\n\r\nMr. Parker was looking at Bat in bewilderment. It was plain that\r\nhe had not expected to find Psmith entertaining such company.\r\n\r\n\"Did you come purely for friendly chit-chat, Comrade Parker,\"\r\ninquired Psmith, \"or was there, woven into the social motives of\r\nyour call, a desire to talk business of any kind?\"\r\n\r\n\"My business is private. I didn't expect a crowd.\"\r\n\r\n\"Especially of ancient friends such as Comrade Jarvis. Well, well,\r\nyou are breaking up a most interesting little symposium. Comrade\r\nJarvis, I think I shall be forced to postpone our very entertaining\r\ndiscussion of fits in kittens till a more opportune moment.\r\nMeanwhile, as Comrade Parker wishes to talk over some private\r\nbusiness--\"\r\n\r\nBat Jarvis rose.\r\n\r\n\"I'll beat it,\" he said.\r\n\r\n\"Reluctantly, I hope, Comrade Jarvis. As reluctantly as I hint that\r\nI would be alone. If I might drop in some time at your private\r\nresidence?\"\r\n\r\n\"Sure,\" said Mr. Jarvis warmly.\r\n\r\n\"Excellent. Well, for the present, good-bye. And many thanks for\r\nyour invaluable co-operation.\"\r\n\r\n\"Aw chee!\" said Mr. Jarvis.\r\n\r\n\"And now, Comrade Parker,\" said Psmith, when the door had closed,\r\n\"let her rip. What can I do for you?\"\r\n\r\n\"You seem to be all to the merry with Bat Jarvis,\" observed Mr.\r\nParker.\r\n\r\n\"The phrase exactly expresses it, Comrade Parker. I am as a\r\ntortoiseshell kitten to him. But, touching your business?\"\r\n\r\nMr. Parker was silent for a moment.\r\n\r\n\"See here,\" he said at last, \"aren't you going to be good? Say,\r\nwhat's the use of keeping on at this fool game? Why not quit it\r\nbefore you get hurt?\"\r\n\r\nPsmith smoothed his waistcoat reflectively.\r\n\r\n\"I may be wrong, Comrade Parker,\" he said, \"but it seems to me that\r\nthe chances of my getting hurt are not so great as you appear to\r\nimagine. The person who is in danger of getting hurt seems to me\r\nto be the gentleman whose name is on that paper which is now in my\r\npossession.\"\r\n\r\n\"Where is it?\" demanded Mr. Parker quickly.\r\n\r\nPsmith eyed him benevolently.\r\n\r\n\"If you will pardon the expression, Comrade Parker,\" he said,\r\n\"'Aha!' Meaning that I propose to keep that information to myself.\"\r\n\r\nMr. Parker shrugged his shoulders.\r\n\r\n\"You know your own business, I guess.\"\r\n\r\nPsmith nodded.\r\n\r\n\"You are absolutely correct, Comrade Parker. I do. Now that _Cosy\r\nMoments_ has our excellent friend Comrade Jarvis on its side, are\r\nyou not to a certain extent among the Blenheim Oranges? I think\r\nso. I think so.\"\r\n\r\nAs he spoke there was a rap at the door. A small boy entered. In\r\nhis hand was a scrap of paper.\r\n\r\n\"Guy asks me give dis to gazebo named Smiff,\" he said.\r\n\r\n\"There are many gazebos of that name, my lad. One of whom I am\r\nwhich, as Artemus Ward was wont to observe. Possibly the missive is\r\nfor me.\"\r\n\r\nHe took the paper. It was dated from an address on the East Side.\r\n\r\n\"Dear Smith,\" it ran. \"Come here as quick as you can, and bring\r\nsome money. Explain when I see you.\"\r\n\r\nIt was signed \"W. W.\"\r\n\r\nSo Billy Windsor had fulfilled his promise. He had escaped.\r\n\r\nA feeling of regret for the futility of the thing was Psmith's\r\nfirst emotion. Billy could be of no possible help in the campaign\r\nat its present point. All the work that remained to be done could\r\neasily be carried through without his assistance. And by breaking\r\nout from the Island he had committed an offence which was bound to\r\ncarry with it serious penalties. For the first time since his\r\nconnection with _Cosy Moments_ began Psmith was really disturbed.\r\n\r\nHe turned to Mr. Parker.\r\n\r\n\"Comrade Parker,\" he said, \"I regret to state that this office is\r\nnow closing for the day. But for this, I should be delighted to sit\r\nchatting with you. As it is--\"\r\n\r\n\"Very well,\" said Mr. Parker. \"Then you mean to go on with this\r\nbusiness?\"\r\n\r\n\"Though it snows, Comrade Parker.\"\r\n\r\nThey went out into the street, Psmith thoughtful and hardly\r\nrealising the other's presence. By the side of the pavement a few\r\nyards down the road a taximeter-cab was standing. Psmith hailed it.\r\n\r\nMr. Parker was still beside him. It occurred to Psmith that it\r\nwould not do to let him hear the address Billy Windsor had given in\r\nhis note.\r\n\r\n\"Turn and go on down the street,\" he said to the driver.\r\n\r\nHe had taken his seat and was closing the door, when it was\r\nsnatched from his grasp and Mr. Parker darted on to the seat\r\nopposite. The next moment the cab had started up the street\r\ninstead of down and the hard muzzle of a revolver was pressing\r\nagainst Psmith's waistcoat.\r\n\r\n\"Now what?\" said Mr. Parker smoothly, leaning back with the pistol\r\nresting easily on his knee."
  ]
}