{
  "index": 21,
  "title": "Chapter 20",
  "paragraphs": [
    "THE BATTLE OF PLEASANT STREET\r\n\r\nThe new arrival was a young man with a shock of red hair, an\r\ningrowing Roman nose, and a mouth from which force or the passage\r\nof time had removed three front teeth. He held on to the edges of\r\nthe trap with his hands, and stared in a glassy manner into\r\nPsmith's face, which was within a foot of his own.\r\n\r\nThere was a momentary pause, broken by an oath from Mr. Gooch, who\r\nwas still undergoing treatment in the background.\r\n\r\n\"Aha!\" said Psmith genially. \"Historic picture. 'Doctor Cook\r\ndiscovers the North Pole.'\"\r\n\r\nThe red-headed young man blinked. The strong light of the open air\r\nwas trying to his eyes.\r\n\r\n\"Youse had better come down,\" he observed coldly. \"We've got\r\nyouse.\"\r\n\r\n\"And,\" continued Psmith, unmoved, \"is instantly handed a gum-drop\r\nby his faithful Esquimaux.\"\r\n\r\nAs he spoke, he brought the stick down on the knuckles which\r\ndisfigured the edges of the trap. The intruder uttered a howl and\r\ndropped out of sight. In the room below there were whisperings and\r\nmutterings, growing gradually louder till something resembling\r\ncoherent conversation came to Psmith's ears, as he knelt by the\r\ntrap making meditative billiard-shots with the stick at a small\r\npebble.\r\n\r\n\"Aw g'wan! Don't be a quitter!\"\r\n\r\n\"Who's a quitter?\"\r\n\r\n\"Youse is a quitter. Get on top de roof. He can't hoit youse.\"\r\n\r\n\"De guy's gotten a big stick.\" Psmith nodded appreciatively. \"I\r\nand Roosevelt,\" he murmured.\r\n\r\nA somewhat baffled silence on the part of the attacking force was\r\nfollowed by further conversation.\r\n\r\n\"Gum! some guy's got to go up.\" Murmur of assent from the audience.\r\nA voice, in inspired tones: \"Let Sam do it!\"\r\n\r\nThis suggestion made a hit. There was no doubt about that. It was a\r\nsuccess from the start. Quite a little chorus of voices expressed\r\nsincere approval of the very happy solution to what had seemed an\r\ninsoluble problem. Psmith, listening from above, failed to detect\r\nin the choir of glad voices one that might belong to Sam himself.\r\nProbably gratification had rendered the chosen one dumb.\r\n\r\n\"Yes, let Sam do it!\" cried the unseen chorus. The first speaker,\r\nunnecessarily, perhaps--for the motion had been carried almost\r\nunanimously--but possibly with the idea of convincing the one\r\nmember of the party in whose bosom doubts might conceivably be\r\nharboured, went on to adduce reasons.\r\n\r\n\"Sam bein' a coon,\" he argued, \"ain't goin' to git hoit by no\r\nstick. Youse can't hoit a coon by soakin' him on de coco, can you,\r\nSam?\"\r\n\r\nPsmith waited with some interest for the reply, but it did not\r\ncome. Possibly Sam did not wish to generalise on insufficient\r\nexperience.\r\n\r\n\"_Solvitur ambulando_,\" said Psmith softly, turning the stick round\r\nin his fingers. \"Comrade Windsor!\"\r\n\r\n\"Hullo?\"\r\n\r\n\"Is it possible to hurt a coloured gentleman by hitting him on the\r\nhead with a stick?\"\r\n\r\n\"If you hit him hard enough.\"\r\n\r\n\"I knew there was some way out of the difficulty,\" said Psmith with\r\nsatisfaction. \"How are you getting on up at your end of the table,\r\nComrade Windsor?\"\r\n\r\n\"Fine.\"\r\n\r\n\"Any result yet?\"\r\n\r\n\"Not at present.\"\r\n\r\n\"Don't give up.\"\r\n\r\n\"Not me.\"\r\n\r\n\"The right spirit, Comrade Win--\"\r\n\r\nA report like a cannon in the room below interrupted him. It was\r\nmerely a revolver shot, but in the confined space it was deafening.\r\nThe bullet sang up into the sky.\r\n\r\n\"Never hit me!\" said Psmith with dignified triumph.\r\n\r\nThe noise was succeeded by a shuffling of feet. Psmith grasped his\r\nstick more firmly. This was evidently the real attack. The revolver\r\nshot had been a mere demonstration of artillery to cover the\r\ninfantry's advance.\r\n\r\nSure enough, the next moment a woolly head popped through the\r\nopening, and a pair of rolling eyes gleamed up at the old Etonian.\r\n\r\n\"Why, Sam!\" said Psmith cordially, \"this is well met! I remember\r\n_you_. Yes, indeed, I do. Wasn't you the feller with the open\r\numbereller that I met one rainy morning on the Av-en-ue? What, are\r\nyou coming up? Sam, I hate to do it, but--\"\r\n\r\nA yell rang out.\r\n\r\n\"What was that?\" asked Billy Windsor over his shoulder.\r\n\r\n\"Your statement, Comrade Windsor, has been tested and proved\r\ncorrect.\"\r\n\r\nBy this time the affair had begun to draw a \"gate.\" The noise of\r\nthe revolver had proved a fine advertisement. The roof of the house\r\nnext door began to fill up. Only a few of the occupants could get a\r\nclear view of the proceedings, for a large chimney-stack\r\nintervened. There was considerable speculation as to what was\r\npassing between Billy Windsor and Mr. Gooch. Psmith's share in the\r\nentertainment was more obvious. The early comers had seen his\r\ninterview with Sam, and were relating it with gusto to their\r\nfriends. Their attitude towards Psmith was that of a group of men\r\nwatching a terrier at a rat-hole. They looked to him to provide\r\nentertainment for them, but they realised that the first move must\r\nbe with the attackers. They were fair-minded men, and they did not\r\nexpect Psmith to make any aggressive move.\r\n\r\nTheir indignation, when the proceedings began to grow slow, was\r\ndirected entirely at the dilatory Three Pointers. With an aggrieved\r\nair, akin to that of a crowd at a cricket match when batsmen are\r\nplaying for a draw, they began to \"barrack.\" They hooted the Three\r\nPointers. They begged them to go home and tuck themselves up in\r\nbed. The men on the roof were mostly Irishmen, and it offended them\r\nto see what should have been a spirited fight so grossly bungled.\r\n\r\n\"G'wan away home, ye quitters!\" roared one.\r\n\r\n\"Call yersilves the Three Points, do ye? An' would ye know what\r\n_I_ call ye? The Young Ladies' Seminary!\" bellowed another with\r\nwithering scorn.\r\n\r\nA third member of the audience alluded to them as \"stiffs.\"\r\n\r\n\"I fear, Comrade Windsor,\" said Psmith, \"that our blithe friends\r\nbelow are beginning to grow a little unpopular with the\r\nmany-headed. They must be up and doing if they wish to retain the\r\nesteem of Pleasant Street. Aha!\"\r\n\r\nAnother and a longer explosion from below, and more bullets wasted\r\nthemselves on air. Psmith sighed.\r\n\r\n\"They make me tired,\" he said. \"This is no time for a _feu de joie_.\r\nAction! That is the cry. Action! Get busy, you blighters!\"\r\n\r\nThe Irish neighbours expressed the same sentiment in different and\r\nmore forcible words. There was no doubt about it--as warriors, the\r\nThree Pointers had failed to give satisfaction.\r\n\r\nA voice from the room called up to Psmith.\r\n\r\n\"Say!\"\r\n\r\n\"You have our ear,\" said Psmith.\r\n\r\n\"What's that?\"\r\n\r\n\"I said you had our ear.\"\r\n\r\n\"Are youse stiffs comin' down off out of dat roof?\"\r\n\r\n\"Would you mind repeating that remark?\"\r\n\r\n\"Are youse guys goin' to quit off out of dat roof?\"\r\n\r\n\"Your grammar is perfectly beastly,\" said Psmith severely.\r\n\r\n\"Hey!\"\r\n\r\n\"Well?\"\r\n\r\n\"Are youse guys--?\"\r\n\r\n\"No, my lad,\" said Psmith, \"since you ask, we are not. And why?\r\nBecause the air up here is refreshing, the view pleasant, and we\r\nare expecting at any moment an important communication from Comrade\r\nGooch.\"\r\n\r\n\"We're goin' to wait here till youse come down.\"\r\n\r\n\"If you wish it,\" said Psmith courteously, \"by all means do. Who am\r\nI that I should dictate your movements? The most I aspire to is to\r\ncheck them when they take an upward direction.\"\r\n\r\nThere was silence below. The time began to pass slowly. The\r\nIrishmen on the other roof, now definitely abandoning hope of\r\nfurther entertainment, proceeded with hoots of scorn to climb down\r\none by one into the recesses of their own house.\r\n\r\nSuddenly from the street far below there came a fusillade of shots\r\nand a babel of shouts and counter-shouts. The roof of the house\r\nnext door, which had been emptying itself slowly and reluctantly,\r\nfilled again with a magical swiftness, and the low wall facing into\r\nthe street became black with the backs of those craning over.\r\n\r\n\"What's that?\" inquired Billy.\r\n\r\n\"I rather fancy,\" said Psmith, \"that our allies of the Table Hill\r\ncontingent must have arrived. I sent Comrade Maloney to explain\r\nmatters to Dude Dawson, and it seems as if that golden-hearted\r\nsportsman had responded. There appear to be great doings in the\r\nstreet.\"\r\n\r\nIn the room below confusion had arisen. A scout, clattering\r\nupstairs, had brought the news of the Table Hillites' advent, and\r\nthere was doubt as to the proper course to pursue. Certain voices\r\nurged going down to help the main body. Others pointed out that\r\nthat would mean abandoning the siege of the roof. The scout who had\r\nbrought the news was eloquent in favour of the first course.\r\n\r\n\"Gum!\" he cried, \"don't I keep tellin' youse dat de Table Hills is\r\nhere? Sure, dere's a whole bunch of dem, and unless youse come on\r\ndown dey'll bite de hull head off of us lot. Leave those stiffs on\r\nde roof. Let Sam wait here with his canister, and den dey can't get\r\ndown, 'cos Sam'll pump dem full of lead while dey're beatin' it\r\nt'roo de trap-door. Sure.\"\r\n\r\nPsmith nodded reflectively.\r\n\r\n\"There is certainly something in what the bright boy says,\" he\r\nmurmured. \"It seems to me the grand rescue scene in the third act\r\nhas sprung a leak. This will want thinking over.\"\r\n\r\nIn the street the disturbance had now become terrific. Both sides\r\nwere hard at it, and the Irishmen on the roof, rewarded at last for\r\ntheir long vigil, were yelling encouragement promiscuously and\r\nwhooping with the unfettered ecstasy of men who are getting the\r\ntreat of their lives without having paid a penny for it.\r\n\r\nThe behaviour of the New York policeman in affairs of this kind is\r\nbased on principles of the soundest practical wisdom. The\r\nunthinking man would rush in and attempt to crush the combat in its\r\nearliest and fiercest stages. The New York policeman, knowing the\r\nimportance of his own safety, and the insignificance of the\r\ngangsman's, permits the opposing forces to hammer each other into a\r\ncertain distaste for battle, and then, when both sides have begun\r\nto have enough of it, rushes in himself and clubs everything in\r\nsight. It is an admirable process in its results, but it is sure\r\nrather than swift.\r\n\r\nProceedings in the affair below had not yet reached the police\r\ninterference stage. The noise, what with the shots and yells from\r\nthe street and the ear-piercing approval of the roof-audience, was\r\njust working up to a climax.\r\n\r\nPsmith rose. He was tired of kneeling by the trap, and there was no\r\nlikelihood of Sam making another attempt to climb through. He\r\nwalked towards Billy.\r\n\r\nAs he did so, Billy got up and turned to him. His eyes were\r\ngleaming with excitement. His whole attitude was triumphant. In his\r\nhand he waved a strip of paper.\r\n\r\n\"I've got it,\" he cried.\r\n\r\n\"Excellent, Comrade Windsor,\" said Psmith. \"Surely we must win\r\nthrough now. All we have to do is to get off this roof, and fate\r\ncannot touch us. Are two mammoth minds such as ours unequal to such\r\na feat? It can hardly be. Let us ponder.\"\r\n\r\n\"Why not go down through the trap? They've all gone to the street.\"\r\n\r\nPsmith shook his head.\r\n\r\n\"All,\" he replied, \"save Sam. Sam was the subject of my late\r\nsuccessful experiment, when I proved that coloured gentlemen's\r\nheads could be hurt with a stick. He is now waiting below, armed\r\nwith a pistol, ready--even anxious--to pick us off as we climb\r\nthrough the trap. How would it be to drop Comrade Gooch through\r\nfirst, and so draw his fire? Comrade Gooch, I am sure, would be\r\ndelighted to do a little thing like that for old friends of our\r\nstanding or--but what's that!\"\r\n\r\n\"What's the matter?\"\r\n\r\n\"Is that a ladder that I see before me, its handle to my hand? It\r\nis! Comrade Windsor, we win through. _Cosy Moments_' editorial staff\r\nmay be tree'd, but it cannot be put out of business. Comrade\r\nWindsor, take the other end of that ladder and follow me.\"\r\n\r\nThe ladder was lying against the farther wall. It was long, more\r\nthan long enough for the purpose for which it was needed. Psmith\r\nand Billy rested it on the coping, and pushed it till the other end\r\nreached across the gulf to the roof of the house next door, Mr.\r\nGooch eyeing them in silence the while.\r\n\r\nPsmith turned to him.\r\n\r\n\"Comrade Gooch,\" he said, \"do nothing to apprise our friend Sam of\r\nthese proceedings. I speak in your best interests. Sam is in no\r\nmood to make nice distinctions between friend and foe. If you\r\nbring him up here, he will probably mistake you for a member of the\r\nstaff of _Cosy Moments_, and loose off in your direction without\r\nwaiting for explanations. I think you had better come with us. I\r\nwill go first, Comrade Windsor, so that if the ladder breaks, the\r\npaper will lose merely a sub-editor, not an editor.\"\r\n\r\nHe went down on all-fours, and in this attitude wormed his way\r\nacross to the opposite roof, whose occupants, engrossed in the\r\nfight in the street, in which the police had now joined, had their\r\nbacks turned and did not observe him. Mr. Gooch, pallid and\r\nobviously ill-attuned to such feats, followed him; and finally\r\nBilly Windsor reached the other side.\r\n\r\n\"Neat,\" said Psmith complacently. \"Uncommonly neat. Comrade Gooch\r\nreminded me of the untamed chamois of the Alps, leaping from crag\r\nto crag.\"\r\n\r\nIn the street there was now comparative silence. The police, with\r\ntheir clubs, had knocked the last remnant of fight out of the\r\ncombatants. Shooting had definitely ceased.\r\n\r\n\"I think,\" said Psmith, \"that we might now descend. If you have no\r\nother engagements, Comrade Windsor, I will take you to the\r\nKnickerbocker, and buy you a square meal. I would ask for the\r\npleasure of your company also, Comrade Gooch, were it not that\r\nmatters of private moment, relating to the policy of the paper,\r\nmust be discussed at the table. Some other day, perhaps. We are\r\ninfinitely obliged to you for your sympathetic co-operation in this\r\nlittle matter. And now good-bye. Comrade Windsor, let us debouch.\""
  ]
}