{
  "index": 22,
  "title": "Chapter 21",
  "paragraphs": [
    "CONCERNING MR. WARING\r\n\r\nPsmith pushed back his chair slightly, stretched out his legs, and\r\nlit a cigarette. The resources of the Knickerbocker Hotel had\r\nproved equal to supplying the fatigued staff of _Cosy Moments_ with\r\nan excellent dinner, and Psmith had stoutly declined to talk\r\nbusiness until the coffee arrived. This had been hard on Billy,\r\nwho was bursting with his news. Beyond a hint that it was\r\nsensational he had not been permitted to go.\r\n\r\n\"More bright young careers than I care to think of,\" said Psmith,\r\n\"have been ruined by the fatal practice of talking shop at dinner.\r\nBut now that we are through, Comrade Windsor, by all means let us\r\nhave it. What's the name which Comrade Gooch so eagerly divulged?\"\r\n\r\nBilly leaned forward excitedly.\r\n\r\n\"Stewart Waring,\" he whispered.\r\n\r\n\"Stewart who?\" asked Psmith.\r\n\r\nBilly stared.\r\n\r\n\"Great Scott, man!\" he said, \"haven't you heard of Stewart Waring?\"\r\n\r\n\"The name seems vaguely familiar, like Isinglass or Post-toasties.\r\nI seem to know it, but it conveys nothing to me.\"\r\n\r\n\"Don't you ever read the papers?\"\r\n\r\n\"I toy with my _American_ of a morning, but my interest is confined\r\nmainly to the sporting page which reminds me that Comrade Brady has\r\nbeen matched against one Eddie Wood a month from to-day. Gratifying\r\nas it is to find one of the staff getting on in life, I fear this\r\nwill cause us a certain amount of inconvenience. Comrade Brady\r\nwill have to leave the office temporarily in order to go into\r\ntraining, and what shall we do then for a fighting editor? However,\r\npossibly we may not need one now. _Cosy Moments_ should be able\r\nshortly to give its message to the world and ease up for a while.\r\nWhich brings us back to the point. Who is Stewart Waring?\"\r\n\r\n\"Stewart Waring is running for City Alderman. He's one of the\r\nbiggest men in New York!\"\r\n\r\n\"Do you mean in girth? If so, he seems to have selected the right\r\ncareer for himself.\"\r\n\r\n\"He's one of the bosses. He used to be Commissioner of Buildings\r\nfor the city.\"\r\n\r\n\"Commissioner of Buildings? What exactly did that let him in for?\"\r\n\r\n\"It let him in for a lot of graft.\"\r\n\r\n\"How was that?\"\r\n\r\n\"Oh, he took it off the contractors. Shut his eyes and held out his\r\nhands when they ran up rotten buildings that a strong breeze would\r\nhave knocked down, and places like that Pleasant Street hole\r\nwithout any ventilation.\"\r\n\r\n\"Why did he throw up the job?\" inquired Psmith. \"It seems to me\r\nthat it was among the World's Softest. Certain drawbacks to it,\r\nperhaps, to the man with the Hair-Trigger Conscience; but I gather\r\nthat Comrade Waring did not line up in that class. What was his\r\ntrouble?\"\r\n\r\n\"His trouble,\" said Billy, \"was that he stood in with a contractor\r\nwho was putting up a music-hall, and the contractor put it up with\r\nmaterial about as strong as a heap of meringues, and it collapsed\r\non the third night and killed half the audience.\"\r\n\r\n\"And then?\"\r\n\r\n\"The papers raised a howl, and they got after the contractor, and\r\nthe contractor gave Waring away. It killed him for the time being.\"\r\n\r\n\"I should have thought it would have had that excellent result\r\npermanently,\" said Psmith thoughtfully. \"Do you mean to say he got\r\nback again after that?\"\r\n\r\n\"He had to quit being Commissioner, of course, and leave the town\r\nfor a time; but affairs move so fast here that a thing like that\r\nblows over. He made a bit of a pile out of the job, and could\r\nafford to lie low for a year or two.\"\r\n\r\n\"How long ago was that?\"\r\n\r\n\"Five years. People don't remember a thing here that happened five\r\nyears back unless they're reminded of it.\"\r\n\r\nPsmith lit another cigarette.\r\n\r\n\"We will remind them,\" he said.\r\n\r\nBilly nodded.\r\n\r\n\"Of course,\" he said, \"one or two of the papers against him in this\r\nAldermanic Election business tried to bring the thing up, but they\r\ndidn't cut any ice. The other papers said it was a shame, hounding\r\na man who was sorry for the past and who was trying to make good\r\nnow; so they dropped it. Everybody thought that Waring was on the\r\nlevel now. He's been shooting off a lot of hot air lately about\r\nphilanthropy and so on. Not that he has actually done a thing--not\r\nso much as given a supper to a dozen news-boys; but he's talked,\r\nand talk gets over if you keep it up long enough.\"\r\n\r\nPsmith nodded adhesion to this dictum.\r\n\r\n\"So that naturally he wants to keep it dark about these tenements.\r\nIt'll smash him at the election when it gets known.\"\r\n\r\n\"Why is he so set on becoming an Alderman,\" inquired Psmith.\r\n\r\n\"There's a lot of graft to being an Alderman,\" explained Billy.\r\n\r\n\"I see. No wonder the poor gentleman was so energetic in his\r\nmethods. What is our move now, Comrade Windsor?\"\r\n\r\nBilly stared.\r\n\r\n\"Why, publish the name, of course.\"\r\n\r\n\"But before then? How are we going to ensure the safety of our\r\nevidence? We stand or fall entirely by that slip of paper, because\r\nwe've got the beggar's name in the writing of his own collector,\r\nand that's proof positive.\"\r\n\r\n\"That's all right,\" said Billy, patting his breast-pocket.\r\n\"Nobody's going to get it from me.\"\r\n\r\nPsmith dipped his hand into his trouser-pocket.\r\n\r\n\"Comrade Windsor,\" he said, producing a piece of paper, \"how do we\r\ngo?\"\r\n\r\nHe leaned back in his chair, surveying Billy blandly through his\r\neye-glass. Billy's eyes were goggling. He looked from Psmith to the\r\npaper and from the paper to Psmith.\r\n\r\n\"What--what the--?\" he stammered. \"Why, it's it!\"\r\n\r\nPsmith nodded.\r\n\r\n\"How on earth did you get it?\"\r\n\r\nPsmith knocked the ash off his cigarette.\r\n\r\n\"Comrade Windsor,\" he said, \"I do not wish to cavil or carp or rub\r\nit in in any way. I will merely remark that you pretty nearly\r\nlanded us in the soup, and pass on to more congenial topics.\r\nDidn't you know we were followed to this place?\"\r\n\r\n\"Followed!\"\r\n\r\n\"By a merchant in what Comrade Maloney would call a tall-shaped hat.\r\nI spotted him at an early date, somewhere down by Twenty-ninth\r\nStreet. When we dived into Sixth Avenue for a space at Thirty-third\r\nStreet, did he dive, too? He did. And when we turned into\r\nForty-second Street, there he was. I tell you, Comrade Windsor,\r\nleeches were aloof, and burrs non-adhesive compared with that\r\ntall-shaped-hatted blighter.\"\r\n\r\n\"Yes?\"\r\n\r\n\"Do you remember, as you came to the entrance of this place,\r\nsomebody knocking against you?\"\r\n\r\n\"Yes, there was a pretty big crush in the entrance.\"\r\n\r\n\"There was; but not so big as all that. There was plenty of room\r\nfor this merchant to pass if he had wished. Instead of which he\r\nbutted into you. I happened to be waiting for just that, so I\r\nmanaged to attach myself to his wrist with some vim and give it a\r\nfairly hefty wrench. The paper was inside his hand.\"\r\n\r\nBilly was leaning forward with a pale face.\r\n\r\n\"Jove!\" he muttered.\r\n\r\n\"That about sums it up,\" said Psmith.\r\n\r\nBilly snatched the paper from the table and extended it towards\r\nhim.\r\n\r\n\"Here,\" he said feverishly, \"you take it. Gum, I never thought I\r\nwas such a mutt! I'm not fit to take charge of a toothpick. Fancy\r\nme not being on the watch for something of that sort. I guess I was\r\nso tickled with myself at the thought of having got the thing, that\r\nit never struck me they might try for it. But I'm through. No more\r\nfor me. You're the man in charge now.\"\r\n\r\nPsmith shook his head.\r\n\r\n\"These stately compliments,\" he said, \"do my old heart good, but I\r\nfancy I know a better plan. It happened that I chanced to have my\r\neye on the blighter in the tall-shaped hat, and so was enabled to\r\nland him among the ribstones; but who knows but that in the crowd\r\non Broadway there may not lurk other, unidentified blighters in\r\nequally tall-shaped hats, one of whom may work the same\r\nsleight-of-hand speciality on me? It was not that you were not\r\ncapable of taking care of that paper: it was simply that you didn't\r\nhappen to spot the man. Now observe me closely, for what follows is\r\nan exhibition of Brain.\"\r\n\r\nHe paid the bill, and they went out into the entrance-hall of the\r\nhotel. Psmith, sitting down at a table, placed the paper in an\r\nenvelope and addressed it to himself at the address of _Cosy\r\nMoments_. After which, he stamped the envelope and dropped it into\r\nthe letter-box at the back of the hall.\r\n\r\n\"And now, Comrade Windsor,\" he said, \"let us stroll gently\r\nhomewards down the Great White Way. What matter though it be fairly\r\nstiff with low-browed bravoes in tall-shaped hats? They cannot harm\r\nus. From me, if they search me thoroughly, they may scoop a matter\r\nof eleven dollars, a watch, two stamps, and a packet of\r\nchewing-gum. Whether they would do any better with you I do not\r\nknow. At any rate, they wouldn't get that paper; and that's the\r\nmain thing.\"\r\n\r\n\"You're a genius,\" said Billy Windsor.\r\n\r\n\"You think so?\" said Psmith diffidently. \"Well, well, perhaps you\r\nare right, perhaps you are right. Did you notice the hired ruffian\r\nin the flannel suit who just passed? He wore a baffled look, I\r\nfancy. And hark! Wasn't that a muttered 'Failed!' I heard? Or was\r\nit the breeze moaning in the tree-tops? To-night is a cold,\r\ndisappointing night for Hired Ruffians, Comrade Windsor.\""
  ]
}