{
  "index": 29,
  "title": "Chapter 28",
  "paragraphs": [
    "THE KNOCK-OUT FOR MR. WARING\r\n\r\n\"You!\" cried Mr. Wilberfloss.\r\n\r\n\"The same,\" said Psmith.\r\n\r\n\"You!\" exclaimed Messrs. Waterman, Asher, and the Reverend Edwin\r\nPhilpotts.\r\n\r\n\"On the spot!\" said Psmith.\r\n\r\nMr. Wilberfloss groped for a chair and sat down.\r\n\r\n\"Am I going mad?\" he demanded feebly.\r\n\r\n\"Not so, Comrade Wilberfloss,\" said Psmith encouragingly. \"All is\r\nwell. The cry goes round New York, 'Comrade Wilberfloss is to the\r\ngood. He does not gibber.'\"\r\n\r\n\"Do I understand you to say that you own this paper?\"\r\n\r\n\"I do.\"\r\n\r\n\"Since when?\"\r\n\r\n\"Roughly speaking, about a month.\"\r\n\r\nAmong his audience (still excepting Mr. Jarvis, who was tickling\r\none of the cats and whistling a plaintive melody) there was a\r\ntendency toward awkward silence. To start bally-ragging a seeming\r\nnonentity and then to discover he is the proprietor of the paper to\r\nwhich you wish to contribute is like kicking an apparently empty\r\nhat and finding your rich uncle inside it. Mr. Wilberfloss in\r\nparticular was disturbed. Editorships of the kind which he aspired\r\nto are not easy to get. If he were to be removed from _Cosy Moments_\r\nhe would find it hard to place himself anywhere else. Editors, like\r\nmanuscripts, are rejected from want of space.\r\n\r\n\"Very early in my connection with this journal,\" said Psmith, \"I\r\nsaw that I was on to a good thing. I had long been convinced that\r\nabout the nearest approach to the perfect job in this world, where\r\ngood jobs are so hard to acquire, was to own a paper. All you had\r\nto do, once you had secured your paper, was to sit back and watch\r\nthe other fellows work, and from time to time forward big cheques\r\nto the bank. Nothing could be more nicely attuned to the tastes of\r\na Shropshire Psmith. The glimpses I was enabled to get of the\r\nworkings of this little journal gave me the impression that Comrade\r\nWhite was not attached with any paternal fervour to _Cosy Moments_.\r\nHe regarded it, I deduced, not so much as a life-work as in the\r\nlight of an investment. I assumed that Comrade White had his price,\r\nand wrote to my father, who was visiting Carlsbad at the moment, to\r\nascertain what that price might be. He cabled it to me. It was\r\nreasonable. Now it so happens that an uncle of mine some years ago\r\nleft me a considerable number of simoleons, and though I shall not\r\nbe legally entitled actually to close in on the opulence for a\r\nmatter of nine months or so, I anticipated that my father would\r\nhave no objection to staking me to the necessary amount on the\r\nsecurity of my little bit of money. My father has spent some time\r\nof late hurling me at various professions, and we had agreed some\r\ntime ago that the Law was to be my long suit. Paper-owning,\r\nhowever, may be combined with being Lord Chancellor, and I knew he\r\nwould have no objection to my being a Napoleon of the Press on this\r\nside. So we closed with Comrade White, and--\"\r\n\r\nThere was a knock at the door, and Master Maloney entered with a\r\ncard.\r\n\r\n\"Guy's waiting outside,\" he said.\r\n\r\n\"Mr. Stewart Waring,\" read Psmith. \"Comrade Maloney, do you know\r\nwhat Mahomet did when the mountain would not come to him?\"\r\n\r\n\"Search me,\" said the office-boy indifferently.\r\n\r\n\"He went to the mountain. It was a wise thing to do. As a general\r\nrule in life you can't beat it. Remember that, Comrade Maloney.\"\r\n\r\n\"Sure,\" said Pugsy. \"Shall I send the guy in?\"\r\n\r\n\"Surest thing you know, Comrade Maloney.\"\r\n\r\nHe turned to the assembled company.\r\n\r\n\"Gentlemen,\" he said, \"you know how I hate to have to send you\r\naway, but would you mind withdrawing in good order? A somewhat\r\ndelicate and private interview is in the offing. Comrade Jarvis,\r\nwe will meet anon. Your services to the paper have been greatly\r\nappreciated. If I might drop in some afternoon and inspect the\r\nremainder of your zoo--?\"\r\n\r\n\"Any time you're down Groome Street way. Glad.\"\r\n\r\n\"I will make a point of it. Comrade Wilberfloss, would you mind\r\nremaining? As editor of this journal, you should be present. If\r\nthe rest of you would look in about this time to-morrow--Show\r\nMr. Waring in, Comrade Maloney.\"\r\n\r\nHe took a seat.\r\n\r\n\"We are now, Comrade Wilberfloss,\" he said, \"at a crisis in the\r\naffairs of this journal, but I fancy we shall win through.\"\r\n\r\nThe door opened, and Pugsy announced Mr. Waring.\r\n\r\nThe owner of the Pleasant Street Tenements was of what is usually\r\ncalled commanding presence. He was tall and broad, and more than a\r\nlittle stout. His face was clean-shaven and curiously expressionless.\r\nBushy eyebrows topped a pair of cold grey eyes. He walked into the\r\nroom with the air of one who is not wont to apologise for existing.\r\nThere are some men who seem to fill any room in which they may be.\r\nMr. Waring was one of these.\r\n\r\nHe set his hat down on the table without speaking. After which he\r\nlooked at Mr. Wilberfloss, who shrank a little beneath his gaze.\r\n\r\nPsmith had risen to greet him.\r\n\r\n\"Won't you sit down?\" he said.\r\n\r\n\"I prefer to stand.\"\r\n\r\n\"Just as you wish. This is Liberty Hall.\"\r\n\r\nMr. Waring again glanced at Mr. Wilberfloss.\r\n\r\n\"What I have to say is private,\" he said.\r\n\r\n\"All is well,\" said Psmith reassuringly. \"It is no stranger that\r\nyou see before you, no mere irresponsible lounger who has butted in\r\nby chance. That is Comrade J. Fillken Wilberfloss, the editor of\r\nthis journal.\"\r\n\r\n\"The editor? I understood--\"\r\n\r\n\"I know what you would say. You have Comrade Windsor in your mind.\r\nHe was merely acting as editor while the chief was away hunting\r\nsand-eels in the jungles of Texas. In his absence Comrade Windsor\r\nand I did our best to keep the old journal booming along, but it\r\nlacked the master-hand. But now all is well: Comrade Wilberfloss\r\nis once more doing stunts at the old stand. You may speak as freely\r\nbefore him as you would before well, let us say Comrade Parker.\"\r\n\r\n\"Who are you, then, if this gentleman is the editor?\"\r\n\r\n\"I am the proprietor.\"\r\n\r\n\"I understood that a Mr. White was the proprietor.\"\r\n\r\n\"Not so,\" said Psmith. \"There was a time when that was the case,\r\nbut not now. Things move so swiftly in New York journalistic\r\nmatters that a man may well be excused for not keeping abreast of\r\nthe times, especially one who, like yourself, is interested in\r\npolitics and house-ownership rather than in literature. Are you\r\nsure you won't sit down?\"\r\n\r\nMr. Waring brought his hand down with a bang on the table, causing\r\nMr. Wilberfloss to leap a clear two inches from his chair.\r\n\r\n\"What are you doing it for?\" he demanded explosively. \"I tell you,\r\nyou had better quit it. It isn't healthy.\"\r\n\r\nPsmith shook his head.\r\n\r\n\"You are merely stating in other--and, if I may say so,\r\ninferior--words what Comrade Parker said to us. I did not object to\r\ngiving up valuable time to listen to Comrade Parker. He is a\r\nfascinating conversationalist, and it was a privilege to hob-nob\r\nwith him. But if you are merely intending to cover the ground\r\ncovered by him, I fear I must remind you that this is one of our\r\nbusy days. Have you no new light to fling upon the subject?\"\r\n\r\nMr. Waring wiped his forehead. He was playing a lost game, and he\r\nwas not the sort of man who plays lost games well. The Waring type\r\nis dangerous when it is winning, but it is apt to crumple up\r\nagainst strong defence.\r\n\r\nHis next words proved his demoralisation.\r\n\r\n\"I'll sue you for libel,\" said he.\r\n\r\nPsmith looked at him admiringly.\r\n\r\n\"Say no more,\" he said, \"for you will never beat that. For pure\r\nrichness and whimsical humour it stands alone. During the past\r\nseven weeks you have been endeavouring in your cheery fashion to\r\nblot the editorial staff of this paper off the face of the earth in\r\na variety of ingenious and entertaining ways; and now you propose\r\nto sue us for libel! I wish Comrade Windsor could have heard you\r\nsay that. It would have hit him right.\"\r\n\r\nMr. Waring accepted the invitation he had refused before. He sat\r\ndown.\r\n\r\n\"What are you going to do?\" he said.\r\n\r\nIt was the white flag. The fight had gone out of him.\r\n\r\nPsmith leaned back in his chair.\r\n\r\n\"I'll tell you,\" he said. \"I've thought the whole thing out. The\r\nright plan would be to put the complete kybosh (if I may use the\r\nexpression) on your chances of becoming an alderman. On the other\r\nhand, I have been studying the papers of late, and it seems to me\r\nthat it doesn't much matter who gets elected. Of course the\r\nopposition papers may have allowed their zeal to run away with\r\nthem, but even assuming that to be the case, the other candidates\r\nappear to be a pretty fair contingent of blighters. If I were a\r\nnative of New York, perhaps I might take a more fervid interest in\r\nthe matter, but as I am merely passing through your beautiful\r\nlittle city, it doesn't seem to me to make any very substantial\r\ndifference who gets in. To be absolutely candid, my view of the\r\nthing is this. If the People are chumps enough to elect you, then\r\nthey deserve you. I hope I don't hurt your feelings in any way. I\r\nam merely stating my own individual opinion.\"\r\n\r\nMr. Waring made no remark.\r\n\r\n\"The only thing that really interests me,\" resumed Psmith, \"is the\r\nmatter of these tenements. I shall shortly be leaving this country\r\nto resume the strangle-hold on Learning which I relinquished at the\r\nbeginning of the Long Vacation. If I were to depart without\r\nbringing off improvements down Pleasant Street way, I shouldn't be\r\nable to enjoy my meals. The startled cry would go round Cambridge:\r\n'Something is the matter with Psmith. He is off his feed. He\r\nshould try Blenkinsop's Balm for the Bilious.' But no balm would do\r\nme any good. I should simply droop and fade slowly away like a\r\nneglected lily. And you wouldn't like that, Comrade Wilberfloss,\r\nwould you?\"\r\n\r\nMr. Wilberfloss, thus suddenly pulled into the conversation, again\r\nleaped in his seat.\r\n\r\n\"What I propose to do,\" continued Psmith, without waiting for an\r\nanswer, \"is to touch you for the good round sum of five thousand\r\nand three dollars.\"\r\n\r\nMr. Waring half rose.\r\n\r\n\"Five thousand dollars!\"\r\n\r\n\"Five thousand and three dollars,\" said Psmith. \"It may possibly\r\nhave escaped your memory, but a certain minion of yours, one J.\r\nRepetto, utterly ruined a practically new hat of mine. If you think\r\nthat I can afford to come to New York and scatter hats about as if\r\nthey were mere dross, you are making the culminating error of a\r\nmisspent life. Three dollars are what I need for a new one. The\r\nbalance of your cheque, the five thousand, I propose to apply to\r\nmaking those tenements fit for a tolerably fastidious pig to live\r\nin.\"\r\n\r\n\"Five thousand!\" cried Mr. Waring. \"It's monstrous.\"\r\n\r\n\"It isn't,\" said Psmith. \"It's more or less of a minimum. I have\r\nmade inquiries. So out with the good old cheque-book, and let's all\r\nbe jolly.\"\r\n\r\n\"I have no cheque-book with me.\"\r\n\r\n\"_I_ have,\" said Psmith, producing one from a drawer. \"Cross out\r\nthe name of my bank, substitute yours, and fate cannot touch us.\"\r\n\r\nMr. Waring hesitated for a moment, then capitulated. Psmith\r\nwatched, as he wrote, with an indulgent and fatherly eye.\r\n\r\n\"Finished?\" he said. \"Comrade Maloney.\"\r\n\r\n\"Youse hollering fer me?\" asked that youth, appearing at the door.\r\n\r\n\"Bet your life I am, Comrade Maloney. Have you ever seen an untamed\r\nmustang of the prairie?\"\r\n\r\n\"Nope. But I've read about dem.\"\r\n\r\n\"Well, run like one down to Wall Street with this cheque, and pay\r\nit in to my account at the International Bank.\"\r\n\r\nPugsy disappeared.\r\n\r\n\"Cheques,\" said Psmith, \"have been known to be stopped. Who knows\r\nbut what, on reflection, you might not have changed your mind?\"\r\n\r\n\"What guarantee have I,\" asked Mr. Waring, \"that these attacks on\r\nme in your paper will stop?\"\r\n\r\n\"If you like,\" said Psmith, \"I will write you a note to that\r\neffect. But it will not be necessary. I propose, with Comrade\r\nWilberfloss's assistance, to restore _Cosy Moments_ to its old style.\r\nSome days ago the editor of Comrade Windsor's late daily paper\r\ncalled up on the telephone and asked to speak to him. I explained\r\nthe painful circumstances, and, later, went round and hob-nobbed\r\nwith the great man. A very pleasant fellow. He asks to re-engage\r\nComrade Windsor's services at a pretty sizeable salary, so, as far\r\nas our prison expert is concerned, all may be said to be well. He\r\nhas got where he wanted. _Cosy Moments_ may therefore ease up a bit.\r\nIf, at about the beginning of next month, you should hear a\r\ndeafening squeal of joy ring through this city, it will be the\r\ninfants of New York and their parents receiving the news that _Cosy\r\nMoments_ stands where it did. May I count on your services, Comrade\r\nWilberfloss? Excellent. I see I may. Then perhaps you would not\r\nmind passing the word round among Comrades Asher, Waterman, and the\r\nrest of the squad, and telling them to burnish their brains and be\r\nready to wade in at a moment's notice. I fear you will have a\r\npretty tough job roping in the old subscribers again, but it can be\r\ndone. I look to you, Comrade Wilberfloss. Are you on?\"\r\n\r\nMr. Wilberfloss, wriggling in his chair, intimated that he was.\r\n\r\n\r\n\r\nCONCLUSION\r\n\r\nIT was a drizzly November evening. The streets of Cambridge were a\r\ncompound of mud, mist, and melancholy. But in Psmith's rooms the\r\nfire burned brightly, the kettle droned, and all, as the proprietor\r\nhad just observed, was joy, jollity, and song. Psmith, in pyjamas\r\nand a college blazer, was lying on the sofa. Mike, who had been\r\nplaying football, was reclining in a comatose state in an arm-chair\r\nby the fire.\r\n\r\n\"How pleasant it would be,\" said Psmith dreamily, \"if all our\r\nfriends on the other side of the Atlantic could share this very\r\npeaceful moment with us! Or perhaps not quite all. Let us say,\r\nComrade Windsor in the chair over there, Comrades Brady and Maloney\r\non the table, and our old pal Wilberfloss sharing the floor with B.\r\nHenderson Asher, Bat Jarvis, and the cats. By the way, I think it\r\nwould be a graceful act if you were to write to Comrade Jarvis from\r\ntime to time telling him how your Angoras are getting on. He\r\nregards you as the World's Most Prominent Citizen. A line from you\r\nevery now and then would sweeten the lad's existence.\"\r\n\r\nMike stirred sleepily in his chair.\r\n\r\n\"What?\" he said drowsily.\r\n\r\n\"Never mind, Comrade Jackson. Let us pass lightly on. I am filled\r\nwith a strange content to-night. I may be wrong, but it seems to me\r\nthat all is singularly to de good, as Comrade Maloney would put it.\r\nAdvices from Comrade Windsor inform me that that prince of\r\nblighters, Waring, was rejected by an intelligent electorate. Those\r\nkeen, clear-sighted citizens refused to vote for him to an extent\r\nthat you could notice without a microscope. Still, he has one\r\nconsolation. He owns what, when the improvements are completed,\r\nwill be the finest and most commodious tenement houses in New York.\r\nMillionaires will stop at them instead of going to the Plaza. Are\r\nyou asleep, Comrade Jackson?\"\r\n\r\n\"Um-m,\" said Mike.\r\n\r\n\"That is excellent. You could not be better employed. Keep\r\nlistening. Comrade Windsor also stated--as indeed did the sporting\r\npapers--that Comrade Brady put it all over friend Eddie Wood,\r\nadministering the sleep-producer in the eighth round. My\r\nauthorities are silent as to whether or not the lethal blow was a\r\nhalf-scissor hook, but I presume such to have been the case. The\r\nKid is now definitely matched against Comrade Garvin for the\r\nchampionship, and the experts seem to think that he should win. He\r\nis a stout fellow, is Comrade Brady, and I hope he wins through. He\r\nwill probably come to England later on. When he does, we must show\r\nhim round. I don't think you ever met him, did you, Comrade\r\nJackson?\"\r\n\r\n\"Ur-r,\" said Mike.\r\n\r\n\"Say no more,\" said Psmith. \"I take you.\"\r\n\r\nHe reached out for a cigarette.\r\n\r\n\"These,\" he said, comfortably, \"are the moments in life to which we\r\nlook back with that wistful pleasure. What of my boyhood at Eton?\r\nDo I remember with the keenest joy the brain-tourneys in the old\r\nform-room, and the bally rot which used to take place on the Fourth\r\nof June? No. Burned deeply into my memory is a certain hot bath I\r\ntook after one of the foulest cross-country runs that ever occurred\r\noutside Dante's Inferno. So with the present moment. This peaceful\r\nscene, Comrade Jackson, will remain with me when I have forgotten\r\nthat such a person as Comrade Repetto ever existed. These are the\r\nreal _Cosy Moments_. And while on that subject you will be glad to\r\nhear that the little sheet is going strong. The man Wilberfloss is\r\na marvel in his way. He appears to have gathered in the majority of\r\nthe old subscribers again. Hopping mad but a brief while ago, they\r\nnow eat out of his hand. You've really no notion what a feeling of\r\nquiet pride it gives you owning a paper. I try not to show it, but\r\nI seem to myself to be looking down on the world from some lofty\r\npeak. Yesterday night, when I was looking down from the peak\r\nwithout a cap and gown, a proctor slid up. To-day I had to dig down\r\ninto my jeans for a matter of two plunks. But what of it? Life\r\nmust inevitably be dotted with these minor tragedies. I do not\r\nrepine. The whisper goes round, 'Psmith bites the bullet, and\r\nwears a brave smile.' Comrade Jackson--\"\r\n\r\nA snore came from the chair.\r\n\r\nPsmith sighed. But he did not repine. He bit the bullet. His eyes\r\nclosed.\r\n\r\nFive minutes later a slight snore came from the sofa, too.\r\nThe man behind _Cosy Moments_ slept."
  ]
}