{
  "index": 20,
  "title": "Chapter 19",
  "paragraphs": [
    "CORNERED\r\n\r\nHe stood in the doorway looking with some surprise at the group\r\ninside. He was a smallish, pale-faced man with protruding eyes and\r\nteeth which gave him a certain resemblance to a rabbit.\r\n\r\n\"Hello,\" he said.\r\n\r\n\"Welcome to New York,\" said Psmith.\r\n\r\nMaster Maloney, who had taken advantage of the interruption to edge\r\nfarther into the room, now appeared to consider the question of his\r\ndeparture permanently shelved. He sidled to a corner and sat down\r\non an empty soap-box with the air of a dramatic critic at the\r\nopening night of a new play. The scene looked good to him. It\r\npromised interesting developments. Master Maloney was an earnest\r\nstudent of the drama, as exhibited in the theatres of the East\r\nSide, and few had ever applauded the hero of \"Escaped from\r\nSing-Sing,\" or hissed the villain of \"Nellie, the Beautiful\r\nCloak-Model\" with more fervour than he. He liked his drama to have\r\nplenty of action, and to his practised eye this one promised well.\r\nPsmith he looked upon as a quite amiable lunatic, from whom little\r\nwas to be expected; but there was a set expression on Billy\r\nWindsor's face which suggested great things.\r\n\r\nHis pleasure was abruptly quenched. Billy Windsor, placing a firm\r\nhand on his collar, led him to the door and pushed him out, closing\r\nthe door behind him.\r\n\r\nThe rent collector watched these things with a puzzled eye. He now\r\nturned to Psmith.\r\n\r\n\"Say, seen anything of the wops that live here?\" he inquired.\r\n\r\n\"I am addressing--?\" said Psmith courteously.\r\n\r\n\"My name's Gooch.\"\r\n\r\nPsmith bowed.\r\n\r\n\"Touching these wops, Comrade Gooch,\" he said, \"I fear there is\r\nlittle chance of your seeing them to-night, unless you wait some\r\nconsiderable time. With one of them--the son and heir of the\r\nfamily, I should say--we have just been having a highly interesting\r\nand informative chat. Comrade Maloney, who has just left us, acted\r\nas interpreter. The father, I am told, is in the dungeon below the\r\ncastle moat for a brief spell for punching his foreman in the\r\neye. The result? The rent is not forthcoming.\"\r\n\r\n\"Then it's outside for theirs,\" said Mr. Gooch definitely.\r\n\r\n\"It's a big shame,\" broke in Billy, \"turning the kid out. Where's\r\nhe to go?\"\r\n\r\n\"That's up to him. Nothing to do with me. I'm only acting under\r\norders from up top.\"\r\n\r\n\"Whose orders, Comrade Gooch?\" inquired Psmith.\r\n\r\n\"The gent who owns this joint.\"\r\n\r\n\"Who is he?\" said Billy.\r\n\r\nSuspicion crept into the protruding eyes of the rent collector. He\r\nwaxed wroth. \"Say!\" he demanded. \"Who are you two guys, anyway, and\r\nwhat do you think you're doing here? That's what I'd like to know.\r\nWhat do you want with the name of the owner of this place? What\r\nbusiness is it of yours?\"\r\n\r\n\"The fact is, Comrade Gooch, we are newspaper men.\"\r\n\r\n\"I guessed you were,\" said Mr. Gooch with triumph. \"You can't bluff\r\nme. Well, it's no good, boys. I've nothing for you. You'd better\r\nchase off and try something else.\"\r\n\r\nHe became more friendly.\r\n\r\n\"Say, though,\" he said, \"I just guessed you were from some\r\npaper. I wish I could give you a story, but I can't. I guess\r\nit's this _Cosy Moments_ business that's been and put your editor\r\non to this joint, ain't it? Say, though, that's a queer thing,\r\nthat paper. Why, only a few weeks ago it used to be a sort of\r\ntake-home-and-read-to-the-kids affair. A friend of mine used\r\nto buy it regular. And then suddenly it comes out with a\r\nregular whoop, and started knocking these tenements and\r\nboosting Kid Brady, and all that. I can't understand it. All I\r\nknow is that it's begun to get this place talked about. Why,\r\nyou see for yourselves how it is. Here is your editor sending\r\nyou down to get a story about it. But, say, those _Cosy Moments_\r\nguys are taking big risks. I tell you straight they are, and\r\nthat goes. I happen to know a thing or two about what's going\r\non on the other side, and I tell you there's going to be\r\nsomething doing if they don't cut it out quick. Mr.--\" he\r\nstopped and chuckled, \"Mr. Jones isn't the man to sit still and\r\nsmile. He's going to get busy. Say, what paper do you boys come\r\nfrom?\"\r\n\r\n\"_Cosy Moments_, Comrade Gooch,\" Psmith replied. \"Immediately behind\r\nyou, between you and the door, is Comrade Windsor, our editor. I am\r\nPsmith. I sub-edit.\"\r\n\r\nFor a moment the inwardness of the information did not seem to come\r\nhome to Mr. Gooch. Then it hit him. He spun round. Billy Windsor\r\nwas standing with his back against the door and a more than nasty\r\nlook on his face.\r\n\r\n\"What's all this?\" demanded Mr. Gooch.\r\n\r\n\"I will explain all,\" said Psmith soothingly. \"In the first place,\r\nhowever, this matter of Comrade Spaghetti's rent. Sooner than see\r\nthat friend of my boyhood slung out to do the\r\nwandering-child-in-the-snow act, I will brass up for him.\"\r\n\r\n\"Confound his rent. Let me out.\"\r\n\r\n\"Business before pleasure. How much is it? Twelve dollars? For the\r\nprivilege of suffocating in this compact little Black Hole? By my\r\nhalidom, Comrade Gooch, that gentleman whose name you are so\r\nshortly to tell us has a very fair idea of how to charge! But who\r\nam I that I should criticise? Here are the simoleons, as our young\r\nfriend, Comrade Maloney, would call them. Push me over a receipt.\"\r\n\r\n\"Let me out.\"\r\n\r\n\"Anon, gossip, anon.--Shakespeare. First, the receipt.\"\r\n\r\nMr. Gooch scribbled a few words in his notebook and tore out the\r\npage. Psmith thanked him.\r\n\r\n\"I will see that it reaches Comrade Spaghetti,\" he said. \"And now\r\nto a more important matter. Don't put away that notebook. Turn to\r\na clean page, moisten your pencil, and write as follows. Are you\r\nready? By the way, what is your Christian name? . . . Gooch, Gooch,\r\nthis is no way to speak! Well, if you are sensitive on the point,\r\nwe will waive the Christian name. It is my duty to tell you,\r\nhowever, that I suspect it to be Percy. Let us push on. Are you\r\nready, once more? Pencil moistened? Very well, then. 'I'--comma--'being\r\nof sound mind and body'--comma--'and a bright little chap\r\naltogether'--comma--Why, you're not writing.\"\r\n\r\n\"Let me out,\" bellowed Mr. Gooch. \"I'll summon you for assault and\r\nbattery. Playing a fool game like this! Get away from that door.\"\r\n\r\n\"There has been no assault and battery yet, Comrade Gooch, but who\r\nshall predict how long so happy a state of things will last? Do not\r\nbe deceived by our gay and smiling faces, Comrade Gooch. We mean\r\nbusiness. Let me put the whole position of affairs before you; and\r\nI am sure a man of your perception will see that there is only one\r\nthing to be done.\"\r\n\r\nHe dusted the only chair in the room with infinite care and sat\r\ndown. Billy Windsor, who had not spoken a word or moved an inch\r\nsince the beginning of the interview, continued to stand and be\r\nsilent. Mr. Gooch shuffled restlessly in the middle of the room.\r\n\r\n\"As you justly observed a moment ago,\" said Psmith, \"the staff of\r\n_Cosy Moments_ is taking big risks. We do not rely on your\r\nunsupported word for that. We have had practical demonstration of\r\nthe fact from one J. Repetto, who tried some few nights ago to put\r\nus out of business. Well, it struck us both that we had better get\r\nhold of the name of the blighter who runs these tenements as\r\nquickly as possible, before Comrade Repetto's next night out. That\r\nis what we should like you to give us, Comrade Gooch. And we should\r\nlike it in writing. And, on second thoughts, in ink. I have one of\r\nthose patent non-leakable fountain pens in my pocket. The Old\r\nJournalist's Best Friend. Most of the ink has come out and is\r\npermeating the lining of my coat, but I think there is still\r\nsufficient for our needs. Remind me later, Comrade Gooch, to\r\ncontinue on the subject of fountain pens. I have much to say on the\r\ntheme. Meanwhile, however, business, business. That is the cry.\"\r\n\r\nHe produced a pen and an old letter, the last page of which was\r\nblank, and began to write.\r\n\r\n\"How does this strike you?\" he said. \"'I'--(I have left a blank\r\nfor the Christian name: you can write it in yourself later)--'I,\r\nblank Gooch, being a collector of rents in Pleasant Street, New\r\nYork, do hereby swear'--hush, Comrade Gooch, there is no need to do\r\nit yet--'that the name of the owner of the Pleasant Street\r\ntenements, who is responsible for the perfectly foul conditions\r\nthere, is--' And that is where you come in, Comrade Gooch. That is\r\nwhere we need your specialised knowledge. Who is he?\"\r\n\r\nBilly Windsor reached out and grabbed the rent collector by the\r\ncollar. Having done this, he proceeded to shake him.\r\n\r\nBilly was muscular, and his heart was so much in the business that\r\nMr. Gooch behaved as if he had been caught in a high wind. It is\r\nprobable that in another moment the desired information might have\r\nbeen shaken out of him, but before this could happen there was a\r\nbanging at the door, followed by the entrance of Master Maloney.\r\nFor the first time since Psmith had known him, Pugsy was openly\r\nexcited.\r\n\r\n\"Say,\" he began, \"youse had better beat it quick, you had. Dey's\r\ncoming!\"\r\n\r\n\"And now go back to the beginning, Comrade Maloney,\" said Psmith\r\npatiently, \"which in the exuberance of the moment you have skipped.\r\nWho are coming?\"\r\n\r\n\"Why, dem. De guys.\"\r\n\r\nPsmith shook his head.\r\n\r\n\"Your habit of omitting essentials, Comrade Maloney, is going to\r\nundo you one of these days. When you get to that ranch of yours,\r\nyou will probably start out to gallop after the cattle without\r\nremembering to mount your mustang. There are four million guys in\r\nNew York. Which section is it that is coming?\"\r\n\r\n\"Gum! I don't know how many dere is ob dem. I seen Spider Reilly\r\nan' Jack Repetto an'--\"\r\n\r\n\"Say no more,\" said Psmith. \"If Comrade Repetto is there, that is\r\nenough for me. I am going to get on the roof and pull it up after\r\nme.\"\r\n\r\nBilly released Mr. Gooch, who fell, puffing, on to the low bed,\r\nwhich stood in one corner of the room.\r\n\r\n\"They must have spotted us as we were coming here,\" he said, \"and\r\nfollowed us. Where did you see them, Pugsy?\"\r\n\r\n\"On de Street just outside. Dere was a bunch of dem talkin'\r\ntogedder, and I hears dem say you was in here. One of dem seen you\r\ncome in, an dere ain't no ways out but de front, so dey ain't\r\nhurryin'! Dey just reckon to pike along upstairs, lookin' into each\r\nroom till dey finds you. An dere's a bunch of dem goin' to wait on\r\nde Street in case youse beat it past down de stairs while de udder\r\nguys is rubberin' for youse. Say, gents, it's pretty fierce, dis\r\nproposition. What are youse goin' to do?\"\r\n\r\nMr. Gooch, from the bed, laughed unpleasantly.\r\n\r\n\"I guess you ain't the only assault-and-battery artists in the\r\nbusiness,\" he said. \"Looks to me as if some one else was going to\r\nget shaken up some.\"\r\n\r\nBilly looked at Psmith.\r\n\r\n\"Well?\" he said. \"What shall we do? Go down and try and rush\r\nthrough?\"\r\n\r\nPsmith shook his head.\r\n\r\n\"Not so, Comrade Windsor, but about as much otherwise as you can\r\njolly well imagine.\"\r\n\r\n\"Well, what then?\"\r\n\r\n\"We will stay here. Or rather we will hop nimbly up on to the roof\r\nthrough that skylight. Once there, we may engage these varlets on\r\nfairly equal terms. They can only get through one at a time. And\r\nwhile they are doing it I will give my celebrated imitation of\r\nHoratius. We had better be moving. Our luggage, fortunately, is\r\nsmall. Merely Comrade Gooch. If you will get through the skylight,\r\nI will pass him up to you.\"\r\n\r\nMr. Gooch, with much verbal embroidery, stated that he would not\r\ngo. Psmith acted promptly. Gripping the struggling rent collector\r\nround the waist, and ignoring his frantic kicks as mere errors in\r\ntaste, he lifted him to the trap-door, whence the head, shoulders\r\nand arms of Billy Windsor protruded into the room. Billy collected\r\nthe collector, and then Psmith turned to Pugsy.\r\n\r\n\"Comrade Maloney.\"\r\n\r\n\"Huh?\"\r\n\r\n\"Have I your ear?\"\r\n\r\n\"Huh?\"\r\n\r\n\"Are you listening till you feel that your ears are the size of\r\nfootballs? Then drink this in. For weeks you have been praying for\r\na chance to show your devotion to the great cause; or if you\r\nhaven't, you ought to have been. That chance has come. You alone\r\ncan save us. In a sense, of course, we do not need to be saved.\r\nThey will find it hard to get at us, I fancy, on the roof. But it\r\nill befits the dignity of the editorial staff of a great New York\r\nweekly to roost like pigeons for any length of time; and\r\nconsequently it is up to you.\"\r\n\r\n\"Shall I go for de cops, Mr. Smith?\"\r\n\r\n\"No, Comrade Maloney, I thank you. I have seen the cops in action,\r\nand they did not impress me. We do not want allies who will merely\r\nshake their heads at Comrade Repetto and the others, however\r\nsternly. We want some one who will swoop down upon these merry\r\nroisterers, and, as it were, soak to them good. Do you know where\r\nDude Dawson lives?\"\r\n\r\nThe light of intelligence began to shine in Master Maloney's face.\r\nHis eye glistened with respectful approval. This was strategy of\r\nthe right sort.\r\n\r\n\"Dude Dawson? Nope. But I can ask around.\"\r\n\r\n\"Do so, Comrade Maloney. And when found, tell him that his old\r\ncollege chum, Spider Reilly, is here. He will not be able to come\r\nhimself, I fear, but he can send representatives.\"\r\n\r\n\"Sure.\"\r\n\r\n\"That's all, then. Go downstairs with a gay and jaunty air, as if\r\nyou had no connection with the old firm at all. Whistle a few\r\nlively bars. Make careless gestures. Thus shall you win through.\r\nAnd now it would be no bad idea, I fancy, for me to join the rest\r\nof the brains of the paper up aloft. Off you go, Comrade Maloney.\r\nAnd, in passing, don't take a week about it. Leg it with all the\r\nspeed you possess.\"\r\n\r\nPugsy vanished, and Psmith closed the door behind him. Inspection\r\nrevealed the fact that it possessed no lock. As a barrier it was\r\nuseless. He left it ajar, and, jumping up, gripped the edge of the\r\nopening in the roof and pulled himself through.\r\n\r\nBilly Windsor was seated comfortably on Mr. Gooch's chest a few\r\nfeet away. By his side was his big stick. Psmith possessed himself\r\nof this, and looked about him. The examination was satisfactory.\r\nThe trap-door appeared to be the only means of access to the roof,\r\nand between their roof and that of the next house there was a broad\r\ngulf.\r\n\r\n\"Practically impregnable,\" he murmured. \"Only one thing can dish\r\nus, Comrade Windsor; and that is if they have the sense to get on\r\nto the roof next door and start shooting. Even in that case,\r\nhowever, we have cover in the shape of the chimneys. I think we\r\nmay fairly say that all is well. How are you getting along? Has the\r\npatient responded at all?\"\r\n\r\n\"Not yet,\" said Billy. \"But he's going to.\"\r\n\r\n\"He will be in your charge. I must devote myself exclusively to\r\nguarding the bridge. It is a pity that the trap has not got a bolt\r\nthis side. If it had, the thing would be a perfect picnic. As it\r\nis, we must leave it open. But we mustn't expect everything.\"\r\n\r\nBilly was about to speak, but Psmith suddenly held up his hand\r\nwarningly. From the room below came a sound of feet.\r\n\r\nFor a moment the silence was tense. Then from Mr. Gooch's lips\r\nthere escaped a screech.\r\n\r\n\"This way! They're up--\"\r\n\r\nThe words were cut short as Billy banged his hand over the\r\nspeaker's mouth. But the thing was done.\r\n\r\n\"On top de roof,\" cried a voice. \"Dey've beaten it for de roof.\"\r\n\r\nThe chair rasped over the floor. Feet shuffled. And then, like a\r\njack-in-the-box, there popped through the opening a head and\r\nshoulders."
  ]
}