{
  "index": 3,
  "title": "Chapter 2",
  "paragraphs": [
    "ENGLAND'S PERIL\r\n\r\n\r\nWhen the papers arrived next morning, it was seen that the situation\r\nwas even worse than had at first been suspected. Not only had the\r\nGermans effected a landing in Essex, but, in addition, no fewer than\r\neight other hostile armies had, by some remarkable coincidence, hit on\r\nthat identical moment for launching their long-prepared blow.\r\n\r\nEngland was not merely beneath the heel of the invader. It was beneath\r\nthe heels of nine invaders.\r\n\r\nThere was barely standing-room.\r\n\r\nFull details were given in the Press. It seemed that while Germany was\r\nlanding in Essex, a strong force of Russians, under the Grand Duke\r\nVodkakoff, had occupied Yarmouth. Simultaneously the Mad Mullah had\r\ncaptured Portsmouth; while the Swiss navy had bombarded Lyme Regis, and\r\nlanded troops immediately to westward of the bathing-machines. At\r\nprecisely the same moment China, at last awakened, had swooped down\r\nupon that picturesque little Welsh watering-place, Lllgxtplll, and,\r\ndespite desperate resistance on the part of an excursion of Evanses and\r\nJoneses from Cardiff, had obtained a secure foothold. While these\r\nthings were happening in Wales, the army of Monaco had descended on\r\nAuchtermuchty, on the Firth of Clyde. Within two minutes of this\r\ndisaster, by Greenwich time, a boisterous band of Young Turks had\r\nseized Scarborough. And, at Brighton and Margate respectively, small\r\nbut determined armies, the one of Moroccan brigands, under Raisuli, the\r\nother of dark-skinned warriors from the distant isle of Bollygolla, had\r\nmade good their footing.\r\n\r\nThis was a very serious state of things.\r\n\r\nCorrespondents of the _Daily Mail_ at the various points of attack\r\nhad wired such particulars as they were able. The preliminary parley at\r\nLllgxtplll between Prince Ping Pong Pang, the Chinese general, and\r\nLlewellyn Evans, the leader of the Cardiff excursionists, seems to have\r\nbeen impressive to a degree. The former had spoken throughout in pure\r\nChinese, the latter replying in rich Welsh, and the general effect,\r\nwired the correspondent, was almost painfully exhilarating.\r\n\r\nSo sudden had been the attacks that in very few instances was there any\r\nreal resistance. The nearest approach to it appears to have been seen\r\nat Margate.\r\n\r\nAt the time of the arrival of the black warriors which, like the other\r\nonslaughts, took place between one and two o'clock on the afternoon of\r\nAugust Bank Holiday, the sands were covered with happy revellers. When\r\nthe war canoes approached the beach, the excursionists seem to have\r\nmistaken their occupants at first for a troupe of nigger minstrels on\r\nan unusually magnificent scale; and it was freely noised abroad in the\r\ncrowd that they were being presented by Charles Frohmann, who was\r\nendeavouring to revive the ancient glories of the Christy Minstrels.\r\nToo soon, however, it was perceived that these were no harmless Moore\r\nand Burgesses. Suspicion was aroused by the absence of banjoes and\r\ntambourines; and when the foremost of the negroes dexterously scalped a\r\nsmall boy, suspicion became certainty.\r\n\r\nIn this crisis the trippers of Margate behaved well. The Mounted\r\nInfantry, on donkeys, headed by Uncle Bones, did much execution. The\r\nLadies' Tormentor Brigade harassed the enemy's flank, and a\r\nhastily-formed band of sharp-shooters, armed with three-shies-a-penny\r\nballs and milky cocos, undoubtedly troubled the advance guard\r\nconsiderably. But superior force told. After half an hour's fighting\r\nthe excursionists fled, leaving the beach to the foe.\r\n\r\nAt Auchtermuchty and Portsmouth no obstacle, apparently, was offered to\r\nthe invaders. At Brighton the enemy were permitted to land unharmed.\r\nScarborough, taken utterly aback by the boyish vigour of the Young\r\nTurks, was an easy prey; and at Yarmouth, though the Grand Duke\r\nreceived a nasty slap in the face from a dexterously-thrown bloater,\r\nthe resistance appears to have been equally futile.\r\n\r\nBy tea-time on August the First, nine strongly-equipped forces were\r\nfirmly established on British soil."
  ]
}