{
  "index": 2,
  "title": "Chapter 1",
  "paragraphs": [
    "THE INVADERS\r\n\r\n\r\nClarence flung the boy a halfpenny, tore a paper from his grasp, and\r\nscanned it eagerly. There was nothing to interest him in the body of\r\nthe journal, but he found what he was looking for in the stop-press\r\nspace. \"Stop press news,\" said the paper. \"Fry not out, 104. Surrey 147\r\nfor 8. A German army landed in Essex this afternoon. Loamshire\r\nHandicap: Spring Chicken, 1; Salome, 2; Yip-i-addy, 3. Seven ran.\"\r\n\r\nEssex! Then at any moment the foe might be at their doors; more, inside\r\ntheir doors. With a passionate cry, Clarence tore back to the house.\r\n\r\nHe entered the dining-room with the speed of a highly-trained Marathon\r\nwinner, just in time once more to prevent Mr. Chugwater lowering his\r\nrecord.\r\n\r\n\"The Germans!\" shouted Clarence. \"We are invaded!\"\r\n\r\nThis time Mr. Chugwater was really annoyed.\r\n\r\n\"If I have told you once about your detestable habit of shouting in the\r\nhouse, Clarence, I have told you a hundred times. If you cannot be a\r\nBoy Scout quietly, you must stop being one altogether. I had got up to\r\nsix that time.\"\r\n\r\n\"But, father----\"\r\n\r\n\"Silence! You will go to bed this minute; and I shall consider the\r\nquestion whether you are to have any supper. It will depend largely on\r\nyour behaviour between now and then. Go!\"\r\n\r\n\"But, father----\"\r\n\r\nClarence dropped the paper, shaken with emotion. Mr. Chugwater's\r\nsternness deepened visibly.\r\n\r\n\"Clarence! Must I speak again?\"\r\n\r\nHe stooped and removed his right slipper.\r\n\r\nClarence withdrew.\r\n\r\nReggie picked up the paper.\r\n\r\n\"That kid,\" he announced judicially, \"is off his nut! Hullo! I told you\r\nso! Fry not out, 104. Good old Charles!\"\r\n\r\n\"I say,\" exclaimed Horace, who sat nearest the window, \"there are two\r\nrummy-looking chaps coming to the front door, wearing a sort of fancy\r\ndress!\"\r\n\r\n\"It must be the Germans,\" said Reggie. \"The paper says they landed here\r\nthis afternoon. I expect----\"\r\n\r\nA thunderous knock rang through the house. The family looked at one\r\nanother. Voices were heard in the hall, and next moment the door opened\r\nand the servant announced \"Mr. Prinsotto and Mr. Aydycong.\"\r\n\r\n\"Or, rather,\" said the first of the two newcomers, a tall, bearded,\r\nsoldierly man, in perfect English, \"Prince Otto of Saxe-Pfennig and\r\nCaptain the Graf von Poppenheim, his aide-de-camp.\"\r\n\r\n\"Just so--just so!\" said Mr. Chugwater, affably. \"Sit down, won't you?\"\r\n\r\nThe visitors seated themselves. There was an awkward silence.\r\n\r\n\"Warm day!\" said Mr. Chugwater.\r\n\r\n\"Very!\" said the Prince, a little constrainedly.\r\n\r\n\"Perhaps a cup of tea? Have you come far?\"\r\n\r\n\"Well--er--pretty far. That is to say, a certain distance. In fact,\r\nfrom Germany.\"\r\n\r\n\"I spent my summer holiday last year at Dresden. Capital place!\"\r\n\r\n\"Just so. The fact is, Mr.--er--\"\r\n\r\n\"Chugwater. By the way--my wife, Mrs. Chugwater.\"\r\n\r\nThe prince bowed. So did his aide-de-camp.\r\n\r\n\"The fact is, Mr. Jugwater,\" resumed the prince, \"we are not here on a\r\nholiday.\"\r\n\r\n\"Quite so, quite so. Business before pleasure.\"\r\n\r\nThe prince pulled at his moustache. So did his aide-de-camp, who seemed\r\nto be a man of but little initiative and conversational resource.\r\n\r\n\"We are invaders.\"\r\n\r\n\"Not at all, not at all,\" protested Mr. Chugwater.\r\n\r\n\"I must warn you that you will resist at your peril. You wear no\r\nuniform--\"\r\n\r\n\"Wouldn't dream of such a thing. Except at the lodge, of course.\"\r\n\r\n\"You will be sorely tempted, no doubt. Do not think that I do not\r\nappreciate your feelings. This is an Englishman's Home.\"\r\n\r\nMr. Chugwater tapped him confidentially on the knee.\r\n\r\n\"And an uncommonly snug little place, too,\" he said. \"Now, if you will\r\nforgive me for talking business, you, I gather, propose making some\r\nstay in this country.\"\r\n\r\nThe prince laughed shortly. So did his aide-de-camp. \"Exactly,\"\r\ncontinued Mr. Chugwater, \"exactly. Then you will want some\r\n_pied-a-terre_, if you follow me. I shall be delighted to let you\r\nthis house on remarkably easy terms for as long as you please. Just\r\ncome along into my study for a moment. We can talk it over quietly\r\nthere. You see, dealing direct with me, you would escape the\r\nmiddleman's charges, and--\"\r\n\r\nGently but firmly he edged the prince out of the room and down the\r\npassage.\r\n\r\nThe aide-de-camp continued to sit staring woodenly at the carpet.\r\nReggie closed quietly in on him.\r\n\r\n\"Excuse me,\" he said; \"talking shop and all that. But I'm an agent for\r\nthe Come One Come All Accident and Life Assurance Office. You have\r\nheard of it probably? We can offer you really exceptional terms. You\r\nmust not miss a chance of this sort. Now here's a prospectus--\"\r\n\r\nHorace sidled forward.\r\n\r\n\"I don't know if you happen to be a cyclist, Captain--er--Graf; but if\r\nyou'd like a practically new motorbike, only been used since last\r\nNovember, I can let you--\"\r\n\r\nThere was a swish of skirts as Grace and Alice advanced on the visitor.\r\n\r\n\"I'm sure,\" said Grace winningly, \"that you're fond of the theatre,\r\nCaptain Poppenheim. We are getting up a performance of 'Ici on parle\r\nFrancais,' in aid of the fund for Supplying Square Meals to Old-Age\r\nPensioners. Such a deserving object, you know. Now, how many tickets\r\nwill you take?\"\r\n\r\n\"You can sell them to your friends, you know,\" added Mrs. Chugwater.\r\n\r\nThe aide-de-camp gulped convulsively.\r\n\r\n       *       *       *       *       *\r\n\r\nTen minutes later two penniless men groped their way, dazed, to the\r\ngarden gate.\r\n\r\n\"At last,\" said Prince Otto brokenly, for it was he, \"at last I begin\r\nto realise the horrors of an invasion--for the invaders.\"\r\n\r\nAnd together the two men staggered on."
  ]
}