{
  "index": 1,
  "title": "Chapter 1",
  "paragraphs": [
    "Chapter 1\r\n\r\nAN ENGLISH BOY'S HOME\r\n\r\n\r\n_August the First, 19--_\r\n\r\nClarence Chugwater looked around him with a frown, and gritted his\r\nteeth.\r\n\r\n\"England--my England!\" he moaned.\r\n\r\nClarence was a sturdy lad of some fourteen summers. He was neatly, but\r\nnot gaudily, dressed in a flat-brimmed hat, a coloured handkerchief, a\r\nflannel shirt, a bunch of ribbons, a haversack, football shorts, brown\r\nboots, a whistle, and a hockey-stick. He was, in fact, one of General\r\nBaden-Powell's Boy Scouts.\r\n\r\nScan him closely. Do not dismiss him with a passing glance; for you are\r\nlooking at the Boy of Destiny, at Clarence MacAndrew Chugwater, who\r\nsaved England.\r\n\r\nTo-day those features are familiar to all. Everyone has seen the\r\nChugwater Column in Aldwych, the equestrian statue in Chugwater Road\r\n(formerly Piccadilly), and the picture-postcards in the stationers'\r\nwindows. That bulging forehead, distended with useful information; that\r\nmassive chin; those eyes, gleaming behind their spectacles; that\r\n_tout ensemble_; that _je ne sais quoi_.\r\n\r\nIn a word, Clarence!\r\n\r\nHe could do everything that the Boy Scout must learn to do. He could\r\nlow like a bull. He could gurgle like a wood-pigeon. He could imitate\r\nthe cry of the turnip in order to deceive rabbits. He could smile and\r\nwhistle simultaneously in accordance with Rule 8 (and only those who\r\nhave tried this know how difficult it is). He could spoor, fell trees,\r\ntell the character from the boot-sole, and fling the squaler. He did\r\nall these things well, but what he was really best at was flinging the\r\nsqualer.\r\n\r\n       *       *       *       *       *\r\n\r\nClarence, on this sultry August afternoon, was tensely occupied\r\ntracking the family cat across the dining-room carpet by its\r\nfoot-prints. Glancing up for a moment, he caught sight of the other\r\nmembers of the family.\r\n\r\n\"England, my England!\" he moaned.\r\n\r\nIt was indeed a sight to extract tears of blood from any Boy Scout. The\r\ntable had been moved back against the wall, and in the cleared space\r\nMr. Chugwater, whose duty it was to have set an example to his\r\nchildren, was playing diabolo. Beside him, engrossed in cup-and-ball,\r\nwas his wife. Reggie Chugwater, the eldest son, the heir, the hope of\r\nthe house, was reading the cricket news in an early edition of the\r\nevening paper. Horace, his brother, was playing pop-in-taw with his\r\nsister Grace and Grace's _fiance_, Ralph Peabody. Alice, the other\r\nMiss Chugwater, was mending a Badminton racquet.\r\n\r\nNot a single member of that family was practising with the rifle, or\r\ndrilling, or learning to make bandages.\r\n\r\nClarence groaned.\r\n\r\n\"If you can't play without snorting like that, my boy,\" said Mr.\r\nChugwater, a little irritably, \"you must find some other game. You made\r\nme jump just as I was going to beat my record.\"\r\n\r\n\"Talking of records,\" said Reggie, \"Fry's on his way to his eighth\r\nsuccessive century. If he goes on like this, Lancashire will win the\r\nchampionship.\"\r\n\r\n\"I thought he was playing for Somerset,\" said Horace.\r\n\r\n\"That was a fortnight ago. You ought to keep up to date in an important\r\nsubject like cricket.\"\r\n\r\nOnce more Clarence snorted bitterly.\r\n\r\n\"I'm sure you ought not to be down on the floor, Clarence,\" said Mr.\r\nChugwater anxiously. \"It is so draughty, and you have evidently got a\r\nnasty cold. _Must_ you lie on the floor?\"\r\n\r\n\"I am spooring,\" said Clarence with simple dignity.\r\n\r\n\"But I'm sure you can spoor better sitting on a chair with a nice\r\nbook.\"\r\n\r\n\"_I_ think the kid's sickening for something,\" put in Horace\r\ncritically. \"He's deuced roopy. What's up, Clarry?\"\r\n\r\n\"I was thinking,\" said Clarence, \"of my country--of England.\"\r\n\r\n\"What's the matter with England?\"\r\n\r\n\"_She's_ all right,\" murmured Ralph Peabody.\r\n\r\n\"My fallen country!\" sighed Clarence, a not unmanly tear bedewing the\r\nglasses of his spectacles. \"My fallen, stricken country!\"\r\n\r\n\"That kid,\" said Reggie, laying down his paper, \"is talking right\r\nthrough his hat. My dear old son, are you aware that England has never\r\nbeen so strong all round as she is now? Do you _ever_ read the\r\npapers? Don't you know that we've got the Ashes and the Golf\r\nChampionship, and the Wibbley-wob Championship, and the Spiropole,\r\nSpillikins, Puff-Feather, and Animal Grab Championships? Has it come to\r\nyour notice that our croquet pair beat America last Thursday by eight\r\nhoops? Did you happen to hear that we won the Hop-skip-and-jump at the\r\nlast Olympic Games? You've been out in the woods, old sport.\"\r\n\r\nClarence's heart was too full for words. He rose in silence, and\r\nquitted the room.\r\n\r\n\"Got the pip or something!\" said Reggie. \"Rum kid! I say, Hirst's\r\nbowling well! Five for twenty-three so far!\"\r\n\r\nClarence wandered moodily out of the house. The Chugwaters lived in a\r\ndesirable villa residence, which Mr. Chugwater had built in Essex. It\r\nwas a typical Englishman's Home. Its name was Nasturtium Villa.\r\n\r\nAs Clarence walked down the road, the excited voice of a newspaper-boy\r\ncame to him. Presently the boy turned the corner, shouting, \"Ker-lapse\r\nof Surrey! Sensational bowling at the Oval!\"\r\n\r\nHe stopped on seeing Clarence.\r\n\r\n\"Paper, General?\"\r\n\r\nClarence shook his head. Then he uttered a startled exclamation, for\r\nhis eye had fallen on the poster.\r\n\r\nIt ran as follows:--\r\n\r\n    SURREY\r\n    DOING\r\n    BADLY\r\n    GERMAN ARMY LANDS IN ENGLAND"
  ]
}