{
  "index": 8,
  "title": "Chapter 7",
  "paragraphs": [
    "IN THE BOY SCOUTS' CAMP\r\n\r\n\r\nNight!\r\n\r\nNight in Aldwych!\r\n\r\nIn the centre of that vast tract of unreclaimed prairie known to\r\nLondoners as the Aldwych Site there shone feebly, seeming almost to\r\nemphasise the darkness and desolation of the scene, a single light.\r\n\r\nIt was the camp-fire of the Boy Scouts.\r\n\r\nThe night was raw and windy. A fine rain had been falling for some\r\nhours. The date of September the First. For just a month England had\r\nbeen in the grip of the invaders. The coloured section of the hostile\r\nforce had either reached its home by now, or was well on its way. The\r\npublic had seen it go with a certain regret. Not since the visit of the\r\nShah had such an attractive topic of conversation been afforded them.\r\nSeveral comic journalists had built up a reputation and a large price\r\nper thousand words on the King of Bollygolla alone. Theatres had\r\nbenefited by the index of a large, new, unsophisticated public. A piece\r\nat the Waldorf Theatre had run for a whole fortnight, and \"The Merry\r\nWidow\" had taken on a new lease of life. Selfridge's, abandoning its\r\npolicy of caution, had advertised to the extent of a quarter of a\r\ncolumn in two weekly papers.\r\n\r\nNow the Young Turks were back at school in Constantinople, shuffling\r\ntheir feet and throwing ink pellets at one another; Raisuli, home again\r\nin the old mountains, was working up the kidnapping business, which had\r\nfallen off sadly in his absence under the charge of an incompetent\r\n_locum tenens_; and the Chinese, the Bollygollans, and the troops\r\nof the Mad Mullah were enduring the miseries of sea-sickness out in\r\nmid-ocean.\r\n\r\nThe Swiss army had also gone home, in order to be in time for the\r\nwinter hotel season. There only remained the Germans, the Russians, and\r\nthe troops of Monaco.\r\n\r\n       *        *        *        *        *\r\n\r\nIn the camp of the Boy Scouts a vast activity prevailed.\r\n\r\nFew of London's millions realise how tremendous and far-reaching an\r\nassociation the Boy Scouts are. It will be news to the Man in the\r\nStreet to learn that, with the possible exception of the Black Hand,\r\nthe Scouts are perhaps the most carefully-organised secret society in\r\nthe world.\r\n\r\nTheir ramifications extend through the length and breadth of England.\r\nThe boys you see parading the streets with hockey-sticks are but a\r\nsmall section, the aristocrats of the Society. Every boy in England,\r\nand many a man, is in the pay of the association. Their funds are\r\npractically unlimited. By the oath of initiation which he takes on\r\njoining, every boy is compelled to pay into the common coffers a\r\npercentage of his pocket-money or his salary. When you drop his weekly\r\nthree and sixpence into the hand of your office-boy on Saturday,\r\npossibly you fancy he takes it home to mother. He doesn't. He spend\r\ntwo-and-six on Woodbines. The other shilling goes into the treasury of\r\nthe Boy Scouts. When you visit your nephew at Eton, and tip him five\r\npounds or whatever it is, does he spend it at the sock-shop?\r\nApparently, yes. In reality, a quarter reaches the common fund.\r\n\r\nTake another case, to show the Boy Scouts' power. You are a City\r\nmerchant, and, arriving at the office one morning in a bad temper, you\r\nproceed to cure yourself by taking it out of the office-boy. He says\r\nnothing, apparently does nothing. But that evening, as you are going\r\nhome in the Tube, a burly working-man treads heavily on your gouty\r\nfoot. In Ladbroke Grove a passing hansom splashes you with mud.\r\nReaching home, you find that the cat has been at the cold chicken and\r\nthe butler has given notice. You do not connect these things, but they\r\nare all alike the results of your unjust behaviour to your office-boy\r\nin the morning. Or, meeting a ragged little matchseller, you pat his\r\nhead and give him six-pence. Next day an anonymous present of champagne\r\narrives at your address.\r\n\r\nTerrible in their wrath, the Boy Scouts never forget kindness.\r\n\r\n       *       *       *       *       *\r\n\r\nThe whistle of a Striped Iguanodon sounded softly in the darkness. The\r\nsentry, who was pacing to and fro before the camp-fire, halted, and\r\npeered into the night. As he peered, he uttered the plaintive note of a\r\nzebra calling to its mate.\r\n\r\nA voice from the darkness said, \"Een gonyama-gonyama.\"\r\n\r\n\"Invooboo,\" replied the sentry argumentatively \"Yah bo! Yah bo!\r\nInvooboo.\"\r\n\r\nAn indistinct figure moved forward.\r\n\r\n\"Who goes there?\"\r\n\r\n\"A friend.\"\r\n\r\n\"Advance, friend, and give the countersign.\"\r\n\r\n\"Remember Mafeking, and death to Injuns.\"\r\n\r\n\"Pass friend! All's well.\"\r\n\r\nThe figure walked on into the firelight. The sentry started; then\r\nsaluted and stood to attention. On his face was a worshipping look of\r\nadmiration and awe, such as some young soldier of the Grande Armee\r\nmight have worn on seeing Napoleon; for the newcomer was Clarence\r\nChugwater.\r\n\r\n\"Your name?\" said Clarence, eyeing the sturdy young warrior.\r\n\r\n\"Private William Buggins, sir.\"\r\n\r\n\"You watch well, Private Buggins. England has need of such as you.\"\r\n\r\nHe pinched the young Scout's ear tolerantly. The sentry flushed with\r\npleasure.\r\n\r\n\"My orders have been carried out?\" said Clarence.\r\n\r\n\"Yes, sir. The patrols are all here.\"\r\n\r\n\"Enumerate them.\"\r\n\r\n\"The Chinchilla Kittens, the Bongos, the Zebras, the Iguanodons, the\r\nWelsh Rabbits, the Snapping Turtles, and a half-patrol of the 33rd\r\nLondon Gazekas, sir.\"\r\n\r\nClarence nodded.\r\n\r\n\"'Tis well,\" he said. \"What are they doing?\"\r\n\r\n\"Some of them are acting a Scout's play, sir; some are doing Cone\r\nExercises; one or two are practising deep breathing; and the rest are\r\ndancing an Old English Morris Dance.\"\r\n\r\nClarence nodded.\r\n\r\n\"They could not be better employed. Inform them that I have arrived and\r\nwould address them.\"\r\n\r\nThe sentry saluted.\r\n\r\nStanding in an attitude of deep thought, with his feet apart, his hands\r\nclasped behind him, and his chin sunk upon his breast, Clarence made a\r\nsingularly impressive picture. He had left his Essex home three weeks\r\nbefore, on the expiration of his ten days' holiday, to return to his\r\npost of junior sub-reporter on the staff of a leading London evening\r\npaper. It was really only at night now that he got any time to himself.\r\nDuring the day his time was his paper's, and he was compelled to spend\r\nthe weary hours reading off results of races and other sporting items\r\non the tape-machine. It was only at 6 p.m. that he could begin to\r\ndevote himself to the service of his country.\r\n\r\nThe Scouts had assembled now, and were standing, keen and alert, ready\r\nto do Clarence's bidding.\r\n\r\nClarence returned their salute moodily.\r\n\r\n\"Scout-master Wagstaff,\" he said.\r\n\r\nThe Scout-master, the leader of the troop formed by the various\r\npatrols, stepped forward.\r\n\r\n\"Let the war-dance commence.\"\r\n\r\nClarence watched the evolutions absently. His heart was ill-attuned to\r\ndances. But the thing had to be done, so it was as well to get it over.\r\nWhen the last movement had been completed, he raised his hand.\r\n\r\n\"Men,\" he said, in his clear, penetrating alto, \"although you have not\r\nthe same facilities as myself for hearing the latest news, you are all,\r\nby this time, doubtless aware that this England of ours lies 'neath the\r\nproud foot of a conqueror. It is for us to save her. (Cheers, and a\r\nvoice \"Invooboo!\") I would call on you here and now to seize your\r\nhockey-sticks and rush upon the invader, were it not, alas! that such\r\nan action would merely result in your destruction. At present the\r\ninvader is too strong. We must wait; and something tells me that we\r\nshall not have to wait long. (Applause.) Jealousy is beginning to\r\nspring up between the Russians and the Germans. It will be our task to\r\naggravate this feeling. With our perfect organisation this should be\r\neasy. Sooner or later this smouldering jealousy is going to burst into\r\nflame. Any day now,\" he proceeded, warming as he spoke, \"there may be\r\nthe dickens of a dust-up between these Johnnies, and then we've got 'em\r\nwhere the hair's short. See what I mean, you chaps? It's like this. Any\r\nmoment they may start scrapping and chaw each other up, and then we'll\r\nsimply sail in and knock what's left endways.\"\r\n\r\nA shout of applause went up from the assembled scouts.\r\n\r\n\"What I am anxious to impress upon you men,\" concluded Clarence, in\r\nmore measured tones, \"is that our hour approaches. England looks to us,\r\nand it is for us to see that she does not look in vain. Sedulously\r\nfeeding the growing flame of animosity between the component parts of\r\nthe invading horde, we may contrive to bring about that actual\r\ndisruption. Till that day, see to it that you prepare yourselves for\r\nwar. Men, I have finished.\"\r\n\r\n\"What the Chief Scout means,\" said Scout-master Wagstaff, \"is no\r\nrotting about and all that sort of rot. Jolly well keep yourselves fit,\r\nand then, when the time comes, we'll give these Russian and German\r\nblighters about the biggest hiding they've ever heard of. Follow the\r\nidea? Very well, then. Mind you don't go mucking the show up.\"\r\n\r\n\"Een gonyama-gonyama!\" shouted the new thoroughly roused troops.\r\n\"Invooboo! Yah bo! Yah bo! Invooboo!\"\r\n\r\nThe voice of Young England--of Young England alert and at its post!"
  ]
}