{
  "index": 9,
  "title": "Chapter 8",
  "paragraphs": [
    "AN IMPORTANT ENGAGEMENT\r\n\r\n\r\nHistorians, when they come to deal with the opening years of the\r\ntwentieth century, will probably call this the Music-Hall Age. At the\r\ntime of the great invasion the music-halls dominated England. Every\r\ntown and every suburb had its Hall, most of them more than one. The\r\npublic appetite for sight-seeing had to be satisfied somehow, and the\r\nmusic-hall provided the easiest way of doing it. The Halls formed a\r\ncommon place on which the celebrity and the ordinary man could meet. If\r\nan impulsive gentleman slew his grandmother with a coal-hammer, only a\r\nsmall portion of the public could gaze upon his pleasing features at\r\nthe Old Bailey. To enable the rest to enjoy the intellectual treat, it\r\nwas necessary to engage him, at enormous expense, to appear at a\r\nmusic-hall. There, if he happened to be acquitted, he would come on the\r\nstage, preceded by an asthmatic introducer, and beam affably at the\r\npublic for ten minutes, speaking at intervals in a totally inaudible\r\nvoice, and then retire; to be followed by some enterprising lady who\r\nhad endeavoured, unsuccessfully, to solve the problem of living at the\r\nrate of ten thousand a year on an income of nothing, or who had\r\nperformed some other similarly brainy feat.\r\n\r\nIt was not till the middle of September that anyone conceived what one\r\nwould have thought the obvious idea of offering music-hall engagements\r\nto the invading generals.\r\n\r\nThe first man to think of it was Solly Quhayne, the rising young agent.\r\nSolly was the son of Abraham Cohen, an eminent agent of the Victorian\r\nera. His brothers, Abe Kern, Benjamin Colquhoun, Jack Coyne, and Barney\r\nCowan had gravitated to the City; but Solly had carried on the old\r\nbusiness, and was making a big name for himself. It was Solly who had\r\nmet Blinky Bill Mullins, the prominent sand-bagger, as he emerged from\r\nhis twenty years' retirement at Dartmoor, and booked him solid for a\r\nthirty-six months' lecturing tour on the McGinnis circuit. It was to\r\nhim, too, that Joe Brown, who could eat eight pounds of raw meat in\r\nseven and a quarter minutes, owed his first chance of displaying his\r\ngifts to the wider public of the vaudeville stage.\r\n\r\nThe idea of securing the services of the invading generals came to him\r\nin a flash.\r\n\r\n\"S'elp me!\" he cried. \"I believe they'd go big; put 'em on where you\r\nlike.\"\r\n\r\nSolly was a man of action. Within a minute he was talking to the\r\nmanaging director of the Mammoth Syndicate Halls on the telephone. In\r\nfive minutes the managing director had agreed to pay Prince Otto of\r\nSaxe-Pfennig five hundred pounds a week, if he could be prevailed upon\r\nto appear. In ten minutes the Grand Duke Vodkakoff had been engaged,\r\nsubject to his approval, at a weekly four hundred and fifty by the\r\nStone-Rafferty circuit. And in a quarter of an hour Solly Quhayne,\r\nhaving pushed his way through a mixed crowd of Tricky Serios and\r\nVersatile Comedians and Patterers who had been waiting to see him for\r\nthe last hour and a half, was bowling off in a taximeter-cab to the\r\nRussian lines at Hampstead.\r\n\r\nGeneral Vodkakoff received his visitor civilly, but at first without\r\nenthusiasm. There were, it seemed, objections to his becoming an\r\nartiste. Would he have to wear a properly bald head and sing songs\r\nabout wanting people to see his girl? He didn't think he could. He had\r\nonly sung once in his life, and that was twenty years ago at a\r\nbump-supper at Moscow University. And even then, he confided to Mr.\r\nQuhayne, it had taken a decanter and a-half of neat vodka to bring him\r\nup to the scratch.\r\n\r\nThe agent ridiculed the idea.\r\n\r\n\"Why, your Grand Grace,\" he cried, \"there won't be anything of that\r\nsort. You ain't going to be starred as a _comic_. You're a Refined\r\nLecturer and Society Monologue Artist. 'How I Invaded England,' with\r\nlights down and the cinematograph going. We can easily fake the\r\npictures.\"\r\n\r\nThe Grand Duke made another objection.\r\n\r\n\"I understand,\" he said, \"it is etiquette for music-hall artists in\r\ntheir spare time to eat--er--fried fish with their fingers. Must I do\r\nthat? I doubt if I could manage it.\"\r\n\r\nMr Quhayne once more became the human semaphore.\r\n\r\n\"S'elp me! Of course you needn't! All the leading pros, eat it with a\r\nspoon. Bless you, you can be the refined gentleman on the Halls same as\r\nanywhere else. Come now, your Grand Grace, is it a deal? Four hundred\r\nand fifty chinking o'Goblins a week for one hall a night, and\r\npress-agented at eight hundred and seventy-five. S'elp me! Lauder\r\ndoesn't get it, not in England.\"\r\n\r\nThe Grand Duke reflected. The invasion has proved more expensive than\r\nhe had foreseen. The English are proverbially a nation of shopkeepers,\r\nand they had put up their prices in all the shops for his special\r\nbenefit. And he was expected to do such a lot of tipping. Four hundred\r\nand fifty a week would come in uncommonly useful.\r\n\r\n\"Where do I sign?\" he asked, extending his hand for the agreement.\r\n\r\n       *        *        *        *        *\r\n\r\nFive minutes later Mr. Quhayne was urging his taxidriver to exceed the\r\nspeed-limit in the direction of Tottenham."
  ]
}