{
  "index": 5,
  "title": "Chapter 4",
  "paragraphs": [
    "THE GERMANS REACH LONDON\r\n\r\n\r\nThe Germans had got off smartly from the mark and were fully justifying\r\nthe long odds laid upon them. That master-strategist, Prince Otto of\r\nSaxe-Pfennig, realising that if he wished to reach the Metropolis\r\nquickly he must not go by train, had resolved almost at once to walk.\r\nThough hampered considerably by crowds of rustics who gathered, gaping,\r\nat every point in the line of march, he had made good progress. The\r\nGerman troops had strict orders to reply to no questions, with the\r\nresult that little time was lost in idle chatter, and in a couple of\r\ndays it was seen that the army of the Fatherland was bound, barring\r\naccidents, to win comfortably.\r\n\r\nThe progress of the other forces was slower. The Chinese especially\r\nhad undergone great privations, having lost their way near\r\nLlanfairpwlgwnngogogoch, and having been unable to understand the\r\nvoluble directions given to them by the various shepherds they\r\nencountered. It was not for nearly a week that they contrived to reach\r\nChester, where, catching a cheap excursion, they arrived in the\r\nmetropolis, hungry and footsore, four days after the last of their\r\nrivals had taken up their station.\r\n\r\nThe German advance halted on the wooded heights of Tottenham. Here a\r\ncamp was pitched and trenches dug.\r\n\r\nThe march had shown how terrible invasion must of necessity be. With no\r\nwish to be ruthless, the troops of Prince Otto had done grievous\r\ndamage. Cricket-pitches had been trampled down, and in many cases even\r\ngolf-greens dented by the iron heel of the invader, who rarely, if\r\never, replaced the divot. Everywhere they had left ruin and misery in\r\ntheir train.\r\n\r\nWith the other armies it was the same story. Through\r\ncarefully-preserved woods they had marched, frightening the birds and\r\ndriving keepers into fits of nervous prostration. Fishing, owing to\r\ntheir tramping carelessly through the streams, was at a standstill.\r\nCroquet had been given up in despair.\r\n\r\nNear Epping the Russians shot a fox....\r\n\r\n       *       *       *       *       *\r\n\r\nThe situation which faced Prince Otto was a delicate one. All his early\r\ntraining and education had implanted in him the fixed idea that, if he\r\never invaded England, he would do it either alone or with the\r\nsympathetic co-operation of allies. He had never faced the problem of\r\nwhat he should do if there were rivals in the field. Competition is\r\nwholesome, but only within bounds. He could not very well ask the other\r\nnations to withdraw. Nor did he feel inclined to withdraw himself.\r\n\r\n\"It all comes of this dashed Swoop of the Vulture business,\" he\r\ngrumbled, as he paced before his tent, ever and anon pausing to sweep\r\nthe city below him with his glasses. \"I should like to find the fellow\r\nwho started the idea! Making me look a fool! Still, it's just as bad\r\nfor the others, thank goodness! Well, Poppenheim?\"\r\n\r\nCaptain von Poppenheim approached and saluted.\r\n\r\n\"Please, sir, the men say, 'May they bombard London?'\"\r\n\r\n\"Bombard London!\"\r\n\r\n\"Yes, sir; it's always done.\"\r\n\r\nPrince Otto pulled thoughtfully at his moustache.\r\n\r\n\"Bombard London! It seems--and yet--ah, well, they have few pleasures.\"\r\n\r\nHe stood awhile in meditation. So did Captain von Poppenheim. He kicked\r\na pebble. So did Captain von Poppenheim--only a smaller pebble.\r\nDiscipline is very strict in the German army.\r\n\r\n\"Poppenheim.\"\r\n\r\n\"Sir?\"\r\n\r\n\"Any signs of our--er--competitors?\"\r\n\r\n\"Yes, sir; the Russians are coming up on the left flank, sir. They'll\r\nbe here in a few hours. Raisuli has been arrested at Purley for\r\nstealing chickens. The army of Bollygolla is about ten miles out. No\r\nnews of the field yet, sir.\"\r\n\r\nThe Prince brooded. Then he spoke, unbosoming himself more freely than\r\nwas his wont in conversation with his staff.\r\n\r\n\"Between you and me, Pop,\" he cried impulsively, \"I'm dashed sorry we\r\never started this dashed silly invading business. We thought ourselves\r\ndashed smart, working in the dark, and giving no sign till the great\r\npounce, and all that sort of dashed nonsense. Seems to me we've simply\r\ndashed well landed ourselves in the dashed soup.\"\r\n\r\nCaptain von Poppenheim saluted in sympathetic silence. He and the\r\nprince had been old chums at college. A life-long friendship existed\r\nbetween them. He would have liked to have expressed adhesion verbally\r\nto his superior officer's remarks. The words \"I don't think\" trembled\r\non his tongue. But the iron discipline of the German Army gagged him.\r\nHe saluted again and clicked his heels.\r\n\r\nThe Prince recovered himself with a strong effort.\r\n\r\n\"You say the Russians will be here shortly?\" he said.\r\n\r\n\"In a few hours, sir.\"\r\n\r\n\"And the men really wish to bombard London?\"\r\n\r\n\"It would be a treat to them, sir.\"\r\n\r\n\"Well, well, I suppose if we don't do it, somebody else will. And we\r\ngot here first.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"Then--\"\r\n\r\nAn orderly hurried up and saluted.\r\n\r\n\"Telegram, sir.\"\r\n\r\nAbsently the Prince opened it. Then his eyes lit up.\r\n\r\n\"Gotterdammerung!\" he said. \"I never thought of that. 'Smash up London\r\nand provide work for unemployed mending it.--GRAYSON,'\" he read.\r\n\"Poppenheim.\"\r\n\r\n\"Sir?\"\r\n\r\n\"Let the bombardment commence.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"And let it continue till the Russians arrive. Then it must stop, or\r\nthere will be complications.\"\r\n\r\nCaptain von Poppenheim saluted, and withdrew."
  ]
}