{
  "index": 4,
  "title": "Chapter 3",
  "paragraphs": [
    "WHAT ENGLAND THOUGHT OF IT\r\n\r\n\r\nSuch a state of affairs, disturbing enough in itself, was rendered\r\nstill more disquieting by the fact that, except for the Boy Scouts,\r\nEngland's military strength at this time was practically nil.\r\n\r\nThe abolition of the regular army had been the first step. Several\r\ncauses had contributed to this. In the first place, the Socialists had\r\ncondemned the army system as unsocial. Privates, they pointed out, were\r\nforbidden to hob-nob with colonels, though the difference in their\r\npositions was due to a mere accident of birth. They demanded that every\r\nman in the army should be a general. Comrade Quelch, in an eloquent\r\nspeech at Newington Butts, had pointed, amidst enthusiasm, to the\r\nrepublics of South America, where the system worked admirably.\r\n\r\nScotland, too, disapproved of the army, because it was professional.\r\nMr. Smith wrote several trenchant letters to Mr. C. J. B. Marriott on\r\nthe subject.\r\n\r\nSo the army was abolished, and the land defence of the country\r\nentrusted entirely to the Territorials, the Legion of Frontiersmen, and\r\nthe Boy Scouts.\r\n\r\nBut first the Territorials dropped out. The strain of being referred to\r\non the music-hall stage as Teddy-boys was too much for them.\r\n\r\nThen the Frontiersmen were disbanded. They had promised well at the\r\nstart, but they had never been themselves since La Milo had been\r\nattacked by the Manchester Watch Committee. It had taken all the heart\r\nout of them.\r\n\r\nSo that in the end England's defenders were narrowed down to the\r\nBoy Scouts, of whom Clarence Chugwater was the pride, and a large\r\ncivilian population, prepared, at any moment, to turn out for their\r\ncountry's sake and wave flags. A certain section of these, too, could\r\nsing patriotic songs.\r\n\r\n       *       *       *       *       *\r\n\r\nIt was inevitable, in the height of the Silly Season, that such a topic\r\nas the simultaneous invasion of Great Britain by nine foreign powers\r\nshould be seized upon by the press. Countless letters poured into the\r\noffices of the London daily papers every morning. Space forbids more\r\nthan the gist of a few of these.\r\n\r\nMiss Charlesworth wrote:--\"In this crisis I see no alternative. I shall\r\ndisappear.\"\r\n\r\nMr. Horatio Bottomley, in _John Bull_, said that there was some\r\nvery dirty and underhand work going on, and that the secret history of\r\nthe invasion would be published shortly. He himself, however, preferred\r\nany invader, even the King of Bollygolla, to some K.C.'s he could name,\r\nthough he was fond of dear old Muir. He wanted to know why Inspector\r\nDrew had retired.\r\n\r\nThe _Daily Express_, in a thoughtful leader, said that Free Trade\r\nevidently meant invaders for all.\r\n\r\nMr. Herbert Gladstone, writing to the _Times_, pointed out that he\r\nhad let so many undesirable aliens into the country that he did not see\r\nthat a few more made much difference.\r\n\r\nMr. George R. Sims made eighteen puns on the names of the invading\r\ngenerals in the course of one number of \"Mustard and Cress.\"\r\n\r\nMr. H. G. Pelissier urged the public to look on the bright side. There\r\nwas a sun still shining in the sky. Besides, who knew that some foreign\r\nmarksman might not pot the censor?\r\n\r\nMr. Robert FitzSimmons offered to take on any of the invading generals,\r\nor all of them, and if he didn't beat them it would only be because the\r\nreferee had a wife and seven small children and had asked him as a\r\npersonal favour to let himself be knocked out. He had lost several\r\nfights that way.\r\n\r\nThe directors of the Crystal Palace wrote a circular letter to the\r\nshareholders, pointing out that there was a good time coming. With this\r\naddition to the public, the Palace stood a sporting chance of once more\r\nfinding itself full.\r\n\r\nJudge Willis asked: \"What is an invasion?\"\r\n\r\nSignor Scotti cabled anxiously from America (prepaid): \"Stands Scotland\r\nwhere it did?\"\r\n\r\nMr. Lewis Waller wrote heroically: \"How many of them are there? I am\r\nusually good for about half a dozen. Are they assassins? I can tackle\r\nany number of assassins.\"\r\n\r\nMr. Seymour Hicks said he hoped they would not hurt George Edwardes.\r\n\r\nMr. George Edwardes said that if they injured Seymour Hicks in any way\r\nhe would never smile again.\r\n\r\nA writer in _Answers_ pointed out that, if all the invaders in the\r\ncountry were piled in a heap, they would reach some of the way to the\r\nmoon.\r\n\r\nFar-seeing men took a gloomy view of the situation. They laid stress on\r\nthe fact that this counter-attraction was bound to hit first-class\r\ncricket hard. For some years gates had shown a tendency to fall off,\r\nowing to the growing popularity of golf, tennis, and other games. The\r\ndesire to see the invaders as they marched through the country must\r\ndraw away thousands who otherwise would have paid their sixpences at\r\nthe turnstiles. It was suggested that representations should be made to\r\nthe invading generals with a view to inducing them to make a small\r\ncharge to sightseers.\r\n\r\nIn sporting circles the chief interest centered on the race to London.\r\nThe papers showed the positions of the various armies each morning in\r\ntheir Runners and Betting columns; six to four on the Germans was\r\nfreely offered, but found no takers.\r\n\r\nConsiderable interest was displayed in the probable behaviour of the\r\nnine armies when they met. The situation was a curious outcome of the\r\nmodern custom of striking a deadly blow before actually declaring war.\r\nUntil the moment when the enemy were at her doors, England had imagined\r\nthat she was on terms of the most satisfactory friendship with her\r\nneighbours. The foe had taken full advantage of this, and also of the\r\nfact that, owing to a fit of absent-mindedness on the part of the\r\nGovernment, England had no ships afloat which were not entirely\r\nobsolete. Interviewed on the subject by representatives of the daily\r\npapers, the Government handsomely admitted that it was perhaps in\r\nsome ways a silly thing to have done; but, they urged, you could not\r\nthink of everything. Besides, they were on the point of laying down a\r\n_Dreadnought_, which would be ready in a very few years. Meanwhile,\r\nthe best thing the public could do was to sleep quietly in their beds.\r\nIt was Fisher's tip; and Fisher was a smart man.\r\n\r\nAnd all the while the Invaders' Marathon continued.\r\n\r\nWho would be the first to reach London?"
  ]
}