{
  "index": 7,
  "title": "Chapter 6",
  "paragraphs": [
    "A CONFERENCE OF THE POWERS\r\n\r\n\r\nThe Russians, led by General Vodkakoff, arrived at Hampstead half an\r\nhour after the bombardment had ceased, and the rest of the invaders,\r\nincluding Raisuli, who had got off on an _alibi_, dropped in at\r\nintervals during the week. By the evening of Saturday, the sixth of\r\nAugust, even the Chinese had limped to the metropolis. And the question\r\nnow was, What was going to happen? England displayed a polite\r\nindifference to the problem. We are essentially a nation of\r\nsight-seers. To us the excitement of staring at the invaders was\r\nenough. Into the complex international problems to which the situation\r\ngave rise it did not occur to us to examine. When you consider that a\r\ncrowd of five hundred Londoners will assemble in the space of two\r\nminutes, abandoning entirely all its other business, to watch a\r\ncab-horse that has fallen in the street, it is not surprising that the\r\nspectacle of nine separate and distinct armies in the metropolis left\r\nno room in the British mind for other reflections.\r\n\r\nThe attraction was beginning to draw people back to London now. They\r\nfound that the German shells had had one excellent result, they had\r\ndemolished nearly all the London statues. And what might have\r\nconceivably seemed a draw-back, the fact that they had blown great\r\nholes in the wood-paving, passed unnoticed amidst the more extensive\r\noperations of the London County Council.\r\n\r\nTaking it for all in all, the German gunners had simply been\r\nbeautifying London. The Albert Hall, struck by a merciful shell, had\r\ncome down with a run, and was now a heap of picturesque ruins;\r\nWhitefield's Tabernacle was a charred mass; and the burning of the\r\nRoyal Academy proved a great comfort to all. At a mass meeting in\r\nTrafalgar Square a hearty vote of thanks was passed, with acclamation,\r\nto Prince Otto.\r\n\r\nBut if Londoners rejoiced, the invaders were very far from doing so.\r\nThe complicated state of foreign politics made it imperative that there\r\nshould be no friction between the Powers. Yet here a great number of\r\nthem were in perhaps as embarrassing a position as ever diplomatists\r\nwere called upon to unravel. When nine dogs are assembled round one\r\nbone, it is rarely on the bone alone that teeth-marks are found at the\r\nclose of the proceedings.\r\n\r\nPrince Otto of Saxe-Pfennig set himself resolutely to grapple with the\r\nproblem. His chance of grappling successfully with it was not improved\r\nby the stream of telegrams which arrived daily from his Imperial\r\nMaster, demanding to know whether he had yet subjugated the country,\r\nand if not, why not. He had replied guardedly, stating the difficulties\r\nwhich lay in his way, and had received the following: \"At once mailed\r\nfist display. On Get or out Get.--WILHELM.\"\r\n\r\nIt was then that the distracted prince saw that steps must be taken at\r\nonce.\r\n\r\nCarefully-worded letters were despatched by District Messenger boys to\r\nthe other generals. Towards nightfall the replies began to come in,\r\nand, having read them, the Prince saw that this business could never be\r\nsettled without a personal interview. Many of the replies were\r\nabsolutely incoherent.\r\n\r\nRaisuli, apologising for delay on the ground that he had been away in\r\nthe Isle of Dogs cracking a crib, wrote suggesting that the Germans and\r\nMoroccans should combine with a view to playing the Confidence Trick on\r\nthe Swiss general, who seemed a simple sort of chap. \"Reminds me of\r\ndear old Maclean,\" wrote Raisuli. \"There is money in this. Will you\r\ncome in? Wire in the morning.\"\r\n\r\nThe general of the Monaco forces thought the best way would be to\r\nsettle the thing by means of a game of chance of the odd-man-out class.\r\nHe knew a splendid game called Slippery Sam. He could teach them the\r\nrules in half a minute.\r\n\r\nThe reply of Prince Ping Pong Pang of China was probably brilliant and\r\nscholarly, but it was expressed in Chinese characters of the Ming\r\nperiod, which Prince Otto did not understand; and even if he had it\r\nwould have done him no good, for he tried to read it from the top\r\ndownwards instead of from the bottom up.\r\n\r\nThe Young Turks, as might have been expected, wrote in their customary\r\nflippant, cheeky style. They were full of mischief, as usual. The body\r\nof the letter, scrawled in a round, schoolboy hand, dealt principally\r\nwith the details of the booby-trap which the general had successfully\r\nlaid for his head of staff. \"He was frightfully shirty,\" concluded the\r\nnote jubilantly.\r\n\r\nFrom the Bollygolla camp the messenger-boy returned without a scalp,\r\nand with a verbal message to the effect that the King could neither\r\nread nor write.\r\n\r\nGrand Duke Vodkakoff, from the Russian lines, replied in his smooth,\r\ncynical, Russian way:--\"You appear anxious, my dear prince, to scratch\r\nthe other entrants. May I beg you to remember what happens when you\r\nscratch a Russian?\"\r\n\r\nAs for the Mad Mullah's reply, it was simply pure delirium. The journey\r\nfrom Somaliland, and his meeting with his friend Mr. Dillon, appeared\r\nto have had the worse effects on his sanity. He opened with the\r\nstatement that he was a tea-pot: and that was the only really coherent\r\nremark he made.\r\n\r\nPrince Otto placed a hand wearily on his throbbing brow.\r\n\r\n\"We must have a conference,\" he said. \"It is the only way.\"\r\n\r\nNext day eight invitations to dinner went out from the German camp.\r\n\r\n       *       *       *       *       *\r\n\r\nIt would be idle to say that the dinner, as a dinner, was a complete\r\nsuccess. Half-way through the Swiss general missed his diamond\r\nsolitaire, and cold glances were cast at Raisuli, who sat on his\r\nimmediate left. Then the King of Bollygolla's table-manners were\r\nfrankly inelegant. When he wanted a thing, he grabbed for it. And he\r\nseemed to want nearly everything. Nor was the behaviour of the leader\r\nof the Young Turks all that could be desired. There had been some talk\r\nof only allowing him to come down to dessert; but he had squashed in,\r\nas he briefly put it, and it would be paltering with the truth to say\r\nthat he had not had far more champagne than was good for him. Also, the\r\ngeneral of Monaco had brought a pack of cards with him, and was\r\nspoiling the harmony by trying to induce Prince Ping Pong Pang to find\r\nthe lady. And the brainless laugh of the Mad Mullah was very trying.\r\n\r\nAltogether Prince Otto was glad when the cloth was removed, and the\r\nwaiters left the company to smoke and talk business.\r\n\r\nAnyone who has had anything to do with the higher diplomacy is aware\r\nthat diplomatic language stands in a class by itself. It is a language\r\nspecially designed to deceive the chance listener.\r\n\r\nThus when Prince Otto, turning to Grand Duke Vodkakoff, said quietly,\r\n\"I hear the crops are coming on nicely down Kent way,\" the habitual\r\nfrequenter of diplomatic circles would have understood, as did the\r\nGrand Duke, that what he really meant was, \"Now about this business.\r\nWhat do you propose to do?\"\r\n\r\nThe company, with the exception of the representative of the Young\r\nTurks, who was drinking _creme de menthe_ out of a tumbler, the\r\nMullah and the King of Bollygolla bent forward, deeply interested, to\r\ncatch the Russian's reply. Much would depend on this.\r\n\r\nVodkakoff carelessly flicked the ash off his cigarette.\r\n\r\n\"So I hear,\" he said slowly. \"But in Shropshire, they tell me, they are\r\nhaving trouble with the mangel-wurzels.\"\r\n\r\nThe prince frowned at this typical piece of shifty Russian diplomacy.\r\n\r\n\"How is your Highness getting on with your Highness's roller-skating?\"\r\nhe enquired guardedly.\r\n\r\nThe Russian smiled a subtle smile.\r\n\r\n\"Poorly,\" he said, \"poorly. The last time I tried the outside edge I\r\nthought somebody had thrown the building at me.\"\r\n\r\nPrince Otto flushed. He was a plain, blunt man, and he hated this\r\nbeating about the bush.\r\n\r\n\"Why does a chicken cross the road?\" he demanded, almost angrily.\r\n\r\nThe Russian raised his eyebrows, and smiled, but made no reply. The\r\nprince, resolved to give him no chance of wriggling away from the\r\npoint, pressed him hotly.\r\n\r\n\"Think of a number,\" he cried. \"Double it. Add ten. Take away the\r\nnumber you first thought of. Divide it by three, and what is the\r\nresult?\"\r\n\r\nThere was an awed silence. Surely the Russian, expert at evasion as he\r\nwas, could not parry so direct a challenge as this.\r\n\r\nHe threw away his cigarette and lit a cigar.\r\n\r\n\"I understand,\" he said, with a tinkle of defiance in his voice, \"that\r\nthe Suffragettes, as a last resource, propose to capture Mr. Asquith\r\nand sing the Suffragette Anthem to him.\"\r\n\r\nA startled gasp ran round the table.\r\n\r\n\"Because the higher he flies, the fewer?\" asked Prince Otto, with\r\nsinister calm.\r\n\r\n\"Because the higher he flies, the fewer,\" said the Russian smoothly,\r\nbut with the smoothness of a treacherous sea.\r\n\r\nThere was another gasp. The situation was becoming alarmingly tense.\r\n\r\n\"You are plain-spoken, your Highness,\" said Prince Otto slowly.\r\n\r\nAt this moment the tension was relieved by the Young Turk falling off\r\nhis chair with a crash on to the floor. Everyone jumped up startled.\r\nRaisuli took advantage of the confusion to pocket a silver ash-tray.\r\n\r\nThe interruption had a good effect. Frowns relaxed. The wranglers began\r\nto see that they had allowed their feelings to run away with them. It\r\nwas with a conciliatory smile that Prince Otto, filling the Grand\r\nDuke's glass, observed:\r\n\r\n\"Trumper is perhaps the prettier bat, but I confess I admire Fry's\r\nrobust driving.\"\r\n\r\nThe Russian was won over. He extended his hand.\r\n\r\n\"Two down and three to play, and the red near the top corner pocket,\"\r\nhe said with that half-Oriental charm which he knew so well how to\r\nexhibit on occasion.\r\n\r\nThe two shook hands warmly.\r\n\r\nAnd so it was settled, the Russian having, as we have seen, waived his\r\nclaim to bombard London in his turn, there was no obstacle to a\r\npeaceful settlement. It was obvious that the superior forces of the\r\nGermans and Russians gave them, if they did but combine, the key to the\r\nsituation. The decision they arrived at was, as set forth above, as\r\nfollows. After the fashion of the moment, the Russian and German\r\ngenerals decided to draw the Colour Line. That meant that the troops of\r\nChina, Somaliland, Bollygolla, as well as Raisuli and the Young Turks,\r\nwere ruled out. They would be given a week in which to leave the\r\ncountry. Resistance would be useless. The combined forces of the\r\nGermans, Russians, Swiss, and Monacoans were overwhelming, especially\r\nas the Chinese had not recovered from their wanderings in Wales and\r\nwere far too footsore still to think of serious fighting.\r\n\r\nWhen they had left, the remaining four Powers would continue the\r\ninvasion jointly.\r\n\r\n       *        *        *        *        *\r\n\r\nPrince Otto of Saxe-Pfennig went to bed that night, comfortably\r\nconscious of a good work well done. He saw his way now clear before\r\nhim.\r\n\r\nBut he had made one miscalculation. He had not reckoned with Clarence\r\nChugwater.\r\n\r\n\r\n\r\n\r\n\r\nPart Two"
  ]
}