{
  "index": 18,
  "title": "Chapter 17",
  "paragraphs": [
    "CLARENCE--THE LAST PHASE\r\n\r\n\r\nThe brilliantly-lighted auditorium of the Palace Theatre.\r\n\r\nEverywhere a murmur and stir. The orchestra is playing a selection. In\r\nthe stalls fair women and brave men converse in excited whispers. One\r\ncatches sentences here and there.\r\n\r\n\"Quite a boy, I believe!\"\r\n\r\n\"How perfectly sweet!\"\r\n\r\n\"'Pon honour, Lady Gussie, I couldn't say. Bertie Bertison, of the\r\nBachelors', says a feller told him it was a clear thousand.\"\r\n\r\n\"Do you hear that? Mr. Bertison says that this boy is getting a\r\nthousand a week.\"\r\n\r\n\"Why, that's more than either of those horrid generals got.\"\r\n\r\n\"It's a lot of money, isn't it?\"\r\n\r\n\"Of course, he did save the country, didn't he?\"\r\n\r\n\"You may depend they wouldn't give it him if he wasn't worth it.\"\r\n\r\n\"Met him last night at the Duchess's hop. Seems a decent little chap.\r\nNo side and that, if you know what I mean. Hullo, there's his number!\"\r\n\r\nThe orchestra stops. The number 7 is displayed. A burst of applause,\r\nswelling into a roar as the curtain rises.\r\n\r\nA stout man in crinkled evening-dress walks on to the stage.\r\n\r\n\"Ladies and gentlemen,\" he says, \"I 'ave the 'onour to-night to\r\nintroduce to you one whose name is, as the saying goes, a nouse'old\r\nword. It is thanks to 'im, to this 'ero whom I 'ave the 'onour to\r\nintroduce to you to-night, that our beloved England no longer writhes\r\nbeneath the ruthless 'eel of the alien oppressor. It was this 'ero's\r\ngenius--and, I may say--er--I may say genius--that, unaided, 'it upon\r\nthe only way for removing the cruel conqueror from our beloved 'earths\r\nand 'omes. It was this 'ero who, 'aving first allowed the invaders to\r\nclaw each other to 'ash (if I may be permitted the expression) after\r\nthe well-known precedent of the Kilkenny cats, thereupon firmly and\r\nwithout flinching, stepped bravely in with his fellow-'eros--need I say\r\nI allude to our gallant Boy Scouts?--and dexterously gave what-for in\r\nno uncertain manner to the few survivors who remained.\"\r\n\r\nHere the orator bowed, and took advantage of the applause to replenish\r\nhis stock of breath. When his face had begun to lose the purple tinge,\r\nhe raised his hand.\r\n\r\n\"I 'ave only to add,\" he resumed, \"that this 'ero is engaged\r\nexclusively by the management of the Palace Theatre of Varieties, at a\r\nfigure previously undreamed of in the annals of the music-hall stage.\r\nHe is in receipt of the magnificent weekly salary of no less than one\r\nthousand one 'undred and fifty pounds a week.\"\r\n\r\nThunderous applause.\r\n\r\n\"I 'ave little more to add. This 'ero will first perform a few of those\r\nphysical exercises which have made our Boy Scouts what they are, such\r\nas deep breathing, twisting the right leg firmly round the neck, and\r\nhopping on one foot across the stage. He will then give an exhibition\r\nof the various calls and cries of the Boy Scouts--all, as you doubtless\r\nknow, skilful imitations of real living animals. In this connection I\r\n'ave to assure you that he 'as nothing whatsoever in 'is mouth, as it\r\n'as been sometimes suggested. In conclusion he will deliver a short\r\naddress on the subject of 'is great exploits. Ladies and gentlemen, I\r\nhave finished, and it only now remains for me to retire, 'aving duly\r\nannounced to you England's Darling Son, the Country's 'Ero, the\r\nNation's Proudest Possession--Clarence Chugwater.\"\r\n\r\nA moment's breathless suspense, a crash from the orchestra, and the\r\naudience are standing on their seats, cheering, shouting, stamping.\r\n\r\nA small sturdy, spectacled figure is on the stage.\r\n\r\nIt is Clarence, the Boy of Destiny."
  ]
}