{
  "index": 15,
  "title": "Chapter 14",
  "paragraphs": [
    "THE MEETING AT THE SCOTCH STORES\r\n\r\n\r\nPrince Otto of Saxe-Pfennig stood in the wings, shaking in every limb.\r\nGerman oaths of indescribable vigour poured from his lips. In a group\r\nsome feet away stood six muscular, short-sleeved stage-hands. It was\r\nthey who had flung themselves on the general at the fall of the iron\r\ncurtain and prevented him dashing round to attack the stalls with his\r\nsabre. At a sign from the stage-manager they were ready to do it again.\r\n\r\nThe stage-manager was endeavouring to administer balm.\r\n\r\n\"Bless you, your Highness,\" he was saying, \"it's nothing. It's what\r\nhappens to everyone some time. Ask any of the top-notch pros. Ask 'em\r\nwhether they never got the bird when they were starting. Why, even now\r\nsome of the biggest stars can't go to some towns because they always\r\ncop it there. Bless you, it----\"\r\n\r\nA stage-hand came up with a piece of paper in his hand.\r\n\r\n\"Young feller in spectacles and a rum sort o' suit give me this for\r\nyour 'Ighness.\"\r\n\r\nThe Prince snatched it from his hand.\r\n\r\nThe note was written in a round, boyish hand. It was signed, \"A\r\nFriend.\" It ran:--\"The men who booed you to-night were sent for that\r\npurpose by General Vodkakoff, who is jealous of you because of the\r\nparagraphs in the _Encore_ this week.\"\r\n\r\nPrince Otto became suddenly calm.\r\n\r\n\"Excuse me, your Highness,\" said the stage-manager anxiously, as he\r\nmoved, \"you can't go round to the front. Stand by, Bill.\"\r\n\r\n\"Right, sir!\" said the stage-hands.\r\n\r\nPrince Otto smiled pleasantly.\r\n\r\n\"There is no danger. I do not intend to go to the front. I am going to\r\nlook in at the Scotch Stores for a moment.\"\r\n\r\n\"Oh, in that case, your Highness, good-night, your Highness! Better\r\nluck to-morrow, your Highness!\"\r\n\r\n       *       *       *       *       *\r\n\r\nIt had been the custom of the two generals, since they had joined the\r\nmusic-hall profession, to go, after their turn, to the Scotch Stores,\r\nwhere they stood talking and blocking the gangway, as etiquette demands\r\nthat a successful artiste shall.\r\n\r\nThe Prince had little doubt but that he would find Vodkakoff there\r\nto-night.\r\n\r\nHe was right. The Russian general was there, chatting affably across\r\nthe counter about the weather.\r\n\r\nHe nodded at the Prince with a well-assumed carelessness.\r\n\r\n\"Go well to-night?\" he inquired casually.\r\n\r\nPrince Otto clenched his fists; but he had had a rigorously diplomatic\r\nup-bringing, and knew how to keep a hold on himself. When he spoke it\r\nwas in the familiar language of diplomacy.\r\n\r\n\"The rain has stopped,\" he said, \"but the pavements are still wet\r\nunderfoot. Has your grace taken the precaution to come out in a good\r\nstout pair of boots?\"\r\n\r\nThe shaft plainly went home, but the Grand Duke's manner, as he\r\nreplied, was unruffled.\r\n\r\n\"Rain,\" he said, sipping his vermouth, \"is always wet; but sometimes it\r\nis cold as well.\"\r\n\r\n\"But it never falls upwards,\" said the Prince, pointedly.\r\n\r\n\"Rarely, I understand. Your powers of observation are keen, my dear\r\nPrince.\"\r\n\r\nThere was a silence; then the Prince, momentarily baffled, returned to\r\nthe attack.\r\n\r\n\"The quickest way to get from Charing Cross to Hammersmith Broadway,\"\r\nhe said, \"is to go by Underground.\"\r\n\r\n\"Men have died in Hammersmith Broadway,\" replied the Grand Duke\r\nsuavely.\r\n\r\nThe Prince gritted his teeth. He was no match for his slippery\r\nadversary in a diplomatic dialogue, and he knew it.\r\n\r\n\"The sun rises in the East,\" he cried, half-choking, \"but it sets--it\r\nsets!\"\r\n\r\n\"So does a hen,\" was the cynical reply.\r\n\r\nThe last remnants of the Prince's self-control were slipping away. This\r\nelusive, diplomatic conversation is a terrible strain if one is not in\r\nthe mood for it. Its proper setting is the gay, glittering ball-room at\r\nsome frivolous court. To a man who has just got the bird at a\r\nmusic-hall, and who is trying to induce another man to confess that the\r\nthing was his doing, it is little short of maddening.\r\n\r\n\"Hen!\" he echoed, clenching and unclenching his fists. \"Have you\r\nstudied the habits of hens?\"\r\n\r\nThe truth seemed very near to him now, but the master-diplomat before\r\nhim was used to extracting himself from awkward corners.\r\n\r\n\"Pullets with a southern exposure,\" he drawled, \"have yellow legs and\r\nripen quickest.\"\r\n\r\nThe Prince was nonplussed. He had no answer.\r\n\r\nThe girl behind the bar spoke.\r\n\r\n\"You do talk silly, you two!\" she said.\r\n\r\nIt was enough. Trivial as the remark was, it was the last straw. The\r\nPrince brought his fist down with a crash on the counter.\r\n\r\n\"Yes,\" he shouted, \"you are right. We do talk silly; but we shall do so\r\nno longer. I am tired of this verbal fencing. A plain answer to a plain\r\nquestion. Did you or did you not send your troops to give me the bird\r\nto-night?\"\r\n\r\n\"My dear Prince!\"\r\n\r\nThe Grand Duke raised his eyebrows.\r\n\r\n\"Did you or did you not?\"\r\n\r\n\"The wise man,\" said the Russian, still determined on evasion, \"never\r\ntakes sides, unless they are sides of bacon.\"\r\n\r\nThe Prince smashed a glass.\r\n\r\n\"You did!\" he roared. \"I know you did! Listen to me! I'll give you one\r\nchance. I'll give you and your precious soldiers twenty-four hours from\r\nmidnight to-night to leave this country. If you are still here\r\nthen----\"\r\n\r\nHe paused dramatically.\r\n\r\nThe Grand Duke slowly drained his vermouth.\r\n\r\n\"Have you seen my professional advertisement in the _Era_, my dear\r\nPrince?\" he asked.\r\n\r\n\"I have. What of it?\"\r\n\r\n\"You noticed nothing about it?\"\r\n\r\n\"I did not.\"\r\n\r\n\"Ah. If you had looked more closely, you would have seen the words,\r\n'Permanent address, Hampstead.'\"\r\n\r\n\"You mean----\"\r\n\r\n\"I mean that I see no occasion to alter that advertisement in any way.\"\r\n\r\nThere was another tense silence. The two men looked hard at each other.\r\n\r\n\"That is your final decision?\" said the German.\r\n\r\nThe Russian bowed.\r\n\r\n\"So be it,\" said the Prince, turning to the door. \"I have the honour to\r\nwish you a very good night.\"\r\n\r\n\"The same to you,\" said the Grand Duke. \"Mind the step.\""
  ]
}