{
  "index": 11,
  "title": "Chapter 10",
  "paragraphs": [
    "CLARENCE HEARS IMPORTANT NEWS\r\n\r\n\r\nIt was Clarence's custom to leave the office of his newspaper at one\r\no'clock each day, and lunch at a neighbouring Aerated Bread shop. He\r\ndid this on the day following the first appearance of the two generals\r\nat their respective halls. He had brought an early edition of the paper\r\nwith him, and in the intervals of dealing with his glass of milk and\r\nscone and butter, he read the report of the performances.\r\n\r\nBoth, it seemed, had met with flattering receptions, though they had\r\nappeared nervous. The Russian general especially, whose style, said the\r\ncritic, was somewhat reminiscent of Mr. T. E. Dunville, had made\r\nhimself a great favourite with the gallery. The report concluded by\r\ncalling attention once more to the fact that the salaries paid to the\r\ntwo--eight hundred and seventy-five pounds a week each--established a\r\nrecord in music-hall history on this side of the Atlantic.\r\n\r\nClarence had just finished this when there came to his ear the faint\r\nnote of a tarantula singing to its young.\r\n\r\nHe looked up. Opposite him, at the next table, was seated a youth of\r\nfifteen, of a slightly grubby aspect. He was eyeing Clarence closely.\r\n\r\nClarence took off his spectacles, polished them, and replaced them on\r\nhis nose. As he did so, the thin gruffle of the tarantula sounded once\r\nmore. Without changing his expression, Clarence cautiously uttered the\r\ndeep snarl of a sand-eel surprised while bathing.\r\n\r\nIt was sufficient. The other rose to his feet, holding his right hand\r\non a line with his shoulder, palm to the front, thumb resting on the\r\nnail of the little finger, and the other three fingers upright.\r\n\r\nClarence seized his hat by the brim at the back, and moved it swiftly\r\ntwice up and down.\r\n\r\nThe other, hesitating no longer, came over to his table.\r\n\r\n\"Pip-pip!\" he said, in an undertone.\r\n\r\n\"Toodleoo and God save the King!\" whispered Clarence.\r\n\r\nThe mystic ceremony which always takes place when two Boy Scouts meet\r\nin public was complete.\r\n\r\n\"Private Biggs of the Eighteenth Tarantulas, sir,\" said the boy\r\nrespectfully, for he had recognised Clarence.\r\n\r\nClarence inclined his head.\r\n\r\n\"You may sit, Private Biggs,\" he said graciously. \"You have news to\r\nimpart?\"\r\n\r\n\"News, sir, that may be of vital importance.\"\r\n\r\n\"Say on.\"\r\n\r\nPrivate Biggs, who had brought his sparkling limado and a bath-bun with\r\nhim from the other table, took a sip of the former, and embarked upon\r\nhis narrative.\r\n\r\n\"I am employed, sir,\" he said, \"as a sort of junior clerk and\r\noffice-boy by Mr. Solly Quhayne, the music-hall agent.\"\r\n\r\nClarence tapped his brow thoughtfully; then his face cleared.\r\n\r\n\"I remember. It was he who secured the engagements of the generals.\"\r\n\r\n\"The same, sir.\"\r\n\r\n\"Proceed.\"\r\n\r\nThe other resumed his story.\r\n\r\n\"It is my duty to sit in a sort of rabbit-hutch in the outer office,\r\ntake the callers' names, and especially to see that they don't get\r\nthrough to Mr. Quhayne till he wishes to receive them. That is the most\r\nexacting part of my day's work. You wouldn't believe how full of the\r\npurest swank some of these pros. are. Tell you they've got an\r\nappointment as soon as look at you. Artful beggars!\"\r\n\r\nClarence nodded sympathetically.\r\n\r\n\"This morning an Acrobat and Society Contortionist made such a fuss\r\nthat in the end I had to take his card in to the private office. Mr.\r\nQuhayne was there talking to a gentleman whom I recognised as his\r\nbrother, Mr. Colquhoun. They were engrossed in their conversation, and\r\ndid not notice me for a moment. With no wish to play the eavesdropper,\r\nI could not help but overhear. They were talking about the generals.\r\n'Yes, I know they're press-agented at eight seventy-five, dear boy,' I\r\nheard Mr. Quhayne say, 'but between you and me and the door-knob that\r\nisn't what they're getting. The German feller's drawing five hundred of\r\nthe best, but I could only get four-fifty for the Russian. Can't say\r\nwhy. I should have thought, if anything, he'd be the bigger draw. Bit\r\nof a comic in his way!' And then he saw me. There was some slight\r\nunpleasantness. In fact, I've got the sack. After it was over I came\r\naway to try and find you. It seemed to me that the information might be\r\nof importance.\"\r\n\r\nClarence's eyes gleamed.\r\n\r\n\"You have done splendidly, Private--no, _Corporal_ Biggs. Do not\r\nregret your lost position. The society shall find you work. This news\r\nyou have brought is of the utmost--the most vital importance. Dash it!\"\r\nhe cried, unbending in his enthusiasm, \"we've got 'em on the hop. If\r\nthey aren't biting pieces out of each other in the next day or two, I'm\r\njolly well mistaken.\"\r\n\r\nHe rose; then sat down again.\r\n\r\n\"Corporal--no, dash it, Sergeant Biggs--you must have something with\r\nme. This is an occasion. The news you have brought me may mean the\r\nsalvation of England. What would you like?\"\r\n\r\nThe other saluted joyfully.\r\n\r\n\"I think I'll have another sparkling limado, thanks, awfully,\" he said.\r\n\r\nThe beverage arrived. They raised their glasses.\r\n\r\n\"To England,\" said Clarence simply.\r\n\r\n\"To England,\" echoed his subordinate.\r\n\r\n       *       *       *       *       *\r\n\r\nClarence left the shop with swift strides, and hurried, deep in\r\nthought, to the offices of the _Encore_ in Wellington Street.\r\n\r\n\"Yus?\" said the office-boy interrogatively.\r\n\r\nClarence gave the Scout's Siquand, the pass-word. The boy's demeanour\r\nchanged instantly. He saluted with the utmost respect.\r\n\r\n\"I wish to see the Editor,\" said Clarence.\r\n\r\nA short speech, but one that meant salvation for the motherland."
  ]
}