{
  "index": 13,
  "title": "Chapter 12",
  "paragraphs": [
    "THE BOMB-SHELL\r\n\r\n\r\nClarence had called at the offices of the _Encore_ on a Friday.\r\nThe paper's publishing day is Thursday. The _Encore_ is the Times\r\nof the music-hall world. It casts its curses here, bestows its\r\nbenedictions (sparely) there. The _Encore_ criticising the latest\r\naction of the Variety Artists' Federation is the nearest modern\r\napproach to Jove hurling the thunderbolt. Its motto is, \"Cry havoc, and\r\nlet loose the performing dogs of war.\"\r\n\r\nIt so happened that on the Thursday following his momentous visit to\r\nWellington Street, there was need of someone on the staff of Clarence's\r\nevening paper to go and obtain an interview from the Russian general.\r\nMr. Hubert Wales had just published a novel so fruity in theme and\r\ntreatment that it had been publicly denounced from the pulpit by no\r\nless a person than the Rev. Canon Edgar Sheppard, D.D., Sub-Dean\r\nof His Majesty's Chapels Royal, Deputy Clerk of the Closet and\r\nSub-Almoner to the King. A morning paper had started the question,\r\n\"Should there be a Censor of Fiction?\" and, in accordance with custom,\r\neditors were collecting the views of celebrities, preferably of those\r\nwhose opinion on the subject was absolutely valueless.\r\n\r\nAll the other reporters being away on their duties, the editor was at a\r\nloss.\r\n\r\n\"Isn't there anybody else?\" he demanded.\r\n\r\nThe chief sub-editor pondered.\r\n\r\n\"There is young blooming Chugwater,\" he said.\r\n\r\n(It was thus that England's deliverer was habitually spoken of in the\r\noffice.)\r\n\r\n\"Then send him,\" said the editor.\r\n\r\n       *       *       *       *       *\r\n\r\nGrand Duke Vodkakoff's turn at the Magnum Palace of Varieties started\r\nevery evening at ten sharp. He topped the bill. Clarence, having been\r\ndetained by a review of the Scouts, did not reach the hall till five\r\nminutes to the hour. He got to the dressing-room as the general was\r\ngoing on to the stage.\r\n\r\nThe Grand Duke dressed in the large room with the other male turns.\r\nThere were no private dressing-rooms at the Magnum. Clarence sat down\r\non a basket-trunk belonging to the Premier Troupe of Bounding Zouaves\r\nof the Desert, and waited. The four athletic young gentlemen who\r\ncomposed the troupe were dressing after their turn. They took no notice\r\nof Clarence.\r\n\r\nPresently one Zouave spoke.\r\n\r\n\"Bit off to-night, Bill. Cold house.\"\r\n\r\n\"Not 'arf,\" replied his colleague. \"Gave me the shivers.\"\r\n\r\n\"Wonder how his nibs'll go.\"\r\n\r\nEvidently he referred to the Grand Duke.\r\n\r\n\"Oh, _'e's_ all right. They eat his sort of swank. Seems to me the\r\nprofession's going to the dogs, what with these bloomin' amytoors an'\r\nall. Got the 'airbrush, 'Arry?\"\r\n\r\nHarry, a tall, silent Zouave, handed over the hairbrush.\r\n\r\nBill continued.\r\n\r\n\"I'd like to see him go on of a Monday night at the old Mogul. They'd\r\nsoon show him. It gives me the fair 'ump, it does, these toffs coming\r\nin and taking the bread out of our mouths. Why can't he give us chaps a\r\nchance? Fair makes me rasp, him and his bloomin' eight hundred and\r\nseventy-five o' goblins a week.\"\r\n\r\n\"Not so much of your eight hundred and seventy-five, young feller me\r\nlad,\" said the Zouave who had spoken first. \"Ain't you seen the rag\r\nthis week?\"\r\n\r\n\"Naow. What's in it? How does our advert, look?\"\r\n\r\n\"Ow, that's all right, never mind that. You look at 'What the\r\n_Encore_ Would Like to Know.' That's what'll touch his nibs up.\"\r\n\r\nHe produced a copy of the paper from the pocket of his great-coat which\r\nhung from the door, and passed it to his bounding brother.\r\n\r\n\"Read it out, old sort,\" he said.\r\n\r\nThe other took it to the light and began to read slowly and cautiously,\r\nas one who is no expert at the art.\r\n\r\n\"'What the _Encore_ would like to know:--Whether Prince Otto of\r\nSaxe-Pfennig didn't go particularly big at the Lobelia last week? And\r\nWhether his success hasn't compelled Agent Quhayne to purchase a\r\nlarger-sized hat? And Whether it isn't a fact that, though they are\r\npress-agented at the same figure, Prince Otto is getting fifty a week\r\nmore than Grand Duke Vodkakoff? And If it is not so, why a little bird\r\nhas assured us that the Prince is being paid five hundred a week and\r\nthe Grand Duke only four hundred and fifty? And, In any case, whether\r\nthe Prince isn't worth fifty a week more than his Russian friend?'\r\nLumme!\"\r\n\r\nAn awed silence fell upon the group. To Clarence, who had dictated the\r\nmatter (though the style was the editor's), the paragraph did not come\r\nas a surprise. His only feeling was one of relief that the editor had\r\nserved up his material so well. He felt that he had been justified in\r\nleaving the more delicate literary work to that master-hand.\r\n\r\n\"That'll be one in the eye,\" said the Zouave Harry. \"'Ere, I'll stick\r\nit up opposite of him when he comes back to dress. Got a pin and a\r\npencil, some of you?\"\r\n\r\nHe marked the quarter column heavily, and pinned it up beside the\r\nlooking-glass. Then he turned to his companions.\r\n\r\n\"'Ow about not waiting, chaps?\" he suggested. \"I shouldn't 'arf wonder,\r\nfrom the look of him, if he wasn't the 'aughty kind of a feller who'd\r\ncleave you to the bazooka for tuppence with his bloomin' falchion. I'm\r\ngoin' to 'urry through with my dressing and wait till to-morrow night\r\nto see how he looks. No risks for Willie!\"\r\n\r\nThe suggestion seemed thoughtful and good. The Bounding Zouaves, with\r\none accord, bounded into their clothes and disappeared through the door\r\njust as a long-drawn chord from the invisible orchestra announced the\r\nconclusion of the Grand Duke's turn.\r\n\r\nGeneral Vodkakoff strutted into the room, listening complacently to the\r\napplause which was still going on. He had gone well. He felt pleased\r\nwith himself.\r\n\r\nIt was not for a moment that he noticed Clarence.\r\n\r\n\"Ah,\" he said, \"the interviewer, eh? You wish to--\"\r\n\r\nClarence began to explain his mission. While he was doing so the Grand\r\nDuke strolled to the basin and began to remove his make-up. He\r\nfavoured, when on the stage, a touch of the Raven Gipsy No. 3\r\ngrease-paint. It added a picturesque swarthiness to his appearance, and\r\nmade him look more like what he felt to be the popular ideal of a\r\nRussian general.\r\n\r\nThe looking-glass hung just over the basin.\r\n\r\nClarence, watching him in the glass, saw him start as he read the first\r\nparagraph. A dark flush, almost rivalling the Raven Gipsy No. 3, spread\r\nover his face. He trembled with rage.\r\n\r\n\"Who put that paper there?\" he roared, turning.\r\n\r\n\"With reference, then, to Mr. Hubert Wales's novel,\" said Clarence.\r\n\r\nThe Grand Duke cursed Mr. Hubert Wales, his novel, and Clarence in one\r\nsentence.\r\n\r\n\"You may possibly,\" continued Clarence, sticking to his point like a\r\ngood interviewer, \"have read the trenchant, but some say justifiable\r\nremarks of the Rev. Canon Edgar Sheppard, D.D., Sub-Dean of His\r\nMajesty's Chapels Royal, Deputy Clerk of the Closet, and Sub-Almoner to\r\nthe King.\"\r\n\r\nThe Grand Duke swiftly added that eminent cleric to the list.\r\n\r\n\"Did you put that paper on this looking-glass?\" he shouted.\r\n\r\n\"I did not put that paper on that looking-glass,\" replied Clarence\r\nprecisely.\r\n\r\n\"Ah,\" said the Grand Duke, \"if you had, I'd have come and wrung your\r\nneck like a chicken, and scattered you to the four corners of this\r\ndressing-room.\"\r\n\r\n\"I'm glad I didn't,\" said Clarence.\r\n\r\n\"Have you read this paper on the looking-glass?\"\r\n\r\n\"I have not read that paper on the looking-glass,\" replied Clarence,\r\nwhose chief fault as a conversationalist was that he was perhaps a\r\nshade too Ollendorfian. \"But I know its contents.\"\r\n\r\n\"It's a lie!\" roared the Grand Duke. \"An infamous lie! I've a good mind\r\nto have him up for libel. I know very well he got them to put those\r\nparagraphs in, if he didn't write them himself.\"\r\n\r\n\"Professional jealousy,\" said Clarence, with a sigh, \"is a very sad\r\nthing.\"\r\n\r\n\"I'll professional jealousy him!\"\r\n\r\n\"I hear,\" said Clarence casually, \"that he _has_ been going very\r\nwell at the Lobelia. A friend of mine who was there last night told me\r\nhe took eleven calls.\"\r\n\r\nFor a moment the Russian General's face swelled apoplectically. Then he\r\nrecovered himself with a tremendous effort.\r\n\r\n\"Wait!\" he said, with awful calm. \"Wait till to-morrow night! I'll show\r\nhim! Went very well, did he? Ha! Took eleven calls, did he? Oh, ha, ha!\r\nAnd he'll take them to-morrow night, too! Only\"--and here his voice\r\ntook on a note of fiendish purpose so terrible that, hardened scout as\r\nhe was, Clarence felt his flesh creep--\"only this time they'll be\r\ncatcalls!\"\r\n\r\nAnd, with a shout of almost maniac laughter, the jealous artiste flung\r\nhimself into a chair, and began to pull off his boots.\r\n\r\nClarence silently withdrew. The hour was very near."
  ]
}