{
  "index": 16,
  "title": "Chapter 15",
  "paragraphs": [
    "THE GREAT BATTLE\r\n\r\n\r\nThe news that an open rupture had occurred between the Generals of the\r\ntwo invading armies was not slow in circulating. The early editions of\r\nthe evening papers were full of it. A symposium of the opinions of Dr.\r\nEmil Reich, Dr. Saleeby, Sandow, Mr. Chiozza Money, and Lady Grove was\r\nhastily collected. Young men with knobbly and bulging foreheads were\r\nturned on by their editors to write character-sketches of the two\r\ngenerals. All was stir and activity.\r\n\r\nMeanwhile, those who look after London's public amusements were busy\r\nwith telephone and telegraph. The quarrel had taken place on Friday\r\nnight. It was probable that, unless steps were taken, the battle would\r\nbegin early on Saturday. Which, it did not require a man of unusual\r\nintelligence to see, would mean a heavy financial loss to those who\r\nsupplied London with its Saturday afternoon amusements. The matinees\r\nwould suffer. The battle might not affect the stalls and dress-circle,\r\nperhaps, but there could be no possible doubt that the pit and gallery\r\nreceipts would fall off terribly. To the public which supports the pit\r\nand gallery of a theatre there is an irresistible attraction about a\r\nfight on anything like a large scale. When one considers that a quite\r\nordinary street-fight will attract hundreds of spectators, it will be\r\nplainly seen that no theatrical entertainment could hope to compete\r\nagainst so strong a counter-attraction as a battle between the German\r\nand Russian armies.\r\n\r\nThe various football-grounds would be heavily hit, too. And there was\r\nto be a monster roller-skating carnival at Olympia. That also would be\r\nspoiled.\r\n\r\nA deputation of amusement-caterers hurried to the two camps within an\r\nhour of the appearance of the first evening paper. They put their case\r\nplainly and well. The Generals were obviously impressed. Messages\r\npassed and repassed between the two armies, and in the end it was\r\ndecided to put off the outbreak of hostilities till Monday morning.\r\n\r\n       *       *       *       *       *\r\n\r\nSatisfactory as this undoubtedly was for the theatre-managers and\r\ndirectors of football clubs, it was in some ways a pity. From the\r\nstandpoint of the historian it spoiled the whole affair. But for the\r\npostponement, readers of this history might--nay, would--have been able\r\nto absorb a vivid and masterly account of the great struggle, with a\r\ncareful description of the tactics by which victory was achieved. They\r\nwould have been told the disposition of the various regiments, the\r\nstratagems, the dashing advances, the skilful retreats, and the Lessons\r\nof the War.\r\n\r\nAs it is, owing to the mistaken good-nature of the rival generals, the\r\ndate of the fixture was changed, and practically all that a historian\r\ncan do is to record the result.\r\n\r\nA slight mist had risen as early as four o'clock on Saturday. By\r\nnight-fall the atmosphere was a little dense, but the lamp-posts were\r\nstill clearly visible at a distance of some feet, and nobody,\r\naccustomed to living in London, would have noticed anything much out of\r\nthe common. It was not till Sunday morning that the fog proper really\r\nbegan.\r\n\r\nLondon awoke on Sunday to find the world blanketed in the densest,\r\nyellowest London particular that had been experienced for years. It was\r\nthe sort of day when the City clerk has the exhilarating certainty that\r\nat last he has an excuse for lateness which cannot possibly be received\r\nwith harsh disbelief. People spent the day indoors and hoped it would\r\nclear up by tomorrow.\r\n\r\n\"They can't possibly fight if it's like this,\" they told each other.\r\n\r\nBut on the Monday morning the fog was, if possible, denser. It wrapped\r\nLondon about as with a garment. People shook their heads.\r\n\r\n\"They'll have to put it off,\" they were saying, when of a\r\nsudden--_Boom!_ And, again, _Boom!_\r\n\r\nIt was the sound of heavy guns.\r\n\r\nThe battle had begun!\r\n\r\n       *       *       *       *       *\r\n\r\nOne does not wish to grumble or make a fuss, but still it does seem a\r\nlittle hard that a battle of such importance, a battle so outstanding\r\nin the history of the world, should have been fought under such\r\nconditions. London at that moment was richer than ever before in\r\ndescriptive reporters. It was the age of descriptive reporters, of\r\nvivid pen-pictures. In every newspaper office there were men who could\r\nhave hauled up their slacks about that battle in a way that would have\r\nmade a Y.M.C.A. lecturer want to get at somebody with a bayonet; men\r\nwho could have handed out the adjectives and exclamation-marks till you\r\nalmost heard the roar of the guns. And there they were--idle,\r\nsupine--like careened battleships. They were helpless. Bart Kennedy did\r\nstart an article which began, \"Fog. Black fog. And the roar of guns.\r\nTwo nations fighting in the fog,\" but it never came to anything. It was\r\npromising for a while, but it died of inanition in the middle of the\r\nsecond stick.\r\n\r\nIt was hard.\r\n\r\nThe lot of the actual war-correspondents was still worse. It was\r\nuseless for them to explain that the fog was too thick to give them a\r\nchance. \"If it's light enough for them to fight,\" said their editors\r\nremorselessly, \"it's light enough for you to watch them.\" And out they\r\nhad to go.\r\n\r\nThey had a perfectly miserable time. Edgar Wallace seems to have lost\r\nhis way almost at once. He was found two days later in an almost\r\nstarving condition at Steeple Bumpstead. How he got there nobody knows.\r\nHe said he had set out to walk to where the noise of the guns seemed to\r\nbe, and had gone on walking. Bennett Burleigh, that crafty old\r\ncampaigner, had the sagacity to go by Tube. This brought him to\r\nHampstead, the scene, it turned out later, of the fiercest operations,\r\nand with any luck he might have had a story to tell. But the lift stuck\r\nhalf-way up, owing to a German shell bursting in its neighbourhood, and\r\nit was not till the following evening that a search-party heard and\r\nrescued him.\r\n\r\nThe rest--A. G. Hales, Frederick Villiers, Charles Hands, and the\r\nothers--met, on a smaller scale, the same fate as Edgar Wallace. Hales,\r\nstarting for Tottenham, arrived in Croydon, very tired, with a nail in\r\nhis boot. Villiers, equally unlucky, fetched up at Richmond. The most\r\ncurious fate of all was reserved for Charles Hands. As far as can be\r\ngathered, he got on all right till he reached Leicester Square. There\r\nhe lost his bearings, and seems to have walked round and round\r\nShakespeare's statue, under the impression that he was going straight\r\nto Tottenham. After a day and a-half of this he sat down to rest, and\r\nwas there found, when the fog had cleared, by a passing policeman.\r\n\r\nAnd all the while the unseen guns boomed and thundered, and strange,\r\nthin shoutings came faintly through the darkness."
  ]
}