{
  "index": 10,
  "title": "Chapter 9",
  "paragraphs": [
    "A BIRD'S-EYE VIEW OF THE SITUATION\r\n\r\n\r\nClarence read the news of the two engagements on the tape at the office\r\nof his paper, but the first intimation the general public had of it was\r\nthrough the medium of headlines:--\r\n\r\n    MUSIC-HALL SENSATION\r\n    INVADING GENERALS' GIGANTIC SALARIES\r\n    RUMOURED RESENTMENT OF V.A.F.\r\n    WHAT WILL WATER-RATS DO?\r\n    INTERVIEW WITH MR. HARRY LAUDER\r\n\r\nClarence chuckled grimly as the tape clicked out the news. The end had\r\nbegun. To sow jealousy between the rival generals would have been easy.\r\nTo sow it between two rival music-hall artistes would be among the\r\nworld's softest jobs.\r\n\r\nAmong the general public, of course, the announcement created a\r\nprofound sensation. Nothing else was talked about in train and omnibus.\r\nThe papers had leaders on the subject. At first the popular impression\r\nwas that the generals were going to do a comedy duo act of the\r\nWho-Was-It-I-Seen-You-Coming-Down-the-Street-With? type, and there was\r\ndisappointment when it was found that the engagements were for\r\ndifferent halls. Rumours sprang up. It was said that the Grand Duke had\r\nfor years been an enthusiastic amateur sword-swallower, and had,\r\nindeed, come to England mainly for the purpose of getting bookings;\r\nthat the Prince had a secure reputation in Potsdam as a singer of songs\r\nin the George Robey style; that both were expert trick-cyclists.\r\n\r\nThen the truth came out. Neither had any specialities; they would\r\nsimply appear and deliver lectures.\r\n\r\nThe feeling in the music-hall world was strong. The Variety Artists'\r\nFederation debated the advisability of another strike. The Water Rats,\r\nmeeting in mystic secrecy in a Maiden Lane public-house, passed fifteen\r\nresolutions in an hour and a quarter. Sir Harry Lauder, interviewed by\r\nthe _Era_, gave it as his opinion that both the Grand Duke and the\r\nPrince were gowks, who would do well to haud their blether. He himself\r\nproposed to go straight to America, where genuine artists were cheered\r\nin the streets and entertained at haggis dinners, and not forced to\r\ncompete with amateur sumphs and gonuphs from other countries.\r\n\r\nClarence, brooding over the situation like a Providence, was glad to\r\nsee that already the new move had weakened the invaders' power. The day\r\nafter the announcement in the press of the approaching _debut_ of\r\nthe other generals, the leader of the army of Monaco had hurried to the\r\nagents to secure an engagement for himself. He held out the special\r\ninducement of card-tricks, at which he was highly skilled. The agents\r\nhad received him coldly. Brown and Day had asked him to call again.\r\nFoster had sent out a message regretting that he was too busy to see\r\nhim. At de Freece's he had been kept waiting in the ante-room for two\r\nhours in the midst of a bevy of Sparkling Comediennes of pronounced\r\nperoxidity and blue-chinned men in dusty bowler-hats, who told each\r\nother how they had gone with a bang at Oakham and John o'Groats, and\r\nhad then gone away in despair.\r\n\r\nOn the following day, deeply offended, he had withdrawn his troops from\r\nthe country.\r\n\r\nThe strength of the invaders was melting away little by little.\r\n\r\n\"How long?\" murmured Clarence Chugwater, as he worked at the\r\ntape-machine. \"How long?\""
  ]
}