{
  "index": 14,
  "title": "Chapter 13",
  "paragraphs": [
    "THE BIRD\r\n\r\n\r\nThe Grand Duke Vodkakoff was not the man to let the grass grow under\r\nhis feet. He was no lobster, no flat-fish. He did it now--swift,\r\nsecret, deadly--a typical Muscovite. By midnight his staff had their\r\norders.\r\n\r\nThose orders were for the stalls at the Lobelia.\r\n\r\nPrice of entrance to the gallery and pit was served out at daybreak to\r\nthe Eighth and Fifteenth Cossacks of the Don, those fierce,\r\nsemi-civilised fighting-machines who know no fear.\r\n\r\nGrand Duke Vodkakoff's preparations were ready.\r\n\r\n       *       *       *       *       *\r\n\r\nFew more fortunate events have occurred in the history of English\r\nliterature than the quite accidental visit of Mr. Bart Kennedy to the\r\nLobelia on that historic night. He happened to turn in there casually\r\nafter dinner, and was thus enabled to see the whole thing from start to\r\nfinish. At a quarter to eleven a wild-eyed man charged in at the main\r\nentrance of Carmelite House, and, too impatient to use the lift, dashed\r\nup the stairs, shouting for pens, ink and paper.\r\n\r\nNext morning the _Daily Mail_ was one riot of headlines. The whole\r\nof page five was given up to the topic. The headlines were not elusive.\r\nThey flung the facts at the reader:--\r\n\r\n    SCENE AT THE LOBELIA\r\n    PRINCE OTTO OF SAXE-PFENNIG\r\n    GIVEN THE BIRD BY\r\n    RUSSIAN SOLDIERS\r\n    WHAT WILL BE THE OUTCOME?\r\n\r\nThere were about seventeen more, and then came Mr. Bart Kennedy's\r\nspecial report.\r\n\r\nHe wrote as follows:--\r\n\r\n\"A night to remember. A marvellous night. A night such as few will see\r\nagain. A night of fear and wonder. The night of September the eleventh.\r\nLast night.\r\n\r\n\"Nine-thirty. I had dined. I had eaten my dinner. My dinner! So\r\ninextricably are the prose and romance of life blended. My dinner! I\r\nhad eaten my dinner on this night. This wonderful night. This night of\r\nSeptember the eleventh. Last night!\r\n\r\n\"I had dined at the club. A chop. A boiled potato. Mushrooms on toast.\r\nA touch of Stilton. Half-a-bottle of Beaune. I lay back in my chair. I\r\ndebated within myself. A Hall? A theatre? A book in the library? That\r\nnight, the night of September the eleventh, I as near as a toucher\r\nspent in the library of my club with a book. That night! The night of\r\nSeptember the eleventh. Last night!\r\n\r\n\"Fate took me to the Lobelia. Fate! We are its toys. Its footballs. We\r\nare the footballs of Fate. Fate might have sent me to the Gaiety. Fate\r\ntook me to the Lobelia. This Fate which rules us.\r\n\r\n\"I sent in my card to the manager. He let me through. Ever courteous.\r\nHe let me through on my face. This manager. This genial and courteous\r\nmanager.\r\n\r\n\"I was in the Lobelia. A dead-head. I was in the Lobelia as a\r\ndead-head!\"\r\n\r\nHere, in the original draft of the article, there are reflections, at\r\nsome length, on the interior decorations of the Hall, and an excursus\r\non music-hall performances in general. It is not till he comes to\r\nexamine the audience that Mr. Kennedy returns to the main issue.\r\n\r\n\"And what manner of audience was it that had gathered together to view\r\nthe entertainment provided by the genial and courteous manager of the\r\nLobelia? The audience. Beyond whom there is no appeal. The Caesars of\r\nthe music-hall. The audience.\"\r\n\r\nAt this point the author has a few extremely interesting and thoughtful\r\nremarks on the subject of audiences. These may be omitted. \"In the\r\nstalls I noted a solid body of Russian officers. These soldiers from\r\nthe Steppes. These bearded men. These Russians. They sat silent and\r\nwatchful. They applauded little. The programme left them cold. The\r\nTrick Cyclist. The Dashing Soubrette and Idol of Belgravia. The\r\nArgumentative College Chums. The Swell Comedian. The Man with the\r\nPerforming Canaries. None of these could rouse them. They were waiting.\r\nWaiting. Waiting tensely. Every muscle taut. Husbanding their strength.\r\nWaiting. For what?\r\n\r\n\"A man at my side told a friend that a fellow had told him that he had\r\nbeen told by a commissionaire that the pit and gallery were full of\r\nRussians. Russians. Russians everywhere. Why? Were they genuine patrons\r\nof the Halls? Or were they there from some ulterior motive? There was\r\nan air of suspense. We were all waiting. Waiting. For what?\r\n\r\n\"The atmosphere is summed up in a word. One word. Sinister. The\r\natmosphere was sinister.\r\n\r\n\"AA! A stir in the crowded house. The ruffling of the face of the sea\r\nbefore a storm. The Sisters Sigsbee, Coon Delineators and Unrivalled\r\nBurlesque Artists, have finished their dance, smiled, blown kisses,\r\nskipped off, skipped on again, smiled, blown more kisses, and\r\ndisappeared. A long chord from the orchestra. A chord that is almost a\r\nwail. A wail of regret for that which is past. Two liveried menials\r\nappear. They carry sheets of cardboard. These menials carry sheets of\r\ncardboard. But not blank sheets. On each sheet is a number.\r\n\r\n\"The number 15.\r\n\r\n\"Who is number 15?\r\n\r\n\"Prince Otto of Saxe-Pfennig. Prince Otto, General of the German Army.\r\nPrince Otto is Number 15.\r\n\r\n\"A burst of applause from the house. But not from the Russians. They\r\nare silent. They are waiting. For what?\r\n\r\n\"The orchestra plays a lively air. The massive curtains part. A tall,\r\nhandsome military figure strides on to the stage. He bows. This tall,\r\nhandsome, military man bows. He is Prince Otto of Saxe-Pfennig, General\r\nof the Army of Germany. One of our conquerors.\r\n\r\n\"He begins to speak. 'Ladies and gentlemen.' This man, this general,\r\nsays, 'Ladies and gentlemen.'\r\n\r\n\"But no more. No more. No more. Nothing more. No more. He says, 'Ladies\r\nand Gentlemen,' but no more.\r\n\r\n\"And why does he say no more? Has he finished his turn? Is that all he\r\ndoes? Are his eight hundred and seventy-five pounds a week paid him for\r\nsaying, 'Ladies and Gentlemen'?\r\n\r\n\"No!\r\n\r\n\"He would say more. He has more to say. This is only the beginning.\r\nThis tall, handsome man has all his music still within him.\r\n\r\n\"Why, then, does he say no more? Why does he say 'Ladies and\r\nGentlemen,' but no more? No more. Only that. No more. Nothing more. No\r\nmore.\r\n\r\n\"Because from the stalls a solid, vast, crushing 'Boo!' is hurled at\r\nhim. From the Russians in the stalls comes this vast, crushing 'Boo!'\r\nIt is for this that they have been waiting. It is for this that they\r\nhave been waiting so tensely. For this. They have been waiting for this\r\ncolossal 'Boo!'\r\n\r\n\"The General retreats a step. He is amazed. Startled. Perhaps\r\nfrightened. He waves his hands.\r\n\r\n\"From gallery and pit comes a hideous whistling and howling. The noise\r\nof wild beasts. The noise of exploding boilers. The noise of a\r\nmusic-hall audience giving a performer the bird.\r\n\r\n\"Everyone is standing on his feet. Some on mine. Everyone is shouting.\r\nThis vast audience is shouting.\r\n\r\n\"Words begin to emerge from the babel.\r\n\r\n\"'Get offski! Rotten turnovitch!' These bearded Russians, these stern\r\ncritics, shout, 'Rotten turnovitch!'\r\n\r\n\"Fire shoots from the eyes of the German. This strong man's eyes.\r\n\r\n\"'Get offski! Swankietoff! Rotten turnovitch!'\r\n\r\n\"The fury of this audience is terrible. This audience. This last court\r\nof appeal. This audience in its fury is terrible.\r\n\r\n\"What will happen? The German stands his ground. This man of blood and\r\niron stands his ground. He means to go on. This strong man. He means to\r\ngo on if it snows.\r\n\r\n\"The audience is pulling up the benches. A tomato shatters itself on\r\nthe Prince's right eye. An over-ripe tomato.\r\n\r\n\"'Get offski!' Three eggs and a cat sail through the air. Falling\r\nshort, they drop on to the orchestra. These eggs! This cat! They fall\r\non the conductor and the second trombone. They fall like the gentle dew\r\nfrom Heaven upon the place beneath. That cat! Those eggs!\r\n\r\n\"AA! At last the stage-manager--keen, alert, resourceful--saves the\r\nsituation. This man. This stage-manager. This man with the big brain.\r\nSlowly, inevitably, the fireproof curtain falls. It is half-way down.\r\nIt is down. Before it, the audience. The audience. Behind it, the\r\nPrince. The Prince. That general. That man of iron. That performer who\r\nhas just got the bird.\r\n\r\n\"The Russian National Anthem rings through the hall. Thunderous!\r\nTriumphant! The Russian National Anthem. A paean of joy.\r\n\r\n\"The menials reappear. Those calm, passionless menials. They remove the\r\nnumber fifteen. They insert the number sixteen. They are like\r\nDestiny--Pitiless, Unmoved, Purposeful, Silent. Those menials.\r\n\r\n\"A crash from the orchestra. Turn number sixteen has begun....\""
  ]
}