{
  "index": 17,
  "title": "Chapter 16",
  "paragraphs": [
    "THE TRIUMPH OF ENGLAND\r\n\r\n\r\nIt was the afternoon of Wednesday, September the Sixteenth. The battle\r\nhad been over for twenty-four hours. The fog had thinned to a light\r\nlemon colour. It was raining.\r\n\r\nBy now the country was in possession of the main facts. Full details\r\nwere not to be expected, though it is to the credit of the newspapers\r\nthat, with keen enterprise, they had at once set to work to invent\r\nthem, and on the whole had not done badly.\r\n\r\nBroadly, the facts were that the Russian army, outmanoeuvered, had been\r\npractically annihilated. Of the vast force which had entered England\r\nwith the other invaders there remained but a handful. These, the Grand\r\nDuke Vodkakoff among them, were prisoners in the German lines at\r\nTottenham.\r\n\r\nThe victory had not been gained bloodlessly. Not a fifth of the German\r\narmy remained. It is estimated that quite two-thirds of each army must\r\nhave perished in that last charge of the Germans up the Hampstead\r\nheights, which ended in the storming of Jack Straw's Castle and the\r\ncapture of the Russian general.\r\n\r\n       *       *       *       *       *\r\n\r\nPrince Otto of Saxe-Pfennig lay sleeping in his tent at Tottenham. He\r\nwas worn out. In addition to the strain of the battle, there had been\r\nthe heavy work of seeing the interviewers, signing autograph-books,\r\nsitting to photographers, writing testimonials for patent medicines,\r\nand the thousand and one other tasks, burdensome but unavoidable, of\r\nthe man who is in the public eye. Also he had caught a bad cold during\r\nthe battle. A bottle of ammoniated quinine lay on the table beside him\r\nnow as he slept.\r\n\r\n       *       *       *       *       *\r\n\r\nAs he lay there the flap of the tent was pulled softly aside. Two\r\nfigures entered. Each was dressed in a flat-brimmed hat, a coloured\r\nhandkerchief, a flannel shirt, football shorts, stockings, brown boots,\r\nand a whistle. Each carried a hockey-stick. One, however, wore\r\nspectacles and a look of quiet command which showed that he was the\r\nleader.\r\n\r\nThey stood looking at the prostrate general for some moments. Then the\r\nspectacled leader spoke.\r\n\r\n\"Scout-Master Wagstaff.\"\r\n\r\nThe other saluted.\r\n\r\n\"Wake him!\"\r\n\r\nScout-Master Wagstaff walked to the side of the bed, and shook the\r\nsleeper's shoulder. The Prince grunted, and rolled over on to his other\r\nside. The Scout-Master shook him again. He sat up, blinking.\r\n\r\nAs his eyes fell on the quiet, stern, spectacled figure, he leaped from\r\nthe bed.\r\n\r\n\"What--what--what,\" he stammered. \"What's the beadig of this?\"\r\n\r\nHe sneezed as he spoke, and, turning to the table, poured out and\r\ndrained a bumper of ammoniated quinine.\r\n\r\n\"I told the sedtry pardicularly not to let adybody id. Who are you?\"\r\n\r\nThe intruder smiled quietly.\r\n\r\n\"My name is Clarence Chugwater,\" he said simply.\r\n\r\n\"Jugwater? Dod't doe you frob Adab. What do you want? If you're forb\r\nsub paper, I cad't see you now. Cub to-borrow bordig.\"\r\n\r\n\"I am from no paper.\"\r\n\r\n\"Thed you're wud of these photographers. I tell you, I cad't see you.\"\r\n\r\n\"I am no photographer.\"\r\n\r\n\"Thed what are you?\"\r\n\r\nThe other drew himself up.\r\n\r\n\"I am England,\" he said with a sublime gesture.\r\n\r\n\"Igglud! How do you bead you're Igglud? Talk seds.\"\r\n\r\nClarence silenced him with a frown.\r\n\r\n\"I say I am England. I am the Chief Scout, and the Scouts are England.\r\nPrince Otto, you thought this England of ours lay prone and helpless.\r\nYou were wrong. The Boy Scouts were watching and waiting. And now their\r\ntime has come. Scout-Master Wagstaff, do your duty.\"\r\n\r\nThe Scout-Master moved forward. The Prince, bounding to the bed, thrust\r\nhis hand under the pillow. Clarence's voice rang out like a trumpet.\r\n\r\n\"Cover that man!\"\r\n\r\nThe Prince looked up. Two feet away Scout-Master Wagstaff was standing,\r\ncatapult in hand, ready to shoot.\r\n\r\n\"He is never known to miss,\" said Clarence warningly.\r\n\r\nThe Prince wavered.\r\n\r\n\"He has broken more windows than any other boy of his age in South\r\nLondon.\"\r\n\r\nThe Prince sullenly withdrew his hand--empty.\r\n\r\n\"Well, whad do you wad?\" he snarled.\r\n\r\n\"Resistance is useless,\" said Clarence. \"The moment I have plotted and\r\nplanned for has come. Your troops, worn out with fighting, mere shadows\r\nof themselves, have fallen an easy prey. An hour ago your camp was\r\nsilently surrounded by patrols of Boy Scouts, armed with catapults and\r\nhockey-sticks. One rush and the battle was over. Your entire army, like\r\nyourself, are prisoners.\"\r\n\r\n\"The diggids they are!\" said the Prince blankly.\r\n\r\n\"England, my England!\" cried Clarence, his face shining with a holy\r\npatriotism. \"England, thou art free! Thou hast risen from the ashes of\r\nthe dead self. Let the nations learn from this that it is when\r\napparently crushed that the Briton is to more than ever be feared.\"\r\n\r\n\"Thad's bad grabbar,\" said the Prince critically.\r\n\r\n\"It isn't,\" said Clarence with warmth.\r\n\r\n\"It _is_, I tell you. Id's a splid idfididive.\"\r\n\r\nClarence's eyes flashed fire.\r\n\r\n\"I don't want any of your beastly cheek,\" he said. \"Scout-Master\r\nWagstaff, remove your prisoner.\"\r\n\r\n\"All the sabe,\" said the Prince, \"id _is_ a splid idfididive.\"\r\n\r\nClarence pointed silently to the door.\r\n\r\n\"And you doe id is,\" persisted the Prince. \"And id's spoiled your big\r\nsbeech. Id--\"\r\n\r\n\"Come on, can't you,\" interrupted Scout-Master Wagstaff.\r\n\r\n\"I _ab_ cubbing, aren't I? I was odly saying--\"\r\n\r\n\"I'll give you such a whack over the shin with this hockey-stick in a\r\nminute!\" said the Scout-Master warningly. \"Come _on_!\"\r\n\r\nThe Prince went."
  ]
}