{
  "index": 12,
  "title": "Chapter 11",
  "paragraphs": [
    "SEEDS OF DISCORD\r\n\r\n\r\nThe days following Clarence's visit to the offices of the _Encore_\r\nwere marked by a growing feeling of unrest, alike among invaded and\r\ninvaders. The first novelty and excitement of the foreign occupation of\r\nthe country was beginning to wear off, and in its place the sturdy\r\nindependence so typical of the British character was reasserting\r\nitself. Deep down in his heart the genuine Englishman has a rugged\r\ndistaste for seeing his country invaded by a foreign army. People were\r\nasking themselves by what right these aliens had overrun British soil.\r\nAn ever-growing feeling of annoyance had begun to lay hold of the\r\nnation.\r\n\r\nIt is probable that the departure of Sir Harry Lauder first brought\r\nhome to England what this invasion might mean. The great comedian, in\r\nhis manifesto in the _Times_, had not minced his words. Plainly\r\nand crisply he had stated that he was leaving the country because the\r\nmusic-hall stage was given over to alien gowks. He was sorry for\r\nEngland. He liked England. But now, all he could say was, \"God bless\r\nyou.\" England shuddered, remembering that last time he had said, \"God\r\nbless you till I come back.\"\r\n\r\nOminous mutterings began to make themselves heard.\r\n\r\nOther causes contributed to swell the discontent. A regiment of\r\nRussians, out route-marching, had walked across the bowling-screen at\r\nKennington Oval during the Surrey _v._ Lancashire match, causing\r\nHayward to be bowled for a duck's-egg. A band of German sappers had dug\r\na trench right across the turf at Queen's Club.\r\n\r\nThe mutterings increased.\r\n\r\nNor were the invaders satisfied and happy. The late English summer had\r\nset in with all its usual severity, and the Cossacks, reared in the\r\nkindlier climate of Siberia, were feeling it terribly. Colds were the\r\nrule rather than the exception in the Russian lines. The coughing of\r\nthe Germans at Tottenham could be heard in Oxford Street.\r\n\r\nThe attitude of the British public, too, was getting on their nerves.\r\nThey had been prepared for fierce resistance. They had pictured the\r\ninvasion as a series of brisk battles--painful perhaps, but exciting.\r\nThey had anticipated that when they had conquered the country they\r\nmight meet with the Glare of Hatred as they patrolled the streets. The\r\nSupercilious Stare unnerved them. There is nothing so terrible to the\r\nhighly-strung foreigner as the cold, contemptuous, patronising gaze of\r\nthe Englishman. It gave the invaders a perpetual feeling of doing the\r\nwrong thing. They felt like men who had been found travelling in a\r\nfirst-class carriage with a third-class ticket. They became conscious\r\nof the size of their hands and feet. As they marched through the\r\nMetropolis they felt their ears growing hot and red. Beneath the chilly\r\nstare of the populace they experienced all the sensations of a man who\r\nhas come to a strange dinner-party in a tweed suit when everybody else\r\nhas dressed. They felt warm and prickly.\r\n\r\nIt was dull for them, too. London is never at its best in early\r\nSeptember, even for the _habitue_. There was nothing to do. Most\r\nof the theatres were shut. The streets were damp and dirty. It was all\r\nvery well for the generals, appearing every night in the glare and\r\nglitter of the footlights; but for the rank and file the occupation of\r\nLondon spelt pure boredom.\r\n\r\nLondon was, in fact, a human powder-magazine. And it was Clarence\r\nChugwater who with a firm hand applied the match that was to set it in\r\na blaze."
  ]
}